{"task": "wiqa", "input": " Magma is formed when rock melts inside the Earth&#x27;s crust Magma rises Collects inside magma chambers underneath a volcano Pressure builds in the magma chambers as they fill Gain energy for eruption Some of the energy is converted into seismic activity (earthquakes) If the magma building in the volcano is thick and sticky it will trap gases Results in an explosive eruption when the pressure becomes too intense If the magma is thin and runs The magma results in a low-pressure, slow-moving flow of magma instead of a violent eruptionsuppose lava is pushed out of the chambers onto the crust happens, how will it affect MORE or GREATER eruptions.", "output": "more", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " A virus enters a host body The virus has receptors that lock onto a target cell The virus enters the cell The virus uses the cell like a factory to make new copies of the virus The new copies of the virus leave the cell Infect other cells The host gets sick as its cells are damaged.suppose a person takes a course of antibiotics happens, how will it affect a SMALLER spread of the virus.", "output": "more", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " The animal eats large quantities of food that will be stored as fat Winter comes and the animal finds a place to hibernate Over a period of days, the animal&#x27;s heart rate and breathing rate drop slowly Electrical activity in the brain almost ceases completely, though some areas remain active The animal has entered hibernation modesuppose \"the animals heart rate does not get slower\" happens, how will it affect HURTING the animal to hibernate properly.", "output": "more", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Owls have specially adapted eyes that see better at night Owls sit at high points in trees and look around When an owl spots a rodent they track it When the rodent is standing still the owl swoops down The owl grabs the rodent with their tallons The owl uses their beak to eat the rodent.suppose being suffocated through force happens, how will it affect owls will have more places to perch.", "output": "no effect", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " A plant grows near or on a rock The plant roots begin to grow Break apart the rock The plant acids dissolve parts of the rock The rocks are broken into more and more pieces Erosion starts to occur.suppose the plants are high in acids thas dissolve parts of the rock happens, how will it affect MORE or FASTER weathering occurring.", "output": "more", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Bees go out during the day and gather food Then while gathering of their food, they make wax, which is the building block of their bee hive Bees make food called honey They use a sticky, glue-like substance called propolis as a binding to hold their hives together Bees produce all of the building blocks to build their hive in their own bodysuppose there are fewer bees happens, how will it affect more honey will be created.", "output": "more", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Plants and animals long ago died They are buried under layers of soil Pressure builds over time The remains liquefy The carbon atoms rearrange to become a new substance.suppose the kidneys filter more blood happens, how will it affect More pressure builds.", "output": "no effect", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Solar radiation reaches Earth's atmosphere Some is reflected back into space The rest of the energy is absorbed by land and oceans, heating the Earth Heat radiates from Earth to space Some of this heat is trapped by greenhouse gases in the atmosphere Human activities such as burning fuel are increasing the amount of greenhouses gases This causes more heat radiation to stay trapped in our atmosphere The Earth's temperature risessuppose find a way to release the heat trapped in the atmosphere happens, how will it affect Less green house gases will be trapped on earth..", "output": "more", "options": ["more", "less", "no effect"]}
