{"task": "wiqa", "input": " Over 99% of the exocrine pancreas cells produce digestive juices They secrete digestive juice &#x27;externally&#x27; into the small intestine There are enzymes for breaking down fats, proteins , and carbohydrates Digestive juices flows from the pancreas through an excretory duct into the small intestine When the blood sugar levels rise, as they might after a meal, insulin is released When blood sugar levels are too low, the pancreas releases glucagon into the bloodstreamsuppose eating less carbohydrates happens, how will it affect the pancreas working HARDER.", "output": "less", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " The animal eats large quantities of food that will be stored as fat Winter comes and the animal finds a place to hibernate Over a period of days, the animal&#x27;s heart rate and breathing rate drop slowly Electrical activity in the brain almost ceases completely, though some areas remain active The animal has entered hibernation modesuppose the climate gets colder happens, how will it affect the animal stores more fat.", "output": "no effect", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " A man and woman mate Embryo is C Embryo grows and develops into a fetus inside the woman&#x27;s womb The fetus is born Begins to grow and develop through infancy and childhood In the teenage years the human experiences puberty Reaches sexual maturity At 18 the human becomes an adult Adult may procreate continuing the cycle.suppose more babies produced happens, how will it affect LESS babies.", "output": "less", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " The nuclei of some atoms have too few or too many neutrons The atoms become unstable The atoms split In alpha decay, two protons and two neutrons are released from the atom In beta decay, a neutron changes into a proton and an electron The proton joins the nucleus of the atom The electron is releasedsuppose less aluminum collected by the town happens, how will it affect LESS radioactive decay occurring.", "output": "no effect", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Spores are dispersed into the air by a mature mushroom The spores fall to the ground The spores germinate The spores begin to grow mycelium The mycelium begin to sprout a bud A new mushroom is formed.suppose animals that eat mushrooms leave the area happens, how will it affect less spores falls to the ground.", "output": "less", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Air enters the lungs through bronchial tubes Air enters bronchioles Bronchioles have tiny air sacs called alveoli Alveoli surrounded by small blood vessels Oxygen absorbed by small blood vessels Vessels deliver oxygen to every cell in the body Blood brings carbon dioxide back to lungs Carbon dioxide released when you exhale.suppose less oxygen absorbed by small blood vessels happens, how will it affect a SMALLER amount of oxygen being delivered to the blood stream.", "output": "more", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " A man and woman mate Embryo is C Embryo grows and develops into a fetus inside the woman&#x27;s womb The fetus is born Begins to grow and develop through infancy and childhood In the teenage years the human experiences puberty Reaches sexual maturity At 18 the human becomes an adult Adult may procreate continuing the cycle.suppose less natural disasters occur happens, how will it affect less wombs available.", "output": "less", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Food leaves the esophagus and enters the stomach The stomach churns the food With the aid of stomach acids The food becomes a thick liquid Is then passed to the small intestine.suppose person drinks only one drink happens, how will it affect If someone only drinks water.", "output": "no effect", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Open the Dishwasher Slide out the bottom rack Take a dirty plate Rinse the plate Place the dish in the rack Repeat leaving enough space for water to reach all items Fill the soap cup Turn on the dishwasher.suppose the rock is picked up by a person and taken into a building happens, how will it affect there is less to go around inside the machine.", "output": "no effect", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Magma cools inside the crust Magma crystalizes Lava cools on the surface Lava crystalizes Minerals dissolved in water crystlize.suppose A person drinks beverages from cans and bottles happens, how will it affect MORE minerals forming.", "output": "no effect", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " You must decide the purpose of the satellite You must draw up a plan to what kind of orbit the satellite will travel You make preparations for the rocket that will travel into space Prepare the crew that will send it there You begin the countdown date for the rocket And then you send the rocket carrying the satellite into space Once in orbit the satellite will be placed where it was planned.suppose the budget does not run out of money happens, how will it affect no satelite will be carried into space.", "output": "less", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Carbon dioxide passes through stomata in the leaves Water is absorbed through roots Chloroplast cells in leaves contain chlorophyll Chlorophyll absorbs energy from sunlight Energy splits water molecules into hydrogen and oxygen Oxygen gets released into atmosphere Hydrogen and carbon dioxide used to create glucose Glucose is food for plants.suppose core does not get too small happens, how will it affect more energy splits water molecules.", "output": "no effect", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Animals and plants die in soft soil or mud Sediment builds up over the remains The remains decompose, leaving only trace amounts The remaining parts over the years are replaced with mineral A fossil is formedsuppose having less trays to use happens, how will it affect LESS fossils forming.", "output": "no effect", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Chloroplasts in the leaf of the plant traps light from the sun The roots absorb water and minerals from the soil This combination of water and minerals flows from the stem into the leaf Carbon dioxide enters the leaf Light, water and minerals, and the carbon dioxide all mix together This mixture forms sugar (glucose) which is what the plant eats Oxygen goes out of the leaf through the stomatasuppose a bigger tray is used happens, how will it affect LESS sugar and oxygen being produced.", "output": "no effect", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Sediment transport is the movement of solid particles (sediment) The movement is due to a combination of gravity acting on the sediment, and/or the movement of the fluid in which the sediment is entrained Sediment transport occurs in natural systems where the particles are clastic rocks (sand, gravel, boulders, etc.), mud, or clay The fluid is air, water, or ice And the force of gravity acts to move the particles along the sloping surface on which they are resting Sediment transport due to fluid motion occurs in rivers, oceans, lakes, seas, and other bodies of water due to currents and tides Transport is also caused by glaciers as they flowsuppose a bigger tray is used happens, how will it affect more sediment will be carried by the water.", "output": "no effect", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Two birds meet each other Egg is produced after fertilziation Mother sits on egg until it hatches Bird Hatches Grows up Flee the next Starts family Dies.suppose egg ends up not hatching happens, how will it affect a baby bird is raised by a male and female bird.", "output": "less", "options": ["more", "less", "no effect"]}
