{"task": "wiqa", "input": " Dirty dishes are placed in the dishwasher The dishwasher is closed The dishwasher heats water to a hotter temperature The dishwasher directs water toward the dishes through jets The dishwasher adds detergent The dirty water drains out The dishwasher sprays more water to rinse the dishes off The water drains out again The dishwasher directs warm air toward the dishes to dry them The dishes can be removed.suppose the dishes are really dirty happens, how will it affect HELPING the dishwasher to clean better.", "output": "more", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " The pancreas detects chemical changes in the stomach The pancreas creates juices that help digest food The pancreas releases the juices into the stomach Trypsin and chymotrypsin digest protein Insulin is produced to move glucose from the blood The enzymes begin producing again.suppose I did not eat treats happens, how will it affect the pancreas working SOFTER.", "output": "more", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " You breathe air in Air enters bronchial tubes Air is then split into the bronchioles of each lung Bronchioles have alveoli which are tiny air sacs Alveoli is surrounded by many small blood vessels Oxygen passes through alveoli into blood vessels Blood leaves the lungs as it travels through the body Blood carries carbon dioxide back to the lungs Carbon dioxide released when you exhale.suppose there is a storm happens, how will it affect Your lungs are inflamed with pneumonia.", "output": "no effect", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " You place aluminum cans and other products into recycling bins Your town or a private company collect and transport the aluminum to a recycling facility The aluminum is sorted and cleaned at the central recycling facility The aluminum is melted down to remove coatings and inks The melted aluminum is formed into large formations called ingots The ingots are transported to another facility and rolled out to make them easier to manipulate The ingots can now be turned into new aluminum products.suppose there will be more waste happens, how will it affect LESS aluminum cans being recycled.", "output": "more", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Spores are dispersed into the air by a mature mushroom The spores fall to the ground The spores germinate The spores begin to grow mycelium The mycelium begin to sprout a bud A new mushroom is formed.suppose there is no oxygen to be cleared happens, how will it affect LESS or SMALLER mushrooms.", "output": "no effect", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Limestone is located under the soil Rain picks up carbon dioxide as it falls to earth The rain falls on the soil over the limestone The carbon dioxide in the rain washes through the soil The carbon dioxide turns into acid The acid in the rain gets to the limestone below the soil The acid dissolves the limestone Acid continues to erode the limestone with more rain over time The eroded limestone sometimes forms caves.suppose the area is experiencing heavy rains happens, how will it affect LESS or SMALLER caverns.", "output": "less", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " One type of air pollution is the addition of carbon dioxide gas into the air Some scientists believe that releasing too much carbon dioxide into the atmosphere is one of the causes of global warming This upsets the balance of the carbon cycle The ozone layer helps protect us from harmful rays from the sun It is getting damaged from air pollution such as methane gas from livestock and CFCs from spray cans Acid rain is created when gasses such as sulfur dioxide get high into the atmosphere The wind can blow these gasses for miles and then they get washed out of the air when it rains This rain is called acid rain and can damage forests and kill fish.suppose more carbon dioxide released happens, how will it affect LESS bad effects of pollution.", "output": "less", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Sediment transport is the movement of solid particles (sediment) The movement is due to a combination of gravity acting on the sediment, and/or the movement of the fluid in which the sediment is entrained Sediment transport occurs in natural systems where the particles are clastic rocks (sand, gravel, boulders, etc.), mud, or clay The fluid is air, water, or ice And the force of gravity acts to move the particles along the sloping surface on which they are resting Sediment transport due to fluid motion occurs in rivers, oceans, lakes, seas, and other bodies of water due to currents and tides Transport is also caused by glaciers as they flowsuppose there is more gravity happens, how will it affect there is less particles in the rivers.", "output": "less", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Air is taken through the mouth Enters the lungs The oxygen fills the sacs in your lungs Carbon dioxide is removed from the lungs and exhaled The oxygen is pass throughout your body.suppose there is no lungs in the body happens, how will it affect lung is cleaned of all the carbon dioxide.", "output": "less", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Suns heat enters atmosphere Green house gases enter from the earth Heat is trapped in atmosphere Different things on earth are hotter The overall planet is hotter.suppose \"The planets heat will increase\" happens, how will it affect LESS global warming.", "output": "less", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " A type of coal must be chosen before the heating can start The coal is broken down to a smaller material The coal particles mix with hot air and move in to a boiler Water in the boiler is pumped and produces steam with the coal Steam powers turbine blades, which magnetically charge wire coals The water returns back in to its chamber and the process is repeatedsuppose the house is heated happens, how will it affect LESS heat for the house.", "output": "more", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Water flows into the dishwasher The dishwasher heats the water The detergent dispenser opens at the right time Water is shot through the jets to clean the dishes The dirty water is drained More water is sprayed to rinse the dishes The water is drained again The air is heated in the dishwasher to dry the dishes.suppose it is been very wet happens, how will it affect HELPING the dishwasher to clean better.", "output": "no effect", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Forest fires burn forests The animals living in the forest have fewer places to hide Predators can now find their prey eaiser Birds will fly away from the area Waters warm up which hurts the fish swimming in them.suppose people are more responsible about putting out their campfires happens, how will it affect less birds will fly away.", "output": "more", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Coal is burned Sulfur in the coal combines with oxygen to form sulfur oxides The sulfur oxides are released into the atmosphere The sulfides combine with oxygen in the atmosphere to form sulfur trioxide The sulfur trioxide reacts with water in the atmosphere to form sulfuric acid, a very strong acid The sulfuric acid makes the rain acidicsuppose less liver work available happens, how will it affect MORE acid rain.", "output": "no effect", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Put the aluminum can into a recycle bin The cans are transported to a facility The cans are shredded by a machine The cans are heated to 1400 degrees to melt them The molten metal is poured into molds The molds are flattened and rolled into sheets to reuse.suppose the facility is downsizing happens, how will it affect more cans will be shredded.", "output": "more", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " A plant grows near or on a rock The plant roots begin to grow Break apart the rock The plant acids dissolve parts of the rock The rocks are broken into more and more pieces Erosion starts to occur.suppose there is not much fuel happens, how will it affect LESS or SLOWER weathering occurring.", "output": "no effect", "options": ["more", "less", "no effect"]}
