{"task": "wiqa", "input": " Over 99% of the exocrine pancreas cells produce digestive juices They secrete digestive juice &#x27;externally&#x27; into the small intestine There are enzymes for breaking down fats, proteins , and carbohydrates Digestive juices flows from the pancreas through an excretory duct into the small intestine When the blood sugar levels rise, as they might after a meal, insulin is released When blood sugar levels are too low, the pancreas releases glucagon into the bloodstreamsuppose eating less carbohydrates happens, how will it affect the pancreas working HARDER.", "output": "less", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " The animal eats large quantities of food that will be stored as fat Winter comes and the animal finds a place to hibernate Over a period of days, the animal&#x27;s heart rate and breathing rate drop slowly Electrical activity in the brain almost ceases completely, though some areas remain active The animal has entered hibernation modesuppose the climate gets colder happens, how will it affect the animal stores more fat.", "output": "no effect", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " A man and woman mate Embryo is C Embryo grows and develops into a fetus inside the woman&#x27;s womb The fetus is born Begins to grow and develop through infancy and childhood In the teenage years the human experiences puberty Reaches sexual maturity At 18 the human becomes an adult Adult may procreate continuing the cycle.suppose more babies produced happens, how will it affect LESS babies.", "output": "less", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " The nuclei of some atoms have too few or too many neutrons The atoms become unstable The atoms split In alpha decay, two protons and two neutrons are released from the atom In beta decay, a neutron changes into a proton and an electron The proton joins the nucleus of the atom The electron is releasedsuppose less aluminum collected by the town happens, how will it affect LESS radioactive decay occurring.", "output": "no effect", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Spores are dispersed into the air by a mature mushroom The spores fall to the ground The spores germinate The spores begin to grow mycelium The mycelium begin to sprout a bud A new mushroom is formed.suppose animals that eat mushrooms leave the area happens, how will it affect less spores falls to the ground.", "output": "less", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Air enters the lungs through bronchial tubes Air enters bronchioles Bronchioles have tiny air sacs called alveoli Alveoli surrounded by small blood vessels Oxygen absorbed by small blood vessels Vessels deliver oxygen to every cell in the body Blood brings carbon dioxide back to lungs Carbon dioxide released when you exhale.suppose less oxygen absorbed by small blood vessels happens, how will it affect a SMALLER amount of oxygen being delivered to the blood stream.", "output": "more", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " A man and woman mate Embryo is C Embryo grows and develops into a fetus inside the woman&#x27;s womb The fetus is born Begins to grow and develop through infancy and childhood In the teenage years the human experiences puberty Reaches sexual maturity At 18 the human becomes an adult Adult may procreate continuing the cycle.suppose less natural disasters occur happens, how will it affect less wombs available.", "output": "less", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Food leaves the esophagus and enters the stomach The stomach churns the food With the aid of stomach acids The food becomes a thick liquid Is then passed to the small intestine.suppose person drinks only one drink happens, how will it affect If someone only drinks water.", "output": "no effect", "options": ["more", "less", "no effect"]}
