{"task": "wiqa", "input": " Fault lines appear underground The fault lines grow over time The rocks on each side of the fault lines rub against the rocks on the other side of the fault line The rocks put pressure on each other The rocks break from the pressure The breaking of the rocks releases a lot of energy The energy causes seismic waves The seismic waves make the earth shake.suppose don't do anything about it and remain at ease happens, how will it affect MORE/STRONGER earthquakes.", "output": "no effect", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Air is pulled into the lungs Oxygen moves from the lungs into the bloodstream Air is pushed through the vocal chords A person talks Other air is pushed out of the lungs into the environment.suppose a person is doing physical work happens, how will it affect a SMALLER amount of oxygen being delivered to the blood stream.", "output": "less", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " The bird picks a tree The bird collects twigs and other refuse The bird makes a flat base with twigs The bird makes sides with twigs and other things The bird adds softer material to the inside The nest is done.suppose more sediment becomes loose from the rest of the soil happens, how will it affect LESS or SMALLER nests.", "output": "no effect", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " A plant dies The remains of the plant are buried very fast in sediment The soft parts of the plant decay The hard parts of the plant are replaced with minerals The sediment turns into rock The rock erodes The fossil appears on the surface of the ground.suppose the need for electricity has decreased because of more use of solar power happens, how will it affect more hard plant parts replaced by minerals.", "output": "no effect", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Green is a color that gathers sunlight easily Sunlight is gathered by the leaves of the plant The sunlight is broken down into glucose through photosynthesis The glucose travels the plant The plant uses that glucose as energy to grow.suppose less pollution in the air happens, how will it affect LESS sugar and oxygen being produced.", "output": "less", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " A machine called a pulverizer grinds the coal into a fine powder The coal powder mixes with hot air, which helps the coal burn more efficiently, and the mixture moves to the furnace The burning coal heats water in a boiler, creating steam Steam released from the boiler powers an engine called a turbine, transforming heat energy from burning coal into mechanical energy that spins the turbine engine The spinning turbine is used to power a generator, a machine that turns mechanical energy into electric energy This happens when magnets inside a copper coil in the generator spin A condenser cools the steam moving through the turbine As the steam is condensed, it turns back into water The water returns to the boiler, and the cycle begins againsuppose there will be less junk on the dishes happens, how will it affect LESS coal arriving at the power station.", "output": "no effect", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " They expand to take the air in  The cells of the lung hold the air They take in the air and remove the Oxygen They inflate and all the bad air leaves through the mouth They do it all over again.suppose there air is not breathable happens, how will it affect the lung cannot expand.", "output": "more", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Bees go out during the day and gather food Then while gathering of their food, they make wax, which is the building block of their bee hive Bees make food called honey They use a sticky, glue-like substance called propolis as a binding to hold their hives together Bees produce all of the building blocks to build their hive in their own bodysuppose getting a beehive disorder happens, how will it affect a LARGER hive.", "output": "less", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Animals and plants die in soft soil or mud Sediment builds up over the remains The remains decompose, leaving only trace amounts The remaining parts over the years are replaced with mineral A fossil is formedsuppose there is a mass extinction happens, how will it affect MORE fossils forming.", "output": "more", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Aluminium cans are put into a recycling bin Aluminium cans are then collected and taken to a treatment plant At the treatment plant the aluminium is sorted and cleaned Readied for reprocessing The aluminum cans go through a re-melt process Turned into molten aluminium The molten aluminum is made into large blocks called ingots The ingots are sent to mills and are rolled out into thin sheets The rolls are ready to be made into new aluminum products.suppose more magma explodes to the surface happens, how will it affect MORE aluminum cans being recycled.", "output": "no effect", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Items that can be reused are placed into recycling containers Recycling trucks pick up the items that are able to be reused The recyclable items travel to a recycling plant The items are sorted by what they are made of The items are broken down into small parts The small parts are melted to make new raw parts The raw parts are sold to manufactures to make new items.suppose evaporation will be quicker happens, how will it affect MORE recyling.", "output": "no effect", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " The pancreas detects chemical changes in the stomach The pancreas creates juices that help digest food The pancreas releases the juices into the stomach Trypsin and chymotrypsin digest protein Insulin is produced to move glucose from the blood The enzymes begin producing again.suppose Stomach pain increased happens, how will it affect I had a section removed.", "output": "more", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Place the water in a pot Cover the pot with a slightly too large cover Place a larger pot under the first Heat water to evaporation Water vapor will collect on the lid Drip into the second pot as fresh water Salt is left behind in the original pot.suppose water will evaporate more quickly happens, how will it affect LESS salt being removed from the water.", "output": "more", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " An egg is laid by a mother bird A baby bird forms within the egg if it is fertilized The baby bird begins pecking out of the egg The baby bird is unable to fly to get food The mother bird must feed the baby bird food The bird grows stronger and grows wings The bird is able to fly The bird is able to leave the nest and find food The bird is able to reproduce.suppose no predators eat the birds happens, how will it affect more birds will reproduce.", "output": "more", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " An owl leaves his nest The owl flys out into the night The owl looks down at the ground The owls keen eyesight allows him to see in the dark The owls sensitive hearing allows him to locate hidden prey The owl swoops down The owl catches a mouse in his talons.suppose less heat available happens, how will it affect owls look at the ground less.", "output": "no effect", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Batteries are put in a flashlight The flashlight is turned on Two contact strips touch one another A circuit is completed between the batteries and the lamp The lamp in the flashlight begins to glow The reflector in the flashlight directs the lamp's beam A straight beam of light is generated The flashlight is turned off The circuit is broken The beam is no longer visible.suppose the batteries are old happens, how will it affect HELPING the flashlight to work properly.", "output": "less", "options": ["more", "less", "no effect"]}
