{"task": "wiqa", "input": " The flu virus has receptors, which are like viral Velcro, on the surface of the virus particle The receptors will lock onto a target cell using these chemical receptors on the surface, which docks onto the cell surface The receptors  then go into the cell The receptors use it like a factory The receptors take it over and make it produce thousands or in some cases millions of copies of new viruses The copies come streaming out of the cell The copies infect other cells to make more viruses, or they escape from the body and infect a new victimsuppose having a weak immune system happens, how will it affect MORE cells being damaged.", "output": "more", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Someone is infected with bacteria That bacteria begins to grow and reproduce inside the cells The dividing bacteria begin to make toxins Those toxins damage your cells Disease symptoms may begin.suppose there is more rain happens, how will it affect LESS SEVERE disease occurring.", "output": "no effect", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " You plant vegetable seeds in the ground You water the seeds You wait for the seeds to sprout You keep the area free of pests and weeds while the plants grow You thin out the plants as they get bigger to give them space to grow You remove the vegetables from the plants when they are ripe.suppose freezer is cold happens, how will it affect MORE vegetables.", "output": "no effect", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Air is brought in through the mouth Passes through the lungs And into the bronchial tissue The carbon dioxide is removed The lungs bring the oxygen to the rest of the body.suppose If lungs are working properly happens, how will it affect less air goes through them.", "output": "less", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Green is a color that gathers sunlight easily Sunlight is gathered by the leaves of the plant The sunlight is broken down into glucose through photosynthesis The glucose travels the plant The plant uses that glucose as energy to grow.suppose if the green color specter increases happens, how will it affect lesss sunlight gets absorbed by the plant.", "output": "less", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " A male and female bird mate The female lays eggs The eggs are incubated by the parents, by sitting on them, for weeks The bird hatches from an egg The parents feed them as the continue to grow Develop flight feathers The parents teach them to fly After learning to fly they leave the nest to live on their own The next year they breed beginning the cycle againsuppose the water is not touched by rock happens, how will it affect more parents incubate eggs.", "output": "no effect", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " The kidneys receive blood from the renal artery They process it with millions of tiny nephrons Remove all the waste The kidneys return the blood back to the body through the renal artery Send the urine with the waste to the bladder through the ureters.suppose there is more liquid drunk happens, how will it affect less waste is passed to the bladder.", "output": "more", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Carbon dioxide passes through stomata in the leaves Water is absorbed through roots Chloroplast cells in leaves contain chlorophyll Chlorophyll absorbs energy from sunlight Energy splits water molecules into hydrogen and oxygen Oxygen gets released into atmosphere Hydrogen and carbon dioxide used to create glucose Glucose is food for plants.suppose the lid on the container fails happens, how will it affect LESS sugar and oxygen being produced.", "output": "no effect", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Sunlight passes through the glass into the greenhouse The plants and floor absorb the the sunlight The absorbed sunlight is converted to heat The heat cannot escape the glass The heat is trapped in the greenhouse The hot air rises The colder air at the top is pushed to the bottom The colder air is then warmed by the floor and the plants.suppose Heat caused by more global warming causes infertility happens, how will it affect more heat cannot escape glass.", "output": "no effect", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Sediment transport is the movement of solid particles (sediment) The movement is due to a combination of gravity acting on the sediment, and/or the movement of the fluid in which the sediment is entrained Sediment transport occurs in natural systems where the particles are clastic rocks (sand, gravel, boulders, etc.), mud, or clay The fluid is air, water, or ice And the force of gravity acts to move the particles along the sloping surface on which they are resting Sediment transport due to fluid motion occurs in rivers, oceans, lakes, seas, and other bodies of water due to currents and tides Transport is also caused by glaciers as they flowsuppose there is more gravity happens, how will it affect less movement along the sloping surface.", "output": "less", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Bats fly through an area The bat makes sounds with their mouth or nose The sound waves travel away from the bat The sound waves hit objects The sound waves bounce off the objects back towards the bat The bat hears the sound waves echoing off the objects The bat knows where the objects are because of where the sound echoed from The bat doesn't hurt itself by hitting the objects.suppose a freeze decreases spore germination happens, how will it affect STRONGER echolocation.", "output": "no effect", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Magma rises through cracks in the Earth&#x27;s crust The pressure causes plates to move Magma explodes to the surface The lava from the eruption cools to form new crust After several eruptions, the rock builds up and a volcano formssuppose geothermal plants are built happens, how will it affect less magma explodes to the surface.", "output": "more", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Dirty dishes are placed in the dishwasher The dishwasher is closed The dishwasher heats water to a hotter temperature The dishwasher directs water toward the dishes through jets The dishwasher adds detergent The dirty water drains out The dishwasher sprays more water to rinse the dishes off The water drains out again The dishwasher directs warm air toward the dishes to dry them The dishes can be removed.suppose sediments can build on top of the animals happens, how will it affect HELPING the dishwasher to clean better.", "output": "no effect", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " The blood sugar drops in a body Cells in the pancrease release glucagon The liver in response turns the glucagon into glucose And releases it into the blood The blood sugar levels are restored.suppose blood sugar drops less happens, how will it affect LESS regulation of blood sugar level being needed.", "output": "more", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Magma rises through cracks in the Earth&#x27;s crust The pressure causes plates to move Magma explodes to the surface The lava from the eruption cools to form new crust After several eruptions, the rock builds up and a volcano formssuppose there is more pressure happens, how will it affect there is more new crust that forms.", "output": "more", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " To bake a cake you first need to gather your ingredients Preheat the oven to desired baking temperature Grease your preferred cake pan with crisco or butter or other non-stick spray Add eggs and vegetable oil to the dry ingredients Stir or whisk until all the dry flour has been absorbed Pour the batter into the greased cake pan Place cake pan into the oven for the required time When a toothpick inserted into the cake comes out clean, the cake is done bakingsuppose the person wants a lighter textured fluffier cake happens, how will it affect a BIGGER cake.", "output": "more", "options": ["more", "less", "no effect"]}
