{"task": "wiqa", "input": " The flu virus has receptors, which are like viral Velcro, on the surface of the virus particle The receptors will lock onto a target cell using these chemical receptors on the surface, which docks onto the cell surface The receptors  then go into the cell The receptors use it like a factory The receptors take it over and make it produce thousands or in some cases millions of copies of new viruses The copies come streaming out of the cell The copies infect other cells to make more viruses, or they escape from the body and infect a new victimsuppose having a weak immune system happens, how will it affect MORE cells being damaged.", "output": "more", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Someone is infected with bacteria That bacteria begins to grow and reproduce inside the cells The dividing bacteria begin to make toxins Those toxins damage your cells Disease symptoms may begin.suppose there is more rain happens, how will it affect LESS SEVERE disease occurring.", "output": "no effect", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " You plant vegetable seeds in the ground You water the seeds You wait for the seeds to sprout You keep the area free of pests and weeds while the plants grow You thin out the plants as they get bigger to give them space to grow You remove the vegetables from the plants when they are ripe.suppose freezer is cold happens, how will it affect MORE vegetables.", "output": "no effect", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Air is brought in through the mouth Passes through the lungs And into the bronchial tissue The carbon dioxide is removed The lungs bring the oxygen to the rest of the body.suppose If lungs are working properly happens, how will it affect less air goes through them.", "output": "less", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Green is a color that gathers sunlight easily Sunlight is gathered by the leaves of the plant The sunlight is broken down into glucose through photosynthesis The glucose travels the plant The plant uses that glucose as energy to grow.suppose if the green color specter increases happens, how will it affect lesss sunlight gets absorbed by the plant.", "output": "less", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " A male and female bird mate The female lays eggs The eggs are incubated by the parents, by sitting on them, for weeks The bird hatches from an egg The parents feed them as the continue to grow Develop flight feathers The parents teach them to fly After learning to fly they leave the nest to live on their own The next year they breed beginning the cycle againsuppose the water is not touched by rock happens, how will it affect more parents incubate eggs.", "output": "no effect", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " The kidneys receive blood from the renal artery They process it with millions of tiny nephrons Remove all the waste The kidneys return the blood back to the body through the renal artery Send the urine with the waste to the bladder through the ureters.suppose there is more liquid drunk happens, how will it affect less waste is passed to the bladder.", "output": "more", "options": ["more", "less", "no effect"]}
{"task": "wiqa", "input": " Carbon dioxide passes through stomata in the leaves Water is absorbed through roots Chloroplast cells in leaves contain chlorophyll Chlorophyll absorbs energy from sunlight Energy splits water molecules into hydrogen and oxygen Oxygen gets released into atmosphere Hydrogen and carbon dioxide used to create glucose Glucose is food for plants.suppose the lid on the container fails happens, how will it affect LESS sugar and oxygen being produced.", "output": "no effect", "options": ["more", "less", "no effect"]}
