{"task": "sciq", "input": " A circuit must be closed for electric devices such as light bulbs to work. The arrows in the diagram show the direction in which electrons flow through the circuit. The current is considered to flow in the opposite direction.A circuit must be what in order for electric devices such as light bulbs to work?", "output": "closed", "options": ["closed", "cyclical", "down", "open"]}
{"task": "sciq", "input": " An alkaline battery is a variation on the zinc-carbon dry cell. The alkaline battery has no carbon rod and uses a paste of zinc metal and potassium hydroxide instead of a solid metal anode. The cathode half-reaction is the same, but the anode half-reaction is different.Deficiency of what is symptomized by nausea, fatigue and dizziness, and can be triggered by excessive sweating?", "output": "electrolytes", "options": ["calories", "electrolytes", "salts", "impurities"]}
{"task": "sciq", "input": " Vertebrates have an excretory system that includes a pair of kidneys. Kidneys are organs that filter wastes from blood so they can be excreted from the body.What organs filter wastes from blood so they can be excreted from the body?", "output": "kidneys", "options": ["liver", "kidneys", "lungs", "pancreas"]}
{"task": "sciq", "input": " The field of science has gotten so big that it is common to separate it into more specific fields. First, there is mathematics, the language of science. All scientific fields use mathematics to express themselves—some more than others. Physics and astronomy are scientific fields concerned with the fundamental interactions between matter and energy. Chemistry, as defined previously, is the study of the interactions of matter with other matter and with energy. Biology is the study of living organisms, while geology is the study of the earth. Other sciences can be named as well. Understand that these fields are not always completely separate; the boundaries between scientific fields are not always readily apparent. Therefore, a scientist may be labeled a biochemist if he or she studies the chemistry of biological organisms. Finally, understand that science can be either qualitative or quantitative. Qualitative implies a description of the quality of an object. For example, physical properties are generally qualitative descriptions: sulfur is yellow, your math book is heavy, or that statue is pretty. A quantitative description represents the specific amount of something; it means knowing how much of something is present, usually by counting or measuring it. As such, some quantitative descriptions would include 25 students in a class, 650 pages in a book, or a velocity of 66 miles per hour. Quantitative expressions are very important in science; they are also very important in chemistry.What field of study is called the language of science?", "output": "mathematics", "options": ["mathematics", "linguistics", "logic", "physics"]}
{"task": "sciq", "input": " Bacteria reproduce through a process called binary fission . During binary fission, the chromosome copies itself, forming two genetically identical copies. Then, the cell enlarges and divides into two new daughter cells. The two daughter cells are identical to the parent cell. Binary fission can happen very rapidly. Some species of bacteria can double their population in less than ten minutes!.Bacteria reproduce through what process, where the chromosome copies itself, forming two genetically identical copies?", "output": "binary fission", "options": ["binary fission", "residual fission", "nuclear fission", "multiple fission"]}
{"task": "sciq", "input": " Section Summary 11.1 What Is a Fluid? • A fluid is a state of matter that yields to sideways or shearing forces. Liquids and gases are both fluids. Fluid statics is the physics of stationary fluids.What is the term for a state of matter that yields to sideways or shearing forces?", "output": "fluid", "options": ["gravity", "fluid", "solid", "plasma"]}
{"task": "sciq", "input": " The sliding-and-shortening process occurs all along many myofibrils and in many muscle fibers. It causes the muscle fibers to shorten and the muscle to contract.What part of the muscle fibers cause shortening and contraction?", "output": "myofibrils", "options": ["pores", "myofibrils", "fasciae", "collagen"]}
{"task": "sciq", "input": " 12.7 Molecular Transport Phenomena: Diffusion, Osmosis, and Related Processes Diffusion There is something fishy about the ice cube from your freezer—how did it pick up those food odors? How does soaking a sprained ankle in Epsom salt reduce swelling? The answer to these questions are related to atomic and molecular transport phenomena—another mode of fluid motion. Atoms and molecules are in constant motion at any temperature. In fluids they move about randomly even in the absence of macroscopic flow. This motion is called a random walk and is illustrated in Figure 12.20. Diffusion is the movement of substances due to random thermal molecular motion. Fluids, like fish fumes or odors entering ice cubes, can even diffuse through solids. Diffusion is a slow process over macroscopic distances. The densities of common materials are great enough that molecules cannot travel very far before having a collision that can scatter them in any direction, including straight backward. It can be shown that the average distance x rms that a molecule travels is proportional to the square root of time:.What is the term for the movement of substances due to random thermal molecular motion?", "output": "diffusion", "options": ["convection", "diffusion", "condensation", "Transfusion"]}
{"task": "sciq", "input": " The deep-water zone is dark so there is no photosynthesis. Most deep-water organisms are scavengers. They feed on dead organisms that fall to the bottom of the lake. Crabs and catfish are two of these types of organisms. Fungi and bacteria are decomposers that live in the deep zone.Why does photosynthesis not occur in the deep-water zone?", "output": "it is dark", "options": ["it is cold", "it is dark", "it is stagnant", "it is pressurized"]}
{"task": "sciq", "input": " As plant cells grow, they also become specialized into different cell types. Once cells become specialized, they can no longer divide. So how do plants grow after that? The key to continued growth is meristem. Meristem is a type of plant tissue consisting of undifferentiated cells that can continue to divide.Once a plant cell becomes specialized, what can they no longer do?", "output": "divide", "options": ["photosynthesis", "cellular respiration", "divide", "osmosis"]}
{"task": "sciq", "input": " The most common two-lens telescope, like the simple microscope, uses two convex lenses and is shown in Figure 26.23(b). The object is so far away from the telescope that it is essentially at infinity compared with the focal lengths of the lenses ( d o ≈ ∞ ). The first image is thus produced at.The most common two-lens telescope, like the simple microscope, uses lenses of what shape?", "output": "convex", "options": ["angular", "cylindrical", "concave", "convex"]}
{"task": "sciq", "input": " CHAPTER SUMMARY 11.1 Discovering How Populations Change Evolution by natural selection arises from three conditions: individuals within a species vary, some of those variations are heritable, and organisms have more offspring than resources can support. The consequence is that individuals with relatively advantageous variations will be more likely to survive and have higher reproductive rates than those individuals with different traits. The advantageous traits will be passed on to offspring in greater proportion. Thus, the trait will have higher representation in the next and subsequent generations leading to genetic change in the population. The modern synthesis of evolutionary theory grew out of the reconciliation of Darwin’s, Wallace’s, and Mendel’s thoughts on evolution and heredity. Population genetics is a theoretical framework for describing evolutionary change in populations through the change in allele frequencies. Population genetics defines evolution as a change in allele frequency over generations. In the absence of evolutionary forces allele frequencies will not change in a population; this is known as Hardy-Weinberg equilibrium principle. However, in all populations, mutation, natural selection, genetic drift, and migration act to change allele frequencies.What is the term for a theoretical framework for describing evolutionary change in populations through the change in allele frequencies?", "output": "population genetics", "options": ["total genetics", "percent genetics", "density genetics", "population genetics"]}
{"task": "sciq", "input": " Membrane boundaries and capturing energy In which we consider how the aqueous nature of biological systems drives the formation of lipidbased barrier membranes and how such membranes are used to capture and store energy from the environment and chemical reactions. We consider how coupled reactions are used to drive macromolecular synthesis and growth. Defining the cell’s boundary A necessary step in the origin of life was the generation of a discrete barrier, a boundary layer, that serves to separate the living non-equilibrium reaction system from the rest of the universe. This boundary layer, the structural ancestor of the plasma membrane of modern cells, serves to maintain the integrity of the living system and mediates the movement of materials and energy into and out of the cell. Based on our current observations, the plasma membrane of all modern cells appears to be a homologous structure derived from a precursor present in the last common ancestor of life. So what is the structure of this barrier (plasma) membrane? How is it built and how does it work? When a new cell is formed its plasma membrane is derived from the plasma membrane of the progenitor cell. As the cell grows, new molecules must be added into the membrane to enable it to increase its surface area. Biological membranes are composed of two general classes of molecules, proteins (which we will discuss in much greater detail in the next section of the course) and lipids. It is worth noting explicitly here that, unlike a number of other types of molecules we will be considering, such as proteins, nucleic acids, and carbohydrates, lipids are not a structurally coherent group, that is they do not have one particular basic structure. Structurally diverse molecules, such as cholesterol and phospholipids, are both considered lipids. While there is a relatively small set of common lipid types, there are many different lipids found in biological systems and the characterization of their structure and function(s) has led to a new area of specialization known as lipidomics.214 All lipids have two distinct domains: a hydrophilic (circled in red in this figure →) domain characterized by polar regions and one or more hydrophobic/hydroapathetic domains that are usually made up of C and H and are non-polar. Lipids are amphipathic. In aqueous solution, entropic effects will drive the hydrophobic/hydroapathetic parts of the lipid out of aqueous solution. But in contrast to totally non-polar molecules, like oils, the hydrophobic/hydroapathetic part of the lipid is connected to a hydrophilic domain that is soluble in 214.All lipids have two distinct domains, a hydrophobic and a what?", "output": "hydrophilic", "options": ["hydrophilic", "covalent", "hydroaversive", "hydroceptive"]}
{"task": "sciq", "input": " science of heredity, or how traits are passed from parents to offspring.What is the science of how traits are passed from parents to offspring?", "output": "heredity", "options": ["heredity", "genetics", "cross matching", "alleles"]}
{"task": "sciq", "input": " 28.3 Fetal Development The fetal period lasts from the ninth week of development until birth. During this period, male and female gonads differentiate. The fetal circulatory system becomes much more specialized and efficient than its embryonic counterpart. It includes three shunts—the ductus venosus, the foramen ovale, and the ductus arteriosus—that enable it to bypass the semifunctional liver and pulmonary circuit until after childbirth. The brain continues to grow and its structures differentiate. Facial features develop, the body elongates, and the skeleton ossifies. In the womb, the developing fetus moves, blinks, practices sucking, and circulates amniotic fluid. The fetus grows from an embryo measuring approximately 3.3 cm (1.3 in) and weighing 7 g (0.25 oz) to an infant measuring approximately 51 cm (20 in) and weighing an average of approximately 3.4 kg (7.5 lbs). Embryonic organ structures that were primitive and nonfunctional develop to the point that the newborn can survive in the outside world.In humans, what period lasts from the ninth week of development until birth?", "output": "fetal period", "options": ["development period", "third trimester", "plasma period", "fetal period"]}
{"task": "sciq", "input": " 3.6 Active Transport The combined gradient that affects an ion includes its concentration gradient and its electrical gradient. Living cells need certain substances in concentrations greater than they exist in the extracellular space. Moving substances up their electrochemical gradients requires energy from the cell. Active transport uses energy stored in ATP to fuel the transport. Active transport of small molecular-size material uses integral proteins in the cell membrane to move the material—these proteins are analogous to pumps. Some pumps, which carry out primary active transport, couple directly with ATP to drive their action. In secondary transport, energy from primary transport can be used to move another substance into the cell and up its concentration gradient. Endocytosis methods require the direct use of ATP to fuel the transport of large particles such as macromolecules; parts of cells or whole cells can be engulfed by other cells in a process called phagocytosis. In phagocytosis, a portion of the membrane invaginates and flows around the particle, eventually pinching off and leaving the particle wholly enclosed by an envelope of plasma membrane. Vacuoles are broken down by the cell, with the particles used as food or dispatched in some other way. Pinocytosis is a similar process on a smaller scale. The cell expels waste and other particles through the reverse process, exocytosis. Wastes are moved outside the cell, pushing a membranous vesicle to the plasma membrane, allowing the vesicle to fuse with the membrane and incorporating itself into the membrane structure, releasing its contents to the exterior of the cell.The cell expels waste and other particles through a process called what?", "output": "exocytosis", "options": ["metamorphisis", "exocytosis", "endocytosis", "biosynthesis"]}
