{"task": "sciq", "input": " the history of galactic evolution has been, and the nature of space in their vicinity. However, so many black holes are now known that correlations between black hole mass and galactic nuclei characteristics are being studied. What is the mechanism for the energy output of quasars? These distant and extraordinarily energetic objects now seem to be early stages of galactic evolution with a supermassive black-hole-devouring material. Connections are now being made with galaxies having energetic cores, and there is evidence consistent with less consuming, supermassive black holes at the center of older galaxies. New instruments are allowing us to see deeper into our own galaxy for evidence of our own massive black hole.What distant and extraordinarily energetic objects now seem to be early stages of galactic evolution with a supermassive black-hole-devouring material?", "output": "quasars", "options": ["stars", "neutrinos", "quasars", "pulsars"]}
{"task": "sciq", "input": " The major types of radioactivity include alpha particles, beta particles, and gamma rays.Alpha particles, beta particles, and gamma particles are major types of what?", "output": "radioactivity", "options": ["radioactivity", "microscopy", "sound waves", "visible light"]}
{"task": "sciq", "input": " Population density just gives the average number of individuals per unit of area or volume. Often, individuals in a population are not spread out evenly. Instead, they may live in clumps or some other pattern (see Figure below ). The pattern may reflect characteristics of the species or its environment. Population distribution describes how the individuals are distributed, or spread throughout their habitat.The average number of individuals per unit of area can be expressed as what?", "output": "population density", "options": ["the percent of population", "percent density", "population density", "total density"]}
{"task": "sciq", "input": " 22.8 Torque on a Current Loop: Motors and Meters Motors are the most common application of magnetic force on current-carrying wires. Motors have loops of wire in a magnetic field. When current is passed through the loops, the magnetic field exerts torque on the loops, which rotates a shaft. Electrical energy is converted to mechanical work in the process. (See Figure 22.34.Motors are the most common application of magnetic force on current-carrying wires. motors have loops of wire in this?", "output": "magnetic field", "options": ["electrical circuit", "magnetic field", "spark plugs", "capacitors"]}
{"task": "sciq", "input": " The force of friction between these two blocks is related to two factors. The first factor is the roughness of the surfaces that are interacting, which is called the coefficient of friction , (Greek letter mu). The second factor is the magnitude of the force pushing the top block down onto the lower block. It is reasonable that the more forcefully the blocks are pushed together, the more difficult it will be for one to slide over the other. The force pushing these blocks together is the result of gravity acting on the top block and pressing it against the bottom block, which resists the weight with an equal and opposite force called the normal force . The force of friction can be calculated by.The roughness of interacting surfaces and the magnitude of force pushing one object onto another are two factors related to what force?", "output": "friction", "options": ["friction", "temperature", "tension", "energy"]}
{"task": "sciq", "input": " Electrons at lower energy levels, which are closer to the nucleus, have less energy. At the lowest energy level, which has the least energy, there is just one orbital, so this energy level has a maximum of two electrons.What happens to the energy levels of electrons as they are closer to the nucleus?", "output": "they are lower", "options": ["they divide", "they are lower", "they balance", "they are higher"]}
{"task": "sciq", "input": " Another major cause of extinction is global warming , which is also known as global climate change. During the past century, the Earth's average temperature has risen by almost 1°C (about 1.3°F). You may not think that is significant, but to organisms that live in the wild and are constantly adapting to their environments, any climate change can be hazardous. Recall that burning fossil fuels releases gasses into the atmosphere that warm the Earth. Our increased use of fossil fuels, such as coal and oil, is changing the Earth’s climate. Any long-term change in the climate can destroy the habitat of a species. Even a brief change in climate may be too stressful for an organism to survive. For example, if the seas increase in temperature, even briefly, it may be too warm for certain types of fish to reproduce.Another major cause of extinction is global warming , which is also known as?", "output": "global climate change", "options": ["global climate change", "rapid climate change", "sudden climate change", "regional climate change"]}
{"task": "sciq", "input": " The Figure above shows how the electromagnetic spectrum displays a wide variation in wavelength and frequency. Radio waves have wavelengths of as long as hundreds of meters, while the wavelength of gamma rays are on the order of 10 -12 m. The corresponding frequencies range from 10 6 to 10 21 Hz. Visible light can be split into colors with the use of a prism ( Figure below ), yielding the visible spectrum of light. Red light has the longest wavelength and lowest frequency, while violet light has the shortest wavelength and highest frequency. Visible light wavelength ranges from about 400 – 700 nm with frequencies in the range of 10 14 Hz.Visible light can be split into colors with the use of a what?", "output": "prism", "options": ["spectrum", "kaleidoscope", "prism", "convex lenses"]}
