{"task": "sciq", "input": " Oil spills are another source of ocean pollution. To get at oil buried beneath the seafloor, oil rigs are built in the oceans. These rigs pump oil from beneath the ocean floor. Huge ocean tankers carry oil around the world. If something goes wrong with a rig on a tanker, millions of barrels of oil may end up in the water. The oil may coat and kill ocean animals. Some of the oil will wash ashore. This oil may destroy coastal wetlands and ruin beaches.What source of ocean pollution kills animals by coating them?", "output": "oil spill", "options": ["grain spill", "oil spill", "plants spill", "chemical spill"]}
{"task": "sciq", "input": " Smog clouds the city of Los Angeles, California. Visible air pollution in the form of smog is a sign that the air is unhealthy.Smog is a visible form of what?", "output": "air pollution", "options": ["water pollution", "condensation", "air pollution", "oxidation"]}
{"task": "sciq", "input": " The central nervous system is made up of the brain and the spinal cord.What makes up the central nervous system?", "output": "brain and spinal cord", "options": ["brain and spinal cord", "spine and lungs", "heart and lungs", "brain and heart"]}
{"task": "sciq", "input": " The Nuclear Envelope The nuclear envelope is a double-membrane structure that constitutes the outermost portion of the nucleus ( Figure 4.11). Both the inner and outer membranes of the nuclear envelope are phospholipid bilayers. The nuclear envelope is punctuated with pores that control the passage of ions, molecules, and RNA between the nucleoplasm and cytoplasm. The nucleoplasm is the semi-solid fluid inside the nucleus, where we find the chromatin and the nucleolus. Chromatin and Chromosomes To understand chromatin, it is helpful to first consider chromosomes. Chromosomes are structures within the nucleus that are made up of DNA, the hereditary material. You may remember that in prokaryotes, DNA is organized into a single circular chromosome. In eukaryotes, chromosomes are linear structures. Every eukaryotic species has a specific number of chromosomes in the nuclei of its body’s cells. For example, in humans, the chromosome number is 46, while in fruit flies, it is eight. Chromosomes are only visible and distinguishable from one another when the cell is getting ready to divide. When the cell is in the growth and maintenance phases of its life cycle, proteins are attached to chromosomes, and they resemble an unwound, jumbled bunch of threads. These unwound protein-chromosome complexes are called chromatin ( Figure 4.12); chromatin describes the material that makes up the chromosomes both when condensed and decondensed.What is the double-membrane structure that constitutes the outermost portion of the nucleus?", "output": "nuclear envelope", "options": ["energy fold", "energy envelope", "nuclear fold", "nuclear envelope"]}
{"task": "sciq", "input": " Ionic bonds are formed by the attraction between oppositely charged ions.What are formed by the attraction between oppositely charged ions?", "output": "ionic bonds", "options": ["soluble bonds", "ionic bonds", "inept bonds", "magnetic bonds"]}
{"task": "sciq", "input": " Pulmonary gas exchange is the exchange of gases between inhaled air and the blood. It occurs in the alveoli of the lungs. Alveoli (singular, alveolus) are grape-like clusters surrounded by networks of thin-walled pulmonary capillaries. After you inhale, there is a greater concentration of oxygen in the alveoli than in the blood of the pulmonary capillaries, so oxygen diffuses from the alveoli into the blood across the capillaries (see Figure below ). Carbon dioxide, in contrast, is more concentrated in the blood of the pulmonary capillaries than in the alveoli, so it diffuses in the opposite direction.In what part of the lungs is pulmonary gas exchanged?", "output": "alveoli", "options": ["trachea", "bronchioles", "bronchi", "alveoli"]}
{"task": "sciq", "input": " RNA is studied to understand gene expression patterns in cells. RNA is naturally very unstable because enzymes that break down RNA are commonly present in nature. Some are even secreted by our own skin and are very difficult to inactivate. Similar to DNA extraction, RNA extraction involves the use of various buffers and enzymes to inactivate other macromolecules and preserve only the RNA. Gel Electrophoresis Because nucleic acids are negatively charged ions at neutral or alkaline pH in an aqueous environment, they can be moved by an electric field. Gel electrophoresis is a technique used to separate charged molecules on the basis of size and charge. The nucleic acids can be separated as whole chromosomes or as fragments. The nucleic acids are loaded into a slot at one end of a gel matrix, an electric current is applied, and negatively charged molecules are pulled toward the opposite end of the gel (the end with the positive electrode). Smaller molecules move through the pores in the gel faster than larger molecules; this difference in the rate of migration separates the fragments on the basis of size. The nucleic acids in a gel matrix are invisible until they are stained with a compound that allows them to be seen, such as a dye. Distinct fragments of nucleic acids appear as bands at specific distances from the top of the gel (the negative electrode end) that are based on their size (Figure 10.3). A mixture of many fragments of varying sizes appear as a long smear, whereas uncut genomic DNA is usually too large to run through the gel and forms a single large band at the top of the gel.What is studied to understand gene expression patterns in cells?", "output": "rna", "options": ["rna", "protein", "dna", "mutations"]}
{"task": "sciq", "input": " Plants are multicellular and eukaryotic, meaning their cells have a nucleus and membrane-bound organelles.Plants are described by what term, meaning their cells have a nucleus and membrane-bound organelles?", "output": "eukaryotic", "options": ["walled", "prokaryotic", "eukaryotic", "complex"]}
