{"task": "sciq", "input": " A circuit must be closed for electric devices such as light bulbs to work. The arrows in the diagram show the direction in which electrons flow through the circuit. The current is considered to flow in the opposite direction.A circuit must be what in order for electric devices such as light bulbs to work?", "output": "closed", "options": ["closed", "cyclical", "down", "open"]}
{"task": "sciq", "input": " An alkaline battery is a variation on the zinc-carbon dry cell. The alkaline battery has no carbon rod and uses a paste of zinc metal and potassium hydroxide instead of a solid metal anode. The cathode half-reaction is the same, but the anode half-reaction is different.Deficiency of what is symptomized by nausea, fatigue and dizziness, and can be triggered by excessive sweating?", "output": "electrolytes", "options": ["calories", "electrolytes", "salts", "impurities"]}
{"task": "sciq", "input": " Vertebrates have an excretory system that includes a pair of kidneys. Kidneys are organs that filter wastes from blood so they can be excreted from the body.What organs filter wastes from blood so they can be excreted from the body?", "output": "kidneys", "options": ["liver", "kidneys", "lungs", "pancreas"]}
{"task": "sciq", "input": " The field of science has gotten so big that it is common to separate it into more specific fields. First, there is mathematics, the language of science. All scientific fields use mathematics to express themselves—some more than others. Physics and astronomy are scientific fields concerned with the fundamental interactions between matter and energy. Chemistry, as defined previously, is the study of the interactions of matter with other matter and with energy. Biology is the study of living organisms, while geology is the study of the earth. Other sciences can be named as well. Understand that these fields are not always completely separate; the boundaries between scientific fields are not always readily apparent. Therefore, a scientist may be labeled a biochemist if he or she studies the chemistry of biological organisms. Finally, understand that science can be either qualitative or quantitative. Qualitative implies a description of the quality of an object. For example, physical properties are generally qualitative descriptions: sulfur is yellow, your math book is heavy, or that statue is pretty. A quantitative description represents the specific amount of something; it means knowing how much of something is present, usually by counting or measuring it. As such, some quantitative descriptions would include 25 students in a class, 650 pages in a book, or a velocity of 66 miles per hour. Quantitative expressions are very important in science; they are also very important in chemistry.What field of study is called the language of science?", "output": "mathematics", "options": ["mathematics", "linguistics", "logic", "physics"]}
{"task": "sciq", "input": " Bacteria reproduce through a process called binary fission . During binary fission, the chromosome copies itself, forming two genetically identical copies. Then, the cell enlarges and divides into two new daughter cells. The two daughter cells are identical to the parent cell. Binary fission can happen very rapidly. Some species of bacteria can double their population in less than ten minutes!.Bacteria reproduce through what process, where the chromosome copies itself, forming two genetically identical copies?", "output": "binary fission", "options": ["binary fission", "residual fission", "nuclear fission", "multiple fission"]}
{"task": "sciq", "input": " Section Summary 11.1 What Is a Fluid? • A fluid is a state of matter that yields to sideways or shearing forces. Liquids and gases are both fluids. Fluid statics is the physics of stationary fluids.What is the term for a state of matter that yields to sideways or shearing forces?", "output": "fluid", "options": ["gravity", "fluid", "solid", "plasma"]}
{"task": "sciq", "input": " The sliding-and-shortening process occurs all along many myofibrils and in many muscle fibers. It causes the muscle fibers to shorten and the muscle to contract.What part of the muscle fibers cause shortening and contraction?", "output": "myofibrils", "options": ["pores", "myofibrils", "fasciae", "collagen"]}
{"task": "sciq", "input": " 12.7 Molecular Transport Phenomena: Diffusion, Osmosis, and Related Processes Diffusion There is something fishy about the ice cube from your freezer—how did it pick up those food odors? How does soaking a sprained ankle in Epsom salt reduce swelling? The answer to these questions are related to atomic and molecular transport phenomena—another mode of fluid motion. Atoms and molecules are in constant motion at any temperature. In fluids they move about randomly even in the absence of macroscopic flow. This motion is called a random walk and is illustrated in Figure 12.20. Diffusion is the movement of substances due to random thermal molecular motion. Fluids, like fish fumes or odors entering ice cubes, can even diffuse through solids. Diffusion is a slow process over macroscopic distances. The densities of common materials are great enough that molecules cannot travel very far before having a collision that can scatter them in any direction, including straight backward. It can be shown that the average distance x rms that a molecule travels is proportional to the square root of time:.What is the term for the movement of substances due to random thermal molecular motion?", "output": "diffusion", "options": ["convection", "diffusion", "condensation", "Transfusion"]}
