{"task": "sciq", "input": " The convection zone is where convection takes place. It is located outward from the radiative zone.What zone is outside the radiative zone?", "output": "convection zone", "options": ["diffusion zone", "peripheral zone", "activation zone", "convection zone"]}
{"task": "sciq", "input": " Venus has more volcanoes than any other planet. There are between 100,000 and one million volcanoes on Venus! Most of the volcanoes are now inactive. There are also a large number of craters. This means that Venus doesn’t have tectonic plates. Plate tectonics on Earth erases features over time. Figure below is an image made using radar data. The volcano is Maat Mons. Lava beds are in the foreground. Scientists think the color of sunlight on Venus is reddish-brown.What planet has the most volcanoes?", "output": "venus", "options": ["uranus", "Earth", "Mars", "venus"]}
{"task": "sciq", "input": " The oceans are most polluted along coasts. Why do you think that's the case? Of course, it's because most pollution enters the oceans from the land. Runoff and rivers carry the majority of pollution into the ocean. Many cities dump their wastewater , water mixed with waste, directly into coastal waters. In some parts of the world, raw sewage and trash may be thrown into the water ( Figure below ). Coastal water may become so polluted that people get sick if they swim in it or eat seafood from it. The polluted water may also kill fish and other ocean life.Where are the oceans most polluted?", "output": "along coasts", "options": ["along reefs", "on the ocean floor", "along coasts", "in warmer waters"]}
{"task": "sciq", "input": " Not only salt, but many other solutes can dissolve in water. In fact, so many solutes can dissolve in water that water has been called the universal solvent. Even rocks can dissolve in water, which explains the cave that opened this article. A solute that can dissolve in a given solvent, such as water, is said to be soluble in that solvent. Conversely, a solute that cannot dissolve in a given solvent is said to be insoluble in that solvent.What liquid is referred to as the \"universal solvent\"?", "output": "water", "options": ["bromine", "water", "gasoline", "blood"]}
{"task": "sciq", "input": " 19.5 Capacitors and Dielectrics A capacitor is a device used to store electric charge. Capacitors have applications ranging from filtering static out of radio reception to energy storage in heart defibrillators. Typically, commercial capacitors have two conducting parts close to one another, but not touching, such as those in Figure 19.13. (Most of the time an insulator is used between the two plates to provide separation—see the discussion on dielectrics below. ) When battery terminals are connected to an initially uncharged capacitor, equal amounts of positive and negative charge, +Q and – Q , are separated into its two plates. The capacitor remains neutral overall, but we refer to it as storing a charge.What do we call a device used to store electric charge?", "output": "capacitor", "options": ["amplifier", "capacitor", "charger", "battery"]}
{"task": "sciq", "input": " What is physics ? Physics is the branch of science that studies the physical world, including objects as small as subatomic particles and as large as galaxies. It studies the nature of matter and energy and how they interact. Physicists are inquisitive people who want to know the causes of what they see. How does the moon move? Why does the moon move? Why do the stars shine? Why do your hands get warm when you rub them together? Physicists, like all scientists, hope to find explanations that describe more than one phenomenon and offer a better understanding of how the universe works.What is the branch of science that studies the physical world?", "output": "physics", "options": ["Ecology", "physics", "botany", "social science"]}
{"task": "sciq", "input": " Feathers are also used all over the world to stuff pillows, mattresses, sleeping bags, coats, and quilting. Goose feathers are preferred because they are soft. Manufacturers often mix goose feathers with down feathers to provide extra softness.Why are goose feathers preferred for stuffing by manufacturers?", "output": "softness", "options": ["multi layers build up", "smoothness", "thickness", "softness"]}
{"task": "sciq", "input": " The presence of solute particles blocks some of the ability for liquid particles to evaporate. Thus, solutions of solid solutes typically have a lower vapor pressure than the pure solvent.The presence of solute particles blocks some of the ability for liquid particles to do what?", "output": "evaporate", "options": ["fuse", "melt", "dissolve", "evaporate"]}
