{"task": "sciq", "input": " Despite their hardness and strength, bones can suffer from injury and disease. Bone problems include fractures, osteoarthritis, and rickets.Fractures, rickets, and osteoarthritis all affect what part(s) of the body?", "output": "bones", "options": ["fossils", "Heart", "bones", "animals"]}
{"task": "sciq", "input": " 25.7 Image Formation by Mirrors 53. What is the focal length of a makeup mirror that has a power of 1.50 D? 54. Some telephoto cameras use a mirror rather than a lens. What radius of curvature mirror is needed to replace a 800 mm focal length telephoto lens? 55. (a) Calculate the focal length of the mirror formed by the shiny back of a spoon that has a 3.00 cm radius of curvature. (b) What is its power in diopters? 56. Find the magnification of the heater element in Example 25.9. Note that its large magnitude helps spread out the reflected energy. What is the focal length of a makeup mirror that produces a magnification of 1.50 when a person’s face is 12.0 cm away? Explicitly show how you follow the steps in the Problem-Solving Strategy for Mirrors. A shopper standing 3.00 m from a convex security mirror sees his image with a magnification of 0.250. (a) Where is his image? (b) What is the focal length of the mirror? (c) What is its radius of curvature? Explicitly show how you follow the steps in the Problem-Solving Strategy for Mirrors. An object 1.50 cm high is held 3.00 cm from a person’s cornea, and its reflected image is measured to be 0.167 cm high. (a) What is the magnification? (b) Where is the image? (c) Find the radius of curvature of the convex mirror formed by the cornea. (Note that this technique is used by optometrists to measure the curvature of the cornea for contact lens fitting. The instrument used is called a keratometer, or curve measurer. ) 60. Ray tracing for a flat mirror shows that the image is located a distance behind the mirror equal to the distance of the object from the mirror. This is stated d i = –d o , since this is a negative image distance (it is a virtual image). (a) What is the focal length of a flat mirror? (b) What is its power?.What does a keratometer measure in the cornea?", "output": "curve", "options": ["diameter", "curve", "Lenght", "Width"]}
{"task": "sciq", "input": " Most carcinogens produce mutations in genes that control the cell cycle.Most carcinogens produce mutations in genes that control what?", "output": "cell cycle", "options": ["proteins cycle", "cell cycle", "ubiquitous cycle", "digestive cycle"]}
{"task": "sciq", "input": " The saguaro cactus pictured in Figure below has adapted in all three ways. When it was still a very small plant, just a few inches high, its shallow roots already reached out as much as 2 meters (7 feet) from the base of the stem. By now, its root system is much more widespread. It allows the cactus to gather as much moisture as possible from rare rainfalls. The saguaro doesn’t have any leaves to lose water by transpiration. It also has a large, barrel-shaped stem that can store a lot of water. Thorns protect the stem from thirsty animals that might try to get at the water inside.In desert cactus, thorns that protect the water held in a large, barrel-shaped stem are an example of what?", "output": "adaptation", "options": ["adaptation", "characteristic", "feature", "species"]}
{"task": "sciq", "input": " The rate of decay of a radioactive substance is constant over time.What remains a constant of radioactive substance over time?", "output": "rate of decay", "options": ["temperature", "acidity", "volatility", "rate of decay"]}
{"task": "sciq", "input": " A population can’t keep growing bigger and bigger forever. Sooner or later, it will run out of things it needs. For a given species, there is a maximum population that can be supported by the environment. This maximum is called the carrying capacity . When a population gets close to the carrying capacity, it usually grows more slowly ( Figure below ). When the population reaches the carrying capacity, it stops growing.For any given species, what term means the maximum population that can be supported by the environment?", "output": "carrying capacity", "options": ["zero population growth", "mass extinction", "tipping point", "carrying capacity"]}
{"task": "sciq", "input": " An element is pure substance that cannot be broken down into other substances. Each element has a particular set of properties that, taken together, distinguish it from all other elements. Table below lists the major elements in the human body. As you can see, you consist mainly of the elements oxygen, carbon, and hydrogen.What is the term for a pure substance that possesses unique properties and cannot be broken down into other substances?", "output": "element", "options": ["plastic", "light", "element", "alloy"]}
{"task": "sciq", "input": " Parallel electrical circuits have multiple paths the current may take.What type electrical circuits have multiple paths the current may take?", "output": "parallel", "options": ["parallel", "perpendicular", "single loop", "serial"]}
