{"task": "sciq", "input": " Despite their hardness and strength, bones can suffer from injury and disease. Bone problems include fractures, osteoarthritis, and rickets.Fractures, rickets, and osteoarthritis all affect what part(s) of the body?", "output": "bones", "options": ["fossils", "Heart", "bones", "animals"]}
{"task": "sciq", "input": " 25.7 Image Formation by Mirrors 53. What is the focal length of a makeup mirror that has a power of 1.50 D? 54. Some telephoto cameras use a mirror rather than a lens. What radius of curvature mirror is needed to replace a 800 mm focal length telephoto lens? 55. (a) Calculate the focal length of the mirror formed by the shiny back of a spoon that has a 3.00 cm radius of curvature. (b) What is its power in diopters? 56. Find the magnification of the heater element in Example 25.9. Note that its large magnitude helps spread out the reflected energy. What is the focal length of a makeup mirror that produces a magnification of 1.50 when a person’s face is 12.0 cm away? Explicitly show how you follow the steps in the Problem-Solving Strategy for Mirrors. A shopper standing 3.00 m from a convex security mirror sees his image with a magnification of 0.250. (a) Where is his image? (b) What is the focal length of the mirror? (c) What is its radius of curvature? Explicitly show how you follow the steps in the Problem-Solving Strategy for Mirrors. An object 1.50 cm high is held 3.00 cm from a person’s cornea, and its reflected image is measured to be 0.167 cm high. (a) What is the magnification? (b) Where is the image? (c) Find the radius of curvature of the convex mirror formed by the cornea. (Note that this technique is used by optometrists to measure the curvature of the cornea for contact lens fitting. The instrument used is called a keratometer, or curve measurer. ) 60. Ray tracing for a flat mirror shows that the image is located a distance behind the mirror equal to the distance of the object from the mirror. This is stated d i = –d o , since this is a negative image distance (it is a virtual image). (a) What is the focal length of a flat mirror? (b) What is its power?.What does a keratometer measure in the cornea?", "output": "curve", "options": ["diameter", "curve", "Lenght", "Width"]}
{"task": "sciq", "input": " Most carcinogens produce mutations in genes that control the cell cycle.Most carcinogens produce mutations in genes that control what?", "output": "cell cycle", "options": ["proteins cycle", "cell cycle", "ubiquitous cycle", "digestive cycle"]}
{"task": "sciq", "input": " The saguaro cactus pictured in Figure below has adapted in all three ways. When it was still a very small plant, just a few inches high, its shallow roots already reached out as much as 2 meters (7 feet) from the base of the stem. By now, its root system is much more widespread. It allows the cactus to gather as much moisture as possible from rare rainfalls. The saguaro doesn’t have any leaves to lose water by transpiration. It also has a large, barrel-shaped stem that can store a lot of water. Thorns protect the stem from thirsty animals that might try to get at the water inside.In desert cactus, thorns that protect the water held in a large, barrel-shaped stem are an example of what?", "output": "adaptation", "options": ["adaptation", "characteristic", "feature", "species"]}
{"task": "sciq", "input": " The rate of decay of a radioactive substance is constant over time.What remains a constant of radioactive substance over time?", "output": "rate of decay", "options": ["temperature", "acidity", "volatility", "rate of decay"]}
{"task": "sciq", "input": " A population can’t keep growing bigger and bigger forever. Sooner or later, it will run out of things it needs. For a given species, there is a maximum population that can be supported by the environment. This maximum is called the carrying capacity . When a population gets close to the carrying capacity, it usually grows more slowly ( Figure below ). When the population reaches the carrying capacity, it stops growing.For any given species, what term means the maximum population that can be supported by the environment?", "output": "carrying capacity", "options": ["zero population growth", "mass extinction", "tipping point", "carrying capacity"]}
{"task": "sciq", "input": " An element is pure substance that cannot be broken down into other substances. Each element has a particular set of properties that, taken together, distinguish it from all other elements. Table below lists the major elements in the human body. As you can see, you consist mainly of the elements oxygen, carbon, and hydrogen.What is the term for a pure substance that possesses unique properties and cannot be broken down into other substances?", "output": "element", "options": ["plastic", "light", "element", "alloy"]}
{"task": "sciq", "input": " Parallel electrical circuits have multiple paths the current may take.What type electrical circuits have multiple paths the current may take?", "output": "parallel", "options": ["parallel", "perpendicular", "single loop", "serial"]}
{"task": "sciq", "input": " Seawalls and breakwaters are built parallel to the shore.Seawalls and breakwaters are built parallel to what?", "output": "shore", "options": ["center-point", "ocean base", "shore", "the deep"]}
{"task": "sciq", "input": " Pseudo-ruminants Some animals, such as camels and alpacas, are pseudo-ruminants. They eat a lot of plant material and roughage. Digesting plant material is not easy because plant cell walls contain the polymeric sugar molecule cellulose. The digestive enzymes of these animals cannot break down cellulose, but microorganisms present in the digestive system can. Therefore, the digestive system must be able to handle large amounts of roughage and break down the cellulose. Pseudo-ruminants have a threechamber stomach in the digestive system. However, their cecum—a pouched organ at the beginning of the large intestine containing many microorganisms that are necessary for the digestion of plant materials—is large and is the site where the roughage is fermented and digested. These animals do not have a rumen but have an omasum, abomasum, and reticulum.Where is roughage fermented and digested in pseudo-ruminants?", "output": "in their cecum", "options": ["in their cecum", "in their appendix", "in their ileum", "in their pancreas"]}
{"task": "sciq", "input": " Ionic compounds consist of oppositely charged ions that are held together by ionic bonds. The opposite charges cancel out so ionic compounds have a net neutral charge. Ionic compounds form when metals transfer valence electrons to nonmetals.What kind of charge do iconic compounds have?", "output": "net neutral charge", "options": ["net positive charge", "net neutral charge", "white neutral charge", "net negative charge"]}
{"task": "sciq", "input": " The direct conversion of a solid to a gas, without an intervening liquid phase, is calledsublimation. The amount of energy required to sublime 1 mol of a pure solid is theenthalpy of sublimation (ΔHsub). Common substances that sublime at standard temperature and pressure (STP; 0°C, 1 atm) include CO2 (dry ice); iodine (Figure 11.18 \"The Sublimation of Solid Iodine\"); naphthalene, a substance used to protect woolen clothing against moths; and 1,4-dichlorobenzene. As shown in Figure 11.17 \"The Three Phases of Matter and the Processes That Interconvert Them When the Temperature Is Changed\", the enthalpy of sublimation of a substance is the sum of its enthalpies of fusion and vaporization provided all values are at the same T; this is an application of Hess’s law. (For more information about Hess’s law, see Chapter 5 \"Energy Changes in Chemical Reactions\", Section 5.2 \"Enthalpy\"). Equation 11.3.The direct conversion of a solid to a gas, without an intervening liquid phase, is called what?", "output": "sublimation", "options": ["amplification", "sublimation", "insertion", "isolation"]}
{"task": "sciq", "input": " The cardiovascular system moves nutrients and other substances throughout the body.Which human body system system moves nutrients and other substances throughout the body?", "output": "cardiovascular system", "options": ["cardiovascular system", "Muscular system", "Integumentary system", "Digestive system"]}
{"task": "sciq", "input": " Carbohydrates include sugars, starches, and fiber. Sugars and starches are used by the body for energy. One gram of sugar or starch provides 4 Calories of energy. Fiber doesn’t provide energy, but it is needed for other uses. At age 13 years, you need about 130 grams of carbohydrates a day. Figure below shows good food sources of each type.How many calories of energy does one gram of sugar or starch provide?", "output": "4", "options": ["3", "5", "10", "4"]}
{"task": "sciq", "input": " Carrier proteins bind and carry the molecules across the cell membrane. These proteins bind a molecule on one side of the membrane, change shape as they carry the molecule across the membrane, and deposit the molecule on the other side of the membrane. Even though a protein is involved in both these methods of transport, neither method requires energy. Therefore these are still types of passive transport.Carrier proteins bind and carry the molecules across what cell structure?", "output": "cell membrane", "options": ["cell wall", "plastid", "cell membrane", "nucleus"]}
{"task": "sciq", "input": " Ribosomes are small organelles and are the site of protein synthesis. They are found in all cells.What are small organelles and are the site of protein synthesis called.", "output": "ribosomes", "options": ["chromosomes", "ribosomes", "chromosomes", "chloroplasts"]}
