{"task": "race-high", "input": " 400-year-old plants from the Little Ice Age were brought back to life, which could help us understand how the Earth will deal with climate change. Moss  found buried beneath the Teardrop glacier  on Ellesmere Island in Canada has been brought back to life. Findings suggest that these plants could help repopulate regions exposed by melting ice caps. Plants that were buried beneath thick ice in Canada more than 400 years ago and were thought to have frozen to death have been brought back to life by Canadian scientists. Samples of the moss plant, covered by the glacier during the Little Ice Age of 1550 to 1850 AD, were replanted in a lab at the University of Alberta and grew new stems . Researchers now think these findings can give indication as to how regions can recover as the ice covering them melts. Biologist Dr. Catherine La Farge and her team at the University of Alberta were exploring the region around the Teardrop glacier on Ellesmere Island. Ice on Ellesmere Island region has been melting at around four meters each year for the past nine years. This means that many areas of land that were previously covered by ice have since been exposed. Many ecosystems that were thought to have been destroyed during the Little Ice Age between 1550 and 1850 AD can now be studied, including many species that have never been studied before. While examining an exposed area of land, La Farge and her team discovered a small area of moss called Aulacomnium turgidum. It is a type of bryophyte  plant that mainly grows across Canada, the US and the Highlands of Scotland. Dr La Farge noticed that the moss had small patches of green stems, suggesting it is either growing again or can be encouraged to repopulate. Dr La Farge told the BBC, \"When we looked at the samples in detail and brought them to the lab, I could see some of the stems actually had new growth of green branches, suggesting that these plants are growing again, and that _ When we think of thick areas of ice covering the landscape, we've always thought that plants have to come from refugia , never considering that land plants come from underneath a glacier. It's a whole world of what's coming out from underneath the glacier that really needs to be studied. The ice is disappearing pretty fast. We really have not examined all the biological systems that exist in the world; we don't know it all.\" Dr La Farge took samples of the moss and, using carbon-dating techniques, discovered that the plants date back to the Little Ice Age. Dr La Farge's team took the samples, planted them in dishes full of nutrient-rich potting soil and fed them with water. The samples were from four separate species including Aulacomnium turgidum, Distichium capillaceum, Encalypta procera and Syntrichia ruralis. The moss plants found by Dr La Farge are types of bryophytes. Bryophytes can survive long winters and regrow when the weather gets warmer. However, Dr La Farge was surprised that the plants buried under ice have survived into the twenty-first century. Her findings appear in proceedings of the National Academy of Sciences.Dr La Farge's research is of great importance to   _  .", "output": "understanding how ecosystems recover from glaciers.", "options": ["knowing what the plants during the Little Ice Age were like", "understanding how ecosystems recover from glaciers.", "regrowing many species that have been destroyed before.", "figuring out the effects of melting ice caps on moss."]}
{"task": "race-high", "input": " The Field Museum Hours Regular hours are 9:00 a.m.--5:00 p.m. , daily. Last admission at 4:00 p.m. Open every day except Christmas. Admission We have several ticket choices for you to choose from. Advance tickets may be purchased at the will- call booth in person at the museum before 4:00 p.m. Getting Here The Field Museum is located on Chicago's Museum Campus; at 1400 S. Lake Shore Drive, just south of Roosevelt Rd. How to get here : by car or public transit or free trolley. Parking Visitor parking in all lots on the Museum Campus is $ 15.00 per day .This includes the Adler lot, the north garage, the Waldron garage and the east museum lot. Hours for the north garage and Adler lot are 5:00 a.m.--5:00 p.m. Mon--Fri and 6:00a.m. --5:00p.m. weekends; east museum lot9:00 a.m.--3:00p.m. Designated handicapped parking is available in every lot. When all other lots are full , parking will be made available in the remote south lot for$ 8.00 per day. From Memorial Day to Labor Day , the parking lot will only accept cash payments , which will need to be paid upon entering the garage. Please note : These hours and rates are for daytime only and do not apply when special events are scheduled at the museums or Soldier Field. Getting Here During Chicago Bears Home Games During bears home games and other major special events at Soldier Field , access to the Museum Campus can be challenging. No museum visitor parking is available on the Museum Campus during bears home games. However, public transit remains a great way to get to the Campus every day of the year. For more information, call the Regional Transportation Authority at (312) 836 -- 7000 or visit www. rtachicago.com. Additional parking is available at the Monroe Street garage , located at 350 East Monroe Street.Which of the following statements is TRUE?", "output": "After 4:00 p.m.you are not allowed to enter the museum.", "options": ["The museum is opened all the year around.", "You can usually pay your parking in check.", "During bears home games visitors can park on the museum Campus for free.", "After 4:00 p.m.you are not allowed to enter the museum."]}
{"task": "race-high", "input": " Dr Asim Syed, 32, has performed more than 100 operations at London's Hammersmith Hospital in the country's busiest transplant unit, but never imagined that he would one day become a donor himself. He stepped forward when was told his 64-year-old mother might be dead within months unless she got a new kidney  . The worried surgeon brought her to London to be cared for at his hospital. However, it was not all plain sailing. Tests showed Dr Syed was the wrong blood group, so the only way was to go through a special blood-washing process. He consulted colleagues about that, but they didn't agree, because the risk of rejection is still too high. Dr Syed and his mother were then advised to consider a new way of donating and receiving, called an organ-paired. That is, Dr Syed donated his kidney to an unknown person and another donor in the chain was a successful match for his mother. The chain of three transplants took place at the same time on July 31 with Dr Syed's kidney going to a recipient in the Midlands and Mrs. Syed receiving her kidney from a person in the south of England. Just hours after donating his own kidney, Dr Syed found himself recovering in bed next to his mother. Mrs Syed said, \"When I came round from my operation Asim was in the next bed and the first thing he said was, 'Mum now all your worries are over.' Tears fell down.\" Now mother and son are recovering well with Dr Syed already back at work. Mrs. Syed is staying with him for several months while the hospital monitors her progress. He said, \"I did what anyone would do when they see a relative suffering disease. Although I wasn't able to help mum directly, by agreeing to be part of a chain, I was also very happy.\"Why isn't it a plain sailing?", "output": "Dr Syed was the wrong blood group.", "options": ["No one can treat his mother well.", "Dr Syed was the wrong blood group.", "They didn't have money to be in hospital.", "Mrs. Syed was unwilling to receive the operation."]}
{"task": "race-high", "input": " Can trees talk? Yes, but not in words. Scientists have reasons to believe that trees do communicate with each other. Not long ago, researchers learned some surprising things. First a willow tree attacked in the woods by caterpillars   changed the chemistry of its leaves and made them taste so terrible that they got tired of the leaves and stopped eating them. Then even more astonishing, the tree sent out a special smell---a signal causing its neighbors to change the chemistry of their own leaves and make them less tasty. Communication, of course, doesn't need to be in words. We can talk to each other by smiling, raising our shoulders and moving our hands. We know that birds and animals use a whole vocabulary of songs, sounds, and movements. Bees dance their signals, flying in certain patterns that tell other bees where to find nectar for honey. So why shouldn't trees have ways of sending messages?The author believes that the incident described in the passage   _  .", "output": "seems completely reasonable", "options": ["cannot be taken seriously", "should no longer be permitted", "must be checked more thoroughly", "seems completely reasonable"]}
{"task": "race-high", "input": " Archaeology, like many academic words, comes from Greek and means, more or less, \"the study of old things\". So, it is really a part of the study of history. However, most historians use paper evidence, such as letters, paintings and photographs, but archaeologists learn from the objects left behind by the humans of long ago. Normally, _ are the hard materials that don't break down or disappear very quickly--things like human bones and objects made from stone and metal. It is very unusual to find anything more than the hard evidence of history--normally, the bacteria in the air eat away at soft materials, like bodies, clothes and things made of wood. Occasionally, things are different. In 1984, two men made an amazing discovery while working in a bog called Lindow Moss, in the north of England. A bog is a very wet area of earth, with a lot of plants growing in it. It can be like a very big and very thick vegetable soup--walk in the wrong place and you can sink and disappear forever. The men were working when one of them saw something sticking out--a human foot! Naturally, the men called the police, who then found the rest of the body. Was it a case of murder? Possibly--but it was a death nearly two thousand years old. The two men had found a body from the time of the Roman invasion of Britain. Despite being so old, this body had skin, muscles, hair and internal organs--the scientists who examined him were able to look inside the man's stomach and find the food that he had eaten for his last meal! Why was this man so well preserved? It was because he was in a very watery environment, safe from the bacteria that need oxygen to live. Also, the water in the bog was very acidic. The acid preserved the man's skin in the way that animal skin is preserved for leather coats and shoes. How did he die? Understandably, archaeologists and other scientists wanted to know more about the person that they called \"Lindow Man\". His hands and fingernails suggested that he hadn't done heavy manual work in his life--he could have been a rich man. They found that he hadn't died by accident. The archaeologists believe that he was sacrificed to three different gods.According to the passage, which of the following statements is right?", "output": "Historians usually use paper evidence, while archaeologists use hard evidence.", "options": ["\"Lindow Man\" was named after the person who first found him.", "Historians usually use paper evidence, while archaeologists use hard evidence.", "\"Lindow Man\" was found by two archaeologists in the south of England.", "\"Lindow Man\" was good at work by hand."]}
{"task": "race-high", "input": " \"Particulate Matter 2.5(PM2.5 for short)\"is now ,it seems, officially an enemy of the people.The harmful,tiny pieces of matter,up to 2.5 microns in diameter, are too small to be seen by the naked eye.So they can be easily breathed into the lungs of people and do harm to people's health.With the issue of pollution so heatedly discussed,some people are wondering what possible solutions might be on the way.  _ might very well be a renewed effort to kick-start the electric car industry.Some reports suggest that the use of bakery cars should be expanded from the present five cities to 20 more.    But so far no country in the world has succeeded in making the dream of emission.free driving a reality.Despite the lofty ideal,the electric car has so far been a disappointment, accounting for only a fraction of l%of global car sales.And the same is true in China.There is an existing target to put five million on the road by 2020 but the Chinese consumer is so far very much unconvinced.     BYD Auto Company in the southern city of Shenzhen is just one electric vehicle maker hoping that the time is now ripe for the government to step up its efforts.BYD is making electric cars but as yet not selling in great numbers.Electric cars are not cheap.It would still leave more than$40,000 to be paid before you could drive away in a BYD e6.And buyers have worries other than price.     \"I think that when you talk to a regular Joe about electric vehicles he is excited, but when you ask Mr. Joe to buy one,he's nervous,\"said Isbrand Ho from BYD's Auto Export Trade Division.\"We call that 'range anxiety'.How far will my vehicle go?\" The answer for an e6 is well in excess of 300 kms(190 miles)on one charge.That is the sort of number that might just start looking attractive to less price-sensitive customers but China still doesn't have anything like enough charging stations to make the car a practical choice.    Last year, BYD sold only l,700 electric cars in China.Isbrand Ho tells me that at that volume the car is naturally expensive,due to the economy of scale.What they need, he says, is for production to get above a certain threshold(,),and then costs will come down.BYD Auto Company thinks that  _", "output": "it is time for our government to encourage people to use electric cars", "options": ["it is time for our government to encourage people to use electric cars", "it can sell electric cars in large numbers now", "consumers are concerned about only the price of the electric cars", "the price of the electric cars is neither too high nor too low"]}
{"task": "race-high", "input": " Chinese scientist Qin Dahe was awarded the International Meteorological Organization Prize,the top prize of the world Meteorological Organization (WMO) on Tuesday. Qin,born in 1947,is a glaciologist .As a member of the 1989 International Trans-Antarctic Pole Expedition he became the first Chinese ever to cross the South Pole.Qin has published numerous ground-breaking articles using evidence gathered from that trip. \"Inspired by the honor,I will continue my efforts to promote China's meteorological researches with our brilliant team members.\"Qin said at the ceremony. \"Meteorological and climatic conditions frequently go to extremes nowadays,against the background of global climate change.It poses a great challenge to human beings.\"Qin said.\"The undertakings shouldered by meteorological sciences will become more and more important.\" Chinese Vice Premier Hui liangyu said the prize not only reflected Qin's remarkable contributions,but also should be considered an honor for all China's meteorological scientists and researchers.He also spoke highly of China's meteorological contributions during the May 12 quake-relief work,the Beijing Olympics and Paralympics,as well as the Shenzhou 7 spacecraft's flight mission. Each year,WMO members nominate  candidates for the prize for outstanding work in meteorology and contributions to international cooperation in meteorology.It is also regarded as the\"Nobel Prize in Meteorology\". The Executive Council of the WMO decided to recognize Qin this June.He was the second Chinese scientist to win the prize.The academician of the Chinese Academy of Sciences,Ye Duzheng,received it in 2003.Which of the following is the main topic of the passage?", "output": "Chinese scientist awarded top meteorological prize.", "options": ["Chinese scientist awarded top meteorological prize.", "A scientist who once crossed the South Pole.", "Nobel Prize in Meteorology.", "Scientist awarded by the government."]}
{"task": "race-high", "input": " \"It hurts me more than you\", and \"This is for your own good\" --these are the statements my mother used to make years ago when I had to learn Latin, clean my room, stay home and do homework. That was before we entered the permissive period in education in which we decided it was all right not to push our children to achieve their best in school. The schools and the educators made it easy for us. They taught that it was all right to be parents who take a let-alone policy. We stopped making our children do homework. We gave them calculators, turned on the television, left the teaching to the teachers and went on vacation. Now teachers, faced with children who have been developing at their own pace for the past 15 years, are realizing we've made a terrible mistake. One such teacher is Sharon Clomps who says of her students--\"so passive\" --and wonders what has happened. Nothing is demanded of them, she believes. Television, says Clomps, contributes to children's passivity. \"We're talking about a generation of kids who' vet never been hurt or hungry. They have learned somebody will always do it for them, instead of saying 'go and look it up', you tell them the answer. It takes greater energy to say no to a kid.\" Yes, it does. It takes energy and it takes work. It's time for parents to end their vacation and come back to work. It' s time to take the car away, to turn the TV off, to tell them it hurts you more than them but it' s for their own good. It's s time to start telling them no again.Children are becoming more inactive in study because   _  .", "output": "they watch TV too often", "options": ["they watch TV too often", "they have done too much homework", "they have to fulfill too many duties", "teachers are too strict with them"]}
{"task": "race-high", "input": " Ocean Park Hong Kong is a theme park in the Southern District of Hong Kong Island. The park was built with donations from the Royal Hong Kong Jockey Club (now Hong Kong Jockey Club) and opened on 10 January 1977. Today it offers affordable marine animal education and entertainment and is a private organization for commercial purpose. In the early operation of the park, the main sources of income for the park were the ticket prices and the funding from the Jockey Club. Since the ticket price was low, most of the time Ocean Park was operating under deficit . In July 1987, the government established a 200 million trust  from the funding of Jockey Club, under the Ocean Park Corporation Ordinance. This separated Ocean Park from Jockey Club and became a non-profit organization; it needs to be responsible for its own income and was allowed to use commercial means to operate the park. Since it was permitted to use commercial means to operate, it gradually raised its ticket price and the deficit turned into profit. In 1992, 3 million visitors visited the park. Since 1998, the East Asian financial crisis , aging attractions, and the passing away of the killer whale,  the park recorded a deficit for a couple years. Although it was allowed to host 2 pandas in 1999, the number of visitors did not go up and Ocean Park was forced to close its water attractions and the \"Old Village\" attraction and turned to bring in more rides in an attempt to capture the youth demand. Together with the opening up of mainland visitors under the Individual Visit Scheme, Ocean Park recorded an astonishing 4 million visitors in the year 2004-2005, the highest since the park opened. In March 2005, Ocean Park made its redevelopment plan. On 23 November 2006, Ocean Park held a groundbreaking ceremony for its redevelopment.Which of the following statements is Wrong?", "output": "The East Asian financial crisis didn't have any influence on Ocean Park.", "options": ["Ocean Park Hong Kong is a theme park.", "Ocean Park Hong Kong has taken on a new look since 2006.", "The East Asian financial crisis didn't have any influence on Ocean Park.", "At present, Ocean Park Hong Kong also attracts many mainland customers."]}
{"task": "race-high", "input": " Phonetics Professor Henry Higgins first meets Eliza Doolittle, a flower girl, near the Royal Opera House, late on a cold March night. Eliza is selling flowers. Higgins is out on his endless search for new dialects of prefix = st1 /London's speech.      Higgins makes a bet with Colonel Pickering that he can turn the cockney flower girl, Eliza Doolittle, into a lady within three months. To do so, he must change her thick Londonaccent, teach her to speak proper English and teach her manners.      Higgins looks upon her not as a person but as raw material for his experiment. He trains Eliza for weeks. When no progress is made, Eliza, loses her courage, Higgins loses his temper, and even Pickering's patience wears thin.      At last she improves. In order to test Eliza, he decides to introduce her to his mother's guests at the Ascot Race Meeting. Eliza proves to be a success. Pickering and Higgins are very proud, and neither of them takes into account Eliza's personal accomplishments in the matter. Eliza has absorbed the sophistication and the courage to see the unfairness of  this, and she _ , demanding recognition. The Professor is astonished. It is as though a statue has come to life and spoken. Eliza rushes out of the house angrily.      Higgins discovers that he is hurt because Eliza leaves him. He meets her at his mother's flat where she has gone for advice. They argue violently and she storms out. It is only a moment after her departure that Higgins finally wakes up to the fact that Eliza has become an entirely independent and admirable human being. He realizes that he will have a difficult time getting on without her.What is Henry Higgins doing when he meets Eliza?", "output": "He is in search of new dialects.", "options": ["He is buying some flowers.", "He is in search of new dialects.", "He is making a speech in London.", "He is watching a play in the Royal Opera House."]}
{"task": "race-high", "input": " Chilean miner Edison Pena plans to run the New York City Marathon on Sunday, less than a month after he was rescued from a collapsed  mine that trapped him for 69 days. Pena ran 10 km daily through the mine's tunnels  to beat the anxiety, wearing cut-down boots until rescuers sent him a pair of sports shoes through a narrow hole that served as the miners' \"lifeline\" to the surface. \"When I ran in the darkness, I was running for life,\" Pena told a news conference in New York. \"I was running to show that I wasn't just waiting around. I also wanted God to see that I really wanted to live.\" The New York Road Runners, which organizes the marathon, had invited Pena to be a guest at Sunday's race, but he said last week he did not want to watch, he wanted to run. \"I was very eager to take on this big challenge,\" he said. \"I wanted to show the world I could run.\" He hoped to run the 26.2-mile race in about six hours. \"I have a knee injury, but I am eager to cross the finish line,\" he said. Last year, Meb Keflezighi won the men's marathon in two hours, nine minutes and 15 seconds. An Elvis Presley fan who asked rescuers to send the singer's music down into the mine, Pena broke into song at the news conference with the Presley hit Return to Sender. The miners werediscovered alive on August 22--17 days after the mine collapsed, but it took two months for rescuers to dig a hole big enough to bring them out.According to the passage, Pena   _  .", "output": "was not expected to run the marathon at first", "options": ["wore sports shoes while working underground", "hoped to break Keflezighi's running record", "was not expected to run the marathon at first", "got badly hurt on the knee in the mine accident"]}
{"task": "race-high", "input": " It was a Sunday and the heavy storm had lasted all night. The morning after the storm, though, was beautiful: blue skies, warm air and a calm, inviting sea touching the shore gently. My father realized it was a good day for fishing and invited my sister and me to go with him. I was only 14 and fishing had never been my thing, but I decided to go all the same. _  On the road to the harbour we could see the terrible destruction on the coast, but the harbour itself was in fairly good shape. After all, it was protected by the arms of a bay that had only one tiny channel to the sea. As we got on board, we noticed two big humps  in the distance. On approaching them, we saw it was a mother whale with her baby. We couldn't believe it ----there aren't any whales along the coast here. The storm must have driven them across the ocean into the bay, in which the still water was so badly polluted that nothing could survive. The little baby whale----actually as big as our boat----was obviously stuck and could not move. The mother dived under the water and came up suddenly, making big whirlpools  and waves. \"She's trying to help her baby, but on the wrong side, \"my father said. At this point, my father moved our boat in a semicircle to the other side and, heading the boat towards the baby whale, pushed it gently. With our several gentle pushes the big hump turned over and disappeared under water. Then it swam up right beside its mum. They struggled in their desperate attempts to escape but missed the exit and started heading in the wrong direction. We hurried up to the whales and tried to lead them towards the bay channel. Slowly, they let us lead them, some-times rising from the water right beside us to breathe----and to give us a trusting look with those huge eyes. Once they hit their first part of clean water flowing straight from the sea, the mum gave us a wave with her tail and off they swam into the distance. In the excitement it had felt like only a few minutes, but we had been with those wonderful animals for almost an hour and a half. That was the simple and lasting beauty of the day, Nearly four decades later, I still look back fondly to that golden day at sea.The mother whale failed to help her baby because  _  .", "output": "the waves pushed her baby in the wrong direction", "options": ["she had stayed in the polluted water for too long", "the whirlpools she had made were not big enough", "she had no other whales around to turn to for help", "the waves pushed her baby in the wrong direction"]}
{"task": "race-high", "input": " The very great success in science just before and after the midpoint of the twentieth century has caused educators in the United States to realize that science teaching in the future must differ from science teaching in the past. During the past twenty years, science has played an important part in shaping the character of our civilization. The welfare, stability, and security of our nation and the continuation of a free society are closely related to the discoveries of science and the applications of these discoveries. The scientific revolution we are beginning to experience, together with the trend toward world industrialization, demands a program of science education with new emphasis, purpose, and content. Simply knowing about the existence of the scientific enterprise is not enough for effective citizenship. Young people need to understand how our society depends upon scientific and technological advancement and to realize that science is a basic part of modern living. The scientific process and the knowledge produced cannot be considered to be  _ in themselves, except for the classic scientists. A student should understand the relation of basic research to applied research, and the connection between technological developments and human affairs. More of technology than science will be involved in social decisions, but both are important in public policy. The knowledge and methods of science are of little importance if there is no inclination(,) to use them properly. An open mind, a desire for accurate  knowledge, confidence in the procedures for seeking knowledge, and the expectation that the solution of problems will come from the use of tested and proven knowledge are among the \"scientific attitudes\". Science instruction should acquaint  students with career possibilities in technical fields and in science teaching. A continuous effort should be made to identify and encourage those who develop special interests. They should be given opportunities for some direct experience of a professional nature; they should also learn about the extent of the various science fields and how these fields are related to each other. But it is even more important for young people to acquire those skills and abilities that will enable them to take the responsibilities for expanding their own learning.Which of the following statements is NOT mentioned in the passage?", "output": "The scientific process and the knowledge produced can be considered to be the purpose.", "options": ["A student should understand the relation of basic research to applied research.", "Science instruction should make career possibilities in technical fields known to students.", "Confidence in the procedures for seeking knowledge is among the \"scientific attitudes\".", "The scientific process and the knowledge produced can be considered to be the purpose."]}
{"task": "race-high", "input": " I believe that it is important to be brought up with a firm belief in the good. I was fortunate in this respect. My parents not only gave me a happy home, but they had me study half a dozen foreign languages and made it possible for me to travel in other countries. This made me more tolerant and helped me to bridge many difficulties in later life. Soon after I got married, my husband and I left our native Czechoslovakia and went to live in Shanghai, China. Here was a really international city. People of all races and beliefs lived and worked together. In Shanghai, in 1941, when I was only twenty years old, the doctors discovered that I had diabetes. It was a terrible shock, because diabetes is incurable. But it can be controlled by insulin  . Although this drug was not manufactured in China, there were enough stocks of imported insulin available. This enabled me to continue a normal, happy life. Then bombs fell on Pearl Harbor and the Japanese occupied Shanghai. The import of insulin was cut off. Before long, there was not enough for the diabetics. I was on a starvation diet to keep my insulin requirements as low as possible. Many diabetics had already died, and the situation became desperate. In spite of all this, I never stopped believing that with the help of my husband's love and care, I would survive. I continued to teach in Chinese schools. My faith and my husband's never-ending efforts to get the manufacture of insulin started gave me courage. In his small laboratory the production of insulin was attempted. I served as the human guinea pig on which was tested. I'll never forget the day when my husband gave me the first injection of the new insulin, which had worked on rabbits. It helped! Can you imagine our happiness and relief? I received the greatest strength from the deep love and complete understanding between my husband and me. And next to that was the kindness and help of many, many friends of many nationalities. To me, the experience of living in Shanghai during the special times was unforgettable. After the Second World War, my husband and I sailed to the Untied States, which is also known as a melt pot. Wherever we live, I believe, with faith and love, love between families and friends from different nationalities, we can make it our cherished home.We can infer from the text that the author's husband was    _    .", "output": "a researcher", "options": ["a doctor", "a researcher", "a teacher", "a sailor"]}
{"task": "race-high", "input": " Walk through the Amazon rainforest today and you will find it steamy, warm, damp and thick. But if you had been there around 15,000 years ago, during the last ice age, would it have been the same? For more than 30 years, scientists have been arguing about how rainforests might have reacted to the cold, dry climate of the ice ages, but till now, no one has reached a satisfying answer. Rainforests like the Amazon are important for mopping up CO2 from the atmosphere and helping to solve global warming. Currently the trees in the Amazon take in around 500 million tons of CO2 each year: equal to the total amount of CO2 given off in the UK each year. But how will the Amazon react to the future climate change? If it gets drier, will it survive and continue to draw down CO2? Scientists hope that they will be able to learn in advance how the rainforest will manage in the future by understanding how rainforests reacted to climate change in the past. Unfortunately, collecting information is incredibly difficult. To study the past climate, scientists need to look at fossilized pollen kept in lake mud, Going back to the last ice age means drilling down into lake sediments , which requires specialized equipment and heavy machinery. There are very few roads and paths, or places to land helicopters and aeroplanes.  Rivers tend to be the easiest way to enter the forest, but this still leaves vast areas between the rivers completely unsampled . So far, only a handful of cores have been drilled that go back to the last ice age and none of them provide enough information to prove how the Amazon forest reacts to climate change.The best title for the text may be  _  .", "output": "Secrets of the Rainforest", "options": ["Secrets of the Rainforest", "Climates of the Amazon", "The History of the Rainforest", "Changes of the Rainforest"]}
{"task": "race-high", "input": " Beijing's broadened ban on smoking in public places took effect Thursday, adding force to the effort to hold a smoke-free Olympics. The new rules extend existing anti-smoking regulations to more places, including fitness centers, cultural relic sites, offices, meeting rooms, dining halls, toilets and lifts. Restaurants, Internet cafes, parks, and waiting halls at airports, railway stations and coach stations are required to set up smoking areas. Hotels will have to offer smoke-free rooms or floors, but the regulations do not specify a proportion. However, some restaurant owners have complained that it would be difficult to have a separate smoking room as required by the new regulations. \"We plan to issue specific rules to solve this problem as soon as possible,\" Rao Yingsheng, vice-director of the Beijing Committee for Patriotic Public Health Campaign, was quoted by the Beijing News as saying Thursday. He said small restaurants without a separate room should set aside at least 70 percent of their area for non-smokers. He also said customers and restaurant owners would be asked for their thoughts on the new rule. Local authorities dispatched about 100,000 inspectors to make sure the ban was being enforced Thursday. Everyone has the right to dissuade people from smoking in public places, Liu Zejun, who works for the Beijing committee, said. \"Citizens are encouraged to expose those who refuse to obey the rule by calling the free telephone line 12320,\" Liu said. People caught smoking in forbidden areas will be fined 10 yuan ($1.40), while enterprises and institutions that violate  the ban will face fines of between 1,000 yuan and 5,000 yuan. Smoking was forbidden in hospitals, kindergartens, schools, museums, sports venues and other places before the new regulations took effect. From Oct 1 last year, the city also banned smoking in its 66,000 cabs, and imposed fines of 100 yuan to 200 yuan on drivers caught smoking in taxis. China has pledged a cigarette-free, green Olympics. This year's event will be the first non-smoking Olympic Games since the Framework Convention on Tobacco Control (FCTC), of which China is a signatory , went into effect in 2005.Which of the following is Not true according to the passage?", "output": "Smoking is not allowed in most restaurants.", "options": ["Hotels will have to offer smoke-free rooms.", "Smoking is not allowed in most restaurants.", "12320 is a free telephone line to expose those who smoke at public places.", "People caught smoking in forbidden areas will be fined."]}
