{"task": "race-high", "input": " Beaches are not only great for lying on and doing water sports, and in fact one of the best ways of enjoying them is a classic beach walk. Here at iWantSun. Co. Uk, we've been searching the globe to find you the world's best and most glorious beach walks, and here's our pick of the top. The Footpath of the Gods, Amalfi Coast, Italy The name says it all really and you truly do feel up there to walking along this wonderful mountain coastal path, which offers some of the most striking views on the planet. The path begins at town of Bomerano to charming Positano along the UNESCO World Heritage area of the Amalfi Coast. The whole walk will take you approximately four and a half hours to complete and pass over narrow rocky paths, past sheer cliffs and shining blue bays. Sydney's Great Coastal Walk, Australia Sydney's coastline is one of the most beautiful and diverse in the world. Here you have national parks, historic sites, steep cliffs, sparkling beaches and quiet bays all in one place. Sydney's Great Walk runs all the way from Barrenjoey in the north to Royal National Park in the south and takes an incredible seven days to complete. However, if you're not up to doing the full walk, then there are many different parts of the walk that you can do right in the city. Walking from the city's famous Bondi Beach to the sweeping curve of Bronte Beach takes just an hour, which takes in some top scenery. Great Ocean Walk, Australia The Great Ocean Walk stretches 104 km along Victoria's famous Great Ocean Road, located on the southern coast of Australia, from the resort town Apollo Bay to the magnificent Twelve Apostles. The Twelve Apostles are the area's famous stone landmarks which stand out like giants from the sea. The walk passes through a range of landscapes and sights, from national parks, famous surfing spots and deserted beaches, to wild coastlines, cascading waterfalls, lush forests, historic lighthouses and ghostly shipwrecks. Day walks and shorter three-hour walks such as the Wreck Beach Walk or the Lighthouse Cemetery and Lookout Walk can also be enjoyed. So next time when you're looking for a beach holiday don't just think about the resorts and the sand, but consider a more active sun holiday, discovering some of the best beaches in the world.What is special about Sydney's Great Coastal Walk?", "output": "It provides visitors a variety of great landscapes.", "options": ["It starts from Royal National Park in the south.", "It takes about more than five hours to complete.", "It really has the longest coastline in the world.", "It provides visitors a variety of great landscapes."]}
{"task": "race-high", "input": " Many people think a telephone is essential. But I think it is a pest and a time waster. Very often you find it impossible to escape from some idle or curious chatter-box, or from somebody who wants something for nothing. If you have a telephone in your own house, you will admit that it tends to ring when you are asleep, or in the middle of a meal or a conversation, or when you are just going out, or when you are taking your bath. Are you strong minded enough to ignore it, to say to yourself,\"Ah, well, it will all be the same in a hundred years' time\" You are not. You think there may be some important news or messages for you. I can assure you that if a message is really important it will reach you sooner or later. Have you never rushed dripping from the bath, or chewing from the table, or dazed from the bed, only to be told that you are a wrong number? But you will say, you need not have your name printed in the telephone directory, and you can have a telephone which is only usable for outgoing calls. Besides, you will say, isn't it important to have a telephone in case of emergency--illness, an accident, or fire? Of course, you are right, but here in a thickly populated country like England one is seldom far from a telephone in case of dreadful necessity. I think perhaps I had better try to justify myself by trying to prove that what I like is good. I admit that in different circumstances--if I were a tycoon(business VIP),for instance, or bed ridden I might find a telephone essential. But then if I were a taxi-driver I should find a car essential. Let me put it another way: there are two things for which the English seem to show particular talent; one is mechanical invention, the other is literature. My own business happens to be with the use of words but I see I must now stop using them. For I have just been handed a slip of paper to say that somebody is waiting to speak to me on the telephone. I think I had better answer it. After all, one never knows, it may be something important.In the author's opinion, which of the following is NOT true?", "output": "It's necessary for everyone to have a telephone.", "options": ["Nearly everyone has been told a wrong number.", "It's necessary for everyone to have a telephone.", "He himself can not decide whether to answer a call.", "A telephone directory may bring in unexpected calls."]}
{"task": "race-high", "input": " As for visiting Walt Disney World. People usually have trouble in arranging. The following will give you some practical suggestions on paying a valuable visit to the famous park. When to go? While it's always busy, Disney World is slightly slower between mid-January and March. It's summer when the visitors , combined with the heat and humidity , are crowded. Your best choice is either early in the morning or late in the day--- often you can enjoy more rides in the first or last two hours of the day than you can the entire rest of the day combined. Where to stay? The question: to stay on Disney World Resort property or not. Disney World offers three resort pricing: Deluxe , Moderate, and Value, with good facilities and in-hotel attractions. That said, they all offer \"Extra Magic Hours\"(early access to the theme parks), guaranteed entry when the parks are over-crowded, and frequent shuttle service to the many attractions. Off-property hotels will have shuttle transfers, but often at less regular intervals ,wasting more time in transport. You'll also need a rental car, which adds to the expense, making up for saving in the hotel rate. The \"Magic Your Way Package\" is a good value if you have a large family. What to do? Make use of the \"Fast Pass\" , which , for no extra cost, allow you to insert your entrance ticket into a particular machine at the attraction and receive a schedule ride time a little later on. For example, use your Fast Pass ticket at a ride just before getting lunch. Once you're done eating, you can return to the ride and jump right on during the busiest time of day. At the Animal Kingdom, the animals are most active either early or late in the day, so plan accordingly. Thankfully _ is fit for the least busy times of day in the park. Study the map of the park the night before to plan your visit. You'll save time by knowing where things are and where you're headed.Visitors who use Fast Pass tickets   _", "output": "will have a well-planned ride time", "options": ["can get discounts on tickets", "will have a well-planned ride time", "will often be checked at the exit", "have to pay more for their tickets"]}
{"task": "race-high", "input": " In April 2014, the world's oldest known message in a bottle was discovered floating in the Baltic Sea. It had spent 101years lost in the ocean! The message was finally sent to the author's granddaughter. A German fisherman named Konrad Fischer found the brown bottle near Kiel, Germany. He said he nearly threw the bottle back into the water after pulling it out of a fishing net. Then he noticed something inside. The bottle in good condition contained a Danish postcard with two German stamps, dated May 17, 1913. Although dampness had made most of the writing illegible , the readable part of the message asked whoever found it to return it to an address in Berlin. It even contained two stamps to pay for postage. From the address, researchers found that the postcard was written by a man named Richard Platz, who was 20 years old when he wrote the message. While he was hiking on the Baltic coast with a nature appreciation group, he threw the bottle into the sea. Then the researcher began a research for any living  s of his. Sure enough, they were able to find his 62-year-old grandfather, Angela Erdmann, who still lives in Berlin. \"It was almost unbelievable,\" Erdmann said upon being presented with her grandfather's bottle and message, as quoted in The Local. \"That was a pretty moving moment. Tears rolled down my face.\" Erdmann never knew her grandfather, who died in 1946, but says that the discovery of the bottle has made her want to learn more about him. The bottle remained on display at the International Maritime Museum Hamburg until May 1. After that, the researchers examined the postcard and tried to figure out the meaning of the rest of the message. Previously, the oldest message found in a bottle spent nearly 98 years at sea and was discovered in April 2012, according to Guinness World Records.What can be the best title for this passage?", "output": "The world's oldest message in a floating bottle.", "options": ["The finding of a floating bottle at the sea.", "A one-century-old letter to a grandfather.", "The world's oldest message in a floating bottle.", "The oldest Danish postcard in a floating bottle."]}
{"task": "race-high", "input": " Have you ever had the desire to wander the world and see what was out there? While some people prefer to stay in the comfort of their own home, others been bitten by the travel bug and can't wait to explore the world. Exotic  places call to them. \"Come to visit us and we will show you my mysteries,\" they say. Every year millions of people pack their suitcases or put on backpacks and flock to visit the seven continents of the world. They wander through the castles and museums of Europe, and the cities and natural of North and South America. Some visit the vast exotic cultures of Asia, Africa and the Middle East. The great outback of Australia is a wonderland for those who go there. And a few lucky people even realize their dreams to visit the most mysterious continent on the earth--Antarctic. Why do people want to explore the world? It gives them a better understanding about the earth and the people living on it. It opens their minds, it gives them a feeling of accomplishment, and it makes them feel alive. So save some money, get your passport ready, and see the world. It will change your life forever.What is the passage mainly about?", "output": "Advantages of traveling.", "options": ["Advantages of traveling.", "Interesting places.", "Culture differences.", "Attitudes towards traveling."]}
{"task": "race-high", "input": " Many Americans are turning to Japan, they think, a country of high academic achievement and economic success, for possible answers. However, the answers provided by Japanese preschools are not the ones Americans expected to find. In most Japanese preschools, surprisingly little emphasis is put on academic instruction. In one survey, 300 Japanese and 210 American preschool teachers, child development specialists, and parents were asked about various aspects of early childhood education. Only 2 percent of the Japanese respondents   listed \"to give children a good start academically\" as one of their top three reasons for a society to have preschools. In contrast, over half the American respondents chose this as one of their top three choices. To prepare children for successful careers in first grade and beyond, Japanese preschools do not teach reading, writing, and mathematics, but rather skills such as determination, concentration, and the ability to work as a member of a group. The huge majority of young Japanese children are taught to read at home by their parents. Like in America, there is diversity   in Japanese early childhood education. Some Japanese kindergartens have specific aims, such as early musical training or potential development. In large cities, some kindergartens are attached to universities that have elementary and secondary schools. Some Japanese parents believe that if their young children attend a university-based program, it will increase the children's chances of eventually being admitted to top-rated  schools and universities. Several more progressive programs have introduced free play as a way out for the heavy intellectualizing   in some Japanese kindergartens.Why do some Japanese parents send their children to university-based kindergartens?", "output": "They can have better chances of getting a first-rate education.", "options": ["They can do better in their future studies.", "They can make more group experience grow there.", "They can be self-centered when they grow up.", "They can have better chances of getting a first-rate education."]}
{"task": "race-high", "input": " Listening test is one of the most important parts of the English exam. Here are some tips for you. Before you start to listen, you need to relax. Don't be stressed out. And try to read the questions. These questions usually help you understand the conversation or the passage. Then listen carefully to the first sentence. It usually tells you the main idea of the passage. When you're listening, try to do some thinking and take some notes, such as: What happened? When, where, and how? What does the speaker want to tell us? In this way, you may understand the passage better. Please remember not to think about one or two words for a long time. When you hear some words you don't know, don't spend too much time on them. Very often, you'll find out what they mean later when you go on with the listening.We should listen to the first sentence carefully, because it usually tells us  _  .", "output": "the main idea of the passage", "options": ["the answers to the questions", "where to write the answers", "the main idea of the passage", "how much time left   for the listening test"]}
{"task": "race-high", "input": " It was time to break free. I needed to run away and the Bloomsburg Fair was the best place to go. I don't know if you can call it running away when it was only an hour away from my home.But once I entered the fair grounds, I crossed over into another world.The loudspeaker offered background music over the sounds of people talking, bargaining and food sellers yelling for your attention. I belonged here.I didn't know if I had it in my blood or not, but I always wanted to have a small food stand and travel in my off season from fair to fair selling goodies.Perhaps one day.It certainly wasn't a priority in my life , Perhaps it should be. After I was there a while, I needed to get away to a quiet spot.Most of the time, I could find that anywhere the farm animals were kept. They needed the quiet.So I went there to find peace with the cows, goats, horses, pigs and yes, the turkeys.You'd think being this close to \"Thanksgiving\", they'd be a little scared, but they were not. It was in the dairy barn where I found peace this time.I so admired the young folks who tended to farm animals.I thought they had a greater appreciation for life.They participated in it firsthand.I once watched a young farmer help bring a baby cow into the world. My favorite scene was to come across a young cowboy lying in the hay asleep among the cows that had settled down for a rest.There, with his heads in a small soft spot alongside his favorite cow,    I had seen him in a much deserved sleep.Perhaps better at rest there than in his own bed. I had the pleasure of speaking with a young teenage farm girl that day. \"You look so comfortable,\" I said to her. \"Oh I am,\" she said.\"Life makes it comfortable for me.\" \"You mean being a farm girl?\" \"No, Life! That's the name of my cow,\" she said, smiling as she gently patted the cow's side. \"I thought they called cows Betsy and Elsie.Why did you call her Life?\" \"I discovered life again here.It was the only meaningful name that came to mind.I had been raised in the big city and really hated _ .Then we moved to the country, running away from it.I think my parents called it a mid-life crisis,\" she said, laughing. \"Oh, I can understand that.I've been in one since birth,\" I said. \"It was on the farm that I learned to love life again.I was there when Life was born.It was so exciting.My whole outlook on the world changed.So I named her Life.Now, I can say I really love 'Life',\" she said. \"How amazing! I write stories and J am always trying to get people to enjoy life, to wake up each day expecting the best from it.But they all too often go to bed with so much bad stuff in their soul, and on their mind, that they wake up feeling bad and expect it to only get worse from there. All too often it does, just because that's all they choose to see in that otherwise perfectly beautiful day,\" I told her. \"That's too bad.They need to see a cow born, a chicken hatch.I guess they need to wake up early and hug Life!\" she said, laughing. \"When was the last time you hugged Life\" she asked me. \"I am sorry to say even I have had trouble doing that lately,\" I said. \"Come here!\" she said. Then standing up and stepping aside, she said, \"Go ahead...hug Life!\" I paused for a moment and dropping all thoughts of looking silly, I did.I hugged a cow.The following things happened in the Bloomsbury Fair except  _  .", "output": "the writer's selling goodies", "options": ["food sellers' shouting", "the writer's selling goodies", "people's bargaining and talking", "the loudspeaker's broadcasting music"]}
