{"task": "race-high", "input": " The Hawaiian Islands are situated about two thousand miles away from North America, right in the middle of the Pacific Ocean. Despite  the distance the islands actually make up the fiftieth state of the United States. The islands were all formed by volcanic eruption and on the largest of the islands, Hawaii, or the Big Island, there are still two active volcanoes, the Mauna Loa and the Kilauea, which still erupt every few years. On the Hawaiian islands the natives have a particularly strange way of indicating directions. They don't use the north, south, east and west system common to the rest of the world. They use the mauka andmakaisystem.Maukameans \"mountain\". The mountains in Hawaii are always at the center of the islands, as these are volcanic islands.Makaimeans \"the sea\". The islands are small and the system is simple. Wherever you want to visit, it can always be described in terms of where it lies in relation to the mountains and the sea. A typical conversation between a native Hawaiian and a tourist might go as follow. TOURIST: Excuse me! Could you tell me where the Sheraton Hotel is? HAWAIIAN: Well... Let me see! From here it's two blocks mauka, and then one blockmakai. You can't miss it!In Hawaii the mountains are in the center of the islands because   _  .", "output": "the islands were created by volcanic eruptions", "options": ["of the weather", "the islands were created by volcanic eruptions", "of the geological conditions", "of the islands' location in the Pacific"]}
{"task": "race-high", "input": " Planet English is the world's leading interactive multimedia software package for English language teaching and learning. For Students Planet English uses the latest in multimedia and information technology to support students who wish to learn English for international communication. Planet English is an exciting, high-tech, interactive way of learning English. It contains more than 40 hours of video and audio recordings, over 2,500 0riginal graphics, 3,000 interactive screens and 80 different activity types including real time student voice recordings. For Teachers Planet English is more than just a computer program. It includes a package of resources to complement any Eng-lish language teaching programme. Teachers can easily integrate Planet English with classroom activities using the detailed Teacher's Manual  and Student Workbooks. Teachers can also manage the learning experience for students using the unique Planet English Courseware Management System (CMS). The CMS allows teachers to tailor courses to their syllabus  and to students' needs by \"mapping\" content for classes or individuals. Activities and exercises that are relevant to the center's syllabus are then delivered to students in the appropriate lesson, ensuring students \"navigate\" to the right area of the programme of each lesson. For Educational Managers Planet English is the world's leading Computer Assisted Language Learning (CALL) program. It allows English language teaching centers to enhance the educational quality of teaching programmes, improve learning outcomes and provide professional development for teaching staff. Implementing  Planet English allows English language teaching centers to maximize the benefits of computor hardware because it provides teachers and learners with an easy-to-use and highly productive CALL resource.Which of the following is true about Planet English according to the passage?", "output": "Planet English makes it possible for students to communicate with speakers from around the world.", "options": ["Planet English can support the students who study computer.", "Planet English can help the students and their teachers interact.", "Planet English makes it possible for students to communicate with speakers from around the world.", "Planet English offers only a range of spoken communication for students."]}
{"task": "race-high", "input": " On the coast of Brazil lies its most famous city Rio de Janeiro. Rio is a beautiful place to visit. It is full of exciting parades, historical architecture and natural beauty. The most famous time of year in Rio is the spring when the samba schools organize a giant parade of dance, music and costumes. Samba is a type of fast Brazilian music, which is perfect for dancing. The carnival lasts two days and over 20 samba schools perform, a total of 70,000 people in brightly coloured costumes, all dancing and singing! It is a magnificent spectacle and millions of people watch the carnival on television around the world. Rio de Janeiro is a religious city and it is full of churches. Some, like the former Imperial Church, were built over 400 years ago while others, like the Metropolitan Cathedral, are very modern. The Metropolitan Cathedral was built in 1976 and is so large that 20,000 people can stand inside at one time! Another important religious site in Rio is the Corcovado hill. On the top of the hill, along with a small church, stands a 30-metre high statue of Jesus with his arms stretched out. From this point you can see every part of the city.The Corcovado Hill is famous for  _  .", "output": "the beautiful view of the city", "options": ["the samba parade", "the beautiful view of the city", "the statue of Jesus", "the small church"]}
{"task": "race-high", "input": " April Fools' Day, not officially considered a holiday, is most definitely a notable day that is celebrated in many countries on April 1. The thing that is so special about April 1 is that it is the day for playing tricks and practical jokes on others. The aim of these jokes is to bring embarrassment to others. Superstitions have it that the practical jokes are meant to be played before noon, and that those that are performed afterwards will bring bad luck. This limitation is widely losing its value due to the fact that many major hoaxes throughout history appear after noon. Another superstition is that anyone who fails to respond properly to the jokes played on them is also said to be easy to suffer from bad luck. Some people think that being fooled by a pretty girl will be accompanied by marriage, or at least a friendship with her. That sounds like a good deal if she is truly pretty. Some people believe that being married on April Fools' Day is not a good idea for a man, and that forever in the future he will be ruled by his wife. The origin of April Fools' day is not clearly known, but it is generally accepted to have come about as a result of the changes in the calendar system. The New Year celebrations used to begin on 25 March and last for a week, ending on 1 April. In 1582, Charles IX, King of France brought in the new Gregorian calendar, in which the new year began on 1 January. Unfortunately, some people did not hear about the change, and many others simply refused to break the tradition.April Fools' Day is different from other festivals probably because    _    .", "output": "jokes can be played on this day", "options": ["it is not official holiday", "jokes can be played on this day", "people are relaxed on this day", "it is an important day"]}
{"task": "race-high", "input": " A new study from Harvard University revealed that the message parents mean to send to children about the value of sympathy  is being mistaken by the message they actually send. In fact they value achievement and happiness above all else. The Making Caring Common Project at Harvard's Graduate School of Education surveyed 10,000 middle and high school students about which is more important to them--achievement, happiness, or caring about others. Almost 80 percent of students placed achievement or happiness over caring about others. Only 20 percent of students considered caring about others as their top aim. In the study \"The Children We Mean to Raise: The Real Message Adults Are Sending about Values\", the authors refer to a reality gap, an incongruity   between what adults tell children they should value and the message we grown-ups actually send through our behavior. Simply talking about sympathy is not enough. While 96 percent of parents say they want to raise caring children, and cite the development of moral character as \"very important, if not essential\", 80 percent of the youths surveyed reported that their parents \"are more concerned about achievement and happiness than caring about others\". Approximately the same percentage of the students reported that their teachers put their achievement over caring. As the report shows, simply talking about sympathy is not enough. Children are sensitive creatures, fully capable of telling the true meanings in the blank spaces between well-organised words. If parents really want to let their kids know that they value care and sympathy, the authors suggest, they must make a real effort to help their children learn to care about other people--even when it's hard, even when it does not make them happy, and yes, even when it is at odds with their personal success.What can be concluded from the study?", "output": "Kids care more about achievement.", "options": ["20% of the students are not ambitious.", "Kids care more about achievement.", "About 80% of the students are not caring.", "A majority of the kids are kind students."]}
{"task": "race-high", "input": " For Lee Ann Laraway, polio  has made almost everything in life just out of reach. But what her hands can't retrieve, her assistant can. Meet Jeannie, a three-year-old help, has become Lee Ann's arms and legs. Jeannie understands no fewer than 72 commands. To get a feel for what that means, Lee Ann takes us on a shopping trip in San Jose. First stop: The bank, where she got cash from the teller. From the bank, it's on to the drug store, where Jeannie got a candy bar for Lee Ann. Then Jeannie helped pay the cashier, and got change hack. \"When you have a really good working animal, they come and interact with you all the time,\" Lee Ann said. While there's no argument that Jeannie is an ordinary animal, she wasn't born that way. She was tutored and trained here at a facility that has become the final legacy of one of the Bay Area's most beloved figures. Canine Companions for Independence sits on twelve acres of land in Santa Rosa donated by late Peanuts cartoonist Charles Shultz, Here, handlers work with specially selected labs for hours a day-- but not every dog will make the cut. The work is serious Business. In the case of hearing dogs, the animals alert their disabled owners to everything from ringing telephones to doorbells. Other dogs will work with severely disabled patients like eight-year-old Noah Habib of Mountain View who communicates with a special computer. \"I like it when new people come up to ask me about my dog,\" he says. \"People are really interested in the dog and will come over and ask to pet her and ask to play with her, and ask about what she does, and these are people that normally might not approach us and want to talk to Noah,\" says his Dad. And back in San Jose Lee Ann is arriving home with Jeannie and her groceries. With just one chore left--opening her own door. \"You can train a dog to do a lot of things,\" said Lee Ann. \"You cannot give them the heart to do the job, and that is what a good working dog has.\"Lee Ann's dog Jeannie cannot   _  .", "output": "pay a cashier for her", "options": ["get cash at the bank", "pay a cashier for her", "take on a telephone for her", "open the door"]}
{"task": "race-high", "input": " Remembering names is an important social skill . Here are some ways to improve it. Remember and repeat in conversation . When you hear a person's name , repeat it. Immediately say it to yourself several times without moving your lips . you could also repeat the name in a way that sounds natural. Ask the other person to recite and repeat . You can let other people help you remember their names. After you've been introduced to someone , ask that person to spell the name and pronounce it correctly for you . Most people will be glad by the effort that you're making to learn their names. Admit  that you don't know .You may tell them that you can't remember someone's name . Most of them will feel glad if you say, \"I'm working to remember your names better . Yours is right on the tip of my tongue . What is it again?\" Use associations . Link each person yon meet with one thing you find interesting or unusual. For example, you can remember in this way : \"Vicki Cheng ----tall, black hair.\" To remember their names , you can write them on a small card as soon as possible. Limit the number of new names you learn at one time. When meeting a group of people, you'd better remember just two or three names. Free yourself from remembering every one. Few of the people expect you to remember their names. Another way is to limit yourself to learning just first names. Last names can come later. Go early . Consider going early to meetings , parties and classes . Sometimes just a few people show up on time . There're fewer names for you to remember. And as more people arrive , you can hear them being introduced to others .If you can't remember someone's name, you may   _  .", "output": "tell him the truth", "options": ["tell him the truth", "tell him a white lie", "ask him for pity", "say you don't know him"]}
{"task": "race-high", "input": " In the summer of 1885, nine-year-old Joseph Meister was very ill. He had been wounded by a sick dog that had rabies , a very dangerous disease. His parents were told that there was probably only one man who could save Joseph's life----Louis Pasteur. When Pasteur was a young boy in France, he spent many hours every day with the chemist   who lived in his small town. At that time, the chemist had to make all the medicines himself. Young Louis enjoyed watching the chemist as he worked and helped those people who came to him each day. As a school boy, Pasteur worked slowly and carefully. At first, his teachers thought that young Louis might be a slow learner. Through elementary school, high school, and college, Pasteur worked in the same thoughtful way. Then he became a college professor and a scientist , and he continued to work very carefully. Pasteur was studying about the germs that cause rabies when Joseph Meister became ill.In fact, Pasteur believed he had a medical treatment for rabies, but he had never given it to a person before. At first, Pasteur was afraid to treat Joseph, but the poor child was dying. Pasteur gave Joseph an inoculation every day for ten days. Slowly, the child became better. During his lifetime, Pasteur studied germs and learned how they cause diseases in animals and people. He developed vaccinations that prevent many of these diseases. On September 28,1895, Louis Pasteur passed away, at the age of 72. The work of this great man has been of great help to modern medicine.What would be the best title for the text?", "output": "Louis Pasteur: a great scientist", "options": ["Germs and diseases", "Rabies: a terrible disease", "The earliest chemist in France", "Louis Pasteur: a great scientist"]}
{"task": "race-high", "input": " Can you remember the first time you learned to ride a bike or drive a car? Learning these skills changed your life forever and opened up new horizons.Learning about computers can be like learning how to ride a bike or drive a car.Once you have invested the time to master the skills, you will never go back to the old days.The new technology is simply too convenient and too powerful. Technological developments through the years have enabled us to do more with less effort We have continuously looked for better ways of doing things.Each invention and new development has allowed us to extend our capabilities.Today we see one of the most dramatic technologies ever developed--the computer.It extends the capabilities of our minds. Computers have saved organizations millions of dollars.Furthermore, these same computer systems have opened up new opportunities that would have gone undiscovered or neglected.          The computer may multiply what we can do, and the return on investment is high.The growth of computer usage is surprising.On the other hand, the computer can do serious damage.Invasion of privacy, fraud , and computer-related mistakes are just a few shocking examples. The computer is like a double-edged sword.It has the ability to cut us free from some activities, but it can also cut deep into profits, personal privacy, and our society in general.How it is used is not a function of technology.It is strictly a function of how people decide to use or misuse this new technology.The choice is yours, and only through a knowledge of computer systems will you be able to avoid the dangers while enjoying the many benefits of the computer age.According to the passage, computers bring people the following benefits except   _  .", "output": "avoiding mistakes", "options": ["avoiding mistakes", "saving money", "making money", "opening up opportunities"]}
{"task": "race-high", "input": " A US student has just spent 30 days on an \"insect diet \" - eating insects three times a day. Camren Brantley-Rios says traditional meats such as pork and beef are unable to continue and he wanted to try out what many consider the diet of the future. Many people would not like the idea of eating insects distasteful, even if it were not disgusting. Not so long ago Brantley-Rios was among them. But for the last month he has been eating insects for breakfast, lunch and dinner. \"I'm mainly sticking to three kinds,\" he says. Occasionally he has included different insects. Preparing these he \"actually cried\", though he insists they were surprisingly good. Insects consume fewer resources than animals, like pigs and cows, to produce the same amount of protein , Brantley-Rios says - and more than two billion people worldwide include insects in their regular diet, according to the UN Food and Agriculture Organization. \"There's not really a need to eat insects in America because we have it so nice,\" Brantley-Rios says. \"We have finer meats and we're lucky to have that luxury , so there's not much of a pressure to eat insects right now. But what a lot of people are trying to do is make it a little bit more marketable.\" He has ordered insects from farms that usually supply zoos, which need them \"to feed certain animals\". He has always made sure the insects have been fed on an organic diet, he says, and only bought species he knows are safe to eat. He knows that one person eating insects won't make much difference. To have a real environmental effect, millions would have to follow his example.How does Brantley-Rios guarantee the safety of his insect diet?", "output": "He orders insects for certain zoo animals.", "options": ["He tests each species before eating it.", "He has insects raised on his own farm.", "He feeds his insects on an organic diet.", "He orders insects for certain zoo animals."]}
{"task": "race-high", "input": " People think what I do is so wonderful because I interview stars. And I have to admit that when I first started working at Sassy in 1987 I was excited about that part of my job for the first couple of months,anyway. Then I noticed how stars would fool me around for months. I could never get enough time with a star to find out anything interesting, and some acted just simply rudely. I started hating the way I was treated, and I was really disappointed to see that these people I had worshipped  before were pretty ordinary. So I decided I would just tell the truth instead of keeping up their myths .If the star was a bad guy, I would say so. If I thought anyone was stupid, I did not hold back that information. I thought readers would appreciate that kind of honesty. Surprisingly, many of them hated me for it. I have gotten so many attacks on my character. In their eyes,being famous is everything, even more desirable than being truly creative and talented Why do we need stars? In fact, the media created stars to satisfy our basic need for gossip  .Over time, talking about people we have never met and we are never likely to meet has become what we are crazy about. Thus, some people are more interested in the personal lives of the stars than in the lives of their own family and their own friends. That is why it is so ridiculous when a star wants to discuss only his or her work in an interview -as we care. We want the dirt on their personal lives. There is another reason we worship stars. As a whole, our society is not as religious as it once was. It seems that people need something to fulfill them the way religion once did. Star worship exists as an unfulfilling desire for true heroes. We make them stars, but then their reputation makes us feel unimportant, and we truly feel better about ourselves when they die. I am part of this whole process. No wonder I feel soiled at the end of workday.What is the main purpose of the author writing the passage?", "output": "To remind us not to worship famous stars blindly.", "options": ["To show the disadvantages of working with stars.", "To remind us not to worship famous stars blindly.", "To laugh at the failures of stars he has interviewed.", "To talk about the reasons why we worship stars."]}
{"task": "race-high", "input": " Students who date in middle school have significantly worse study skills. They are four times more likely to drop out of school and report twice as much alcohol and tobacco use as their single classmates, according to new research from the University of Georgia. \"Romantic relationships are a trademark of adolescence, but very few studies have examined how adolescents differ in the development of these relationships,\" said Pamela Orpinas, study author and professor in the College of Public Health and head of the Department of Health Promotion and Behavior.[: _ Z _ X _ X _ K] Orpinas followed a group of 624 students over a seven-year period from 6th to 12th grade. Each year, the group of students completed a survey indicating whether they had dated and reported the frequency of different behaviors, including the use of drugs and alcohol. Their teachers completed questionnaires about the students' academic efforts. He found some students never or hardly ever reported dating from middle to high school, and these students had consistently the best study skills according to their teachers. Other students dated infrequently in middle school but increased the frequency of dating in high school. \"At all points in time, teachers rated the students who reported the lowest frequency of dating as having the best study skills and the students with the highest dating as having the worst study skills,\" according to the journal article. Study skills refer to behaviors that lead to academic success such as doing work for extra credit being well organized, finishing homework, working hard and reading assigned chapters. \"Dating a classmate may have the same emotional complications of dating a co-worker,\" Orpinas said, \"When the couple break up, they have to continue to see each other in class and perhaps witness the ex-partner dating someone else. It is reasonable to think this could be linked to depression and divert attention from studying.\" \"Dating should not be considered a ceremony of growth in middle school,\" Orpinas concluded.According to the passage, students who date in middle school may  _", "output": "have poorer academic performances", "options": ["have poorer academic performances", "be more likely to hurl others", "enjoy better school lives", "are less likely to use alcohol and tobacco"]}
{"task": "race-high", "input": " Todd McHugh doesn't think he is a hero, but police say the California teenager probably saved a mother and her two young children from serious injury or death last month. He pulled them out of their car, stuck on light-rail tracks in Folsom, California, about 90 seconds before a train smashed into it. McHugh, 17, was northbound on his way to meet friends when the silver car in front of him turned off the road, went into a ditch and jolted  to a stop on the tracks. McHugh jumped out of his vehicle and went to help. The driver, a woman who police say had fallen asleep, was behind the wheel and dazed. Her two daughters aged 7 and 10, were in the back seat, buckled  in. McHugh took the woman's hand and helped her from the car. She unbuckled the kids. Another driver who had pulled over to help shouted that a train was coming, McHugh recalled. Police said the other man ran along the tracks and tried to wave down the train. It was dark and there was a bend in the tracks. The train operator probably never saw him. McHugh said the driver applied the brakes, but the train was still going fast when it came up on them. The woman, her daughters and McHugh took shelter behind his truck as the train smashed into their car, dragging it down the tracks, the teenager said. The woman's car was destroyed. Officials said the train was damaged. But none of the crew and four passengers were injured. Police said the outcome could have been far worse: \"Had she sat there for another minute or two, she and her daughters could have been in that vehicle when the train struck it, and they could have been severely injured or killed.\" McHugh said he \"didn't do anything anyone else wouldn't have done.\"What can we infer from the passage?", "output": "Had it not been for McHugh's timely help, the woman driver and her two daughters would have been seriously injured or even killed.", "options": ["It was risky for the woman to drive with two babies.", "Had it not been for McHugh's timely help, the woman driver and her two daughters would have been seriously injured or even killed.", "It was careless of the train driver not to have noticed the warning.", "The mother was at a loss at the sight of the approaching train."]}
{"task": "race-high", "input": " Next Stop: Planet Mars Fly me to the moon? That's not far enough. On September 14, 2011, NASA released designs for a superrocket, the Space Launch System (SLS). This time the final destination will be Mars. The SLS is a huge, liquid-fuelled rocket. If it is fully developed, it will be the most powerful rocket ever built. Its lift capability will be much bigger than that of the space shuttle of Saturn 5, the rocket that sent the Apollo missions to the moon. NASA is planning to launch its first unmanned test flight in 2017. It is hoped that the first crew will fly in 2021 and astronauts will make it to a nearby asteroid  in 2025. NASA hopes to send the rocket and astronauts to Mars from the asteroid by the 2030s, according to the Associated Press (AP). NASA used liquid rockets to send Apollo, Gemini and Mercury into space, but later changed to solid rockets boosters  because they were cheaper. Tragically, however, a booster flaw  caused the space shuttle Challenger to crash in 1986. The new project plans to return to liquid fuel. According to AP, the rockets will at first be able to carry 77 to 110 tons of payload . Eventually they will be able to carry 143 tons into space, maybe even as many as 165 tons, NASA officials said. By comparison, the Saturn 5 booster could lift 130 tons and the space shuttle just 27 tons. However, unlike reusable shuttles, these powerful rockets are mostly one use only. New ones have to be built for every launch. This will be very costly. NASA estimates that it will cost about $3 billion (19 billion yuan) per year, or $18 billion until the first test flight in 2017. NASA hopes to make money by allowing private companies to send astronauts to the International Space Station like giant taxi services, so that the program can be \"sustainable\". \"This is perhaps the biggest thing for space exploration in decades,\" said Senator Bill Nelson, a former astronaut. \"The goal is to fly humans safely beyond low-Earth orbit  and deep into outer space where we cannot only survive, but one day also live.\"According to NASA's schedule, it will take   _   years to fully complete the SLS program.", "output": "more than 19", "options": ["about 6", "about 10", "less than 14", "more than 19"]}
{"task": "race-high", "input": " Tanzania Tarangire is a national Park which lies in Tanzania. The park itself covers an area of around 2,850 square kilometers, making it the sixth largest park of its kind in the country. I recently visited Tarangire to see what it was like.... One of the first sightings upon entering the park which I found was a huge herd of elephants.  Our guide told us that Tagrangire was probably the best place in Tanzania to find large herds of elephants, and that their population in the park was around 2,500. We continued to watch the elephants as they stood under trees and scratched themselves against the trees to hit the spot of an itch . To the right of the elephant herd, we noticed a big tree! Our guide informed us that this was a Baobab tree and that they could live for hundreds of years. Compared with this tree, the elephant just looked like dwarfs ! We were informed that Tarangire was one of the best National Parks in Africa to see so many Baobab trees. As we continued our drive through the park, we finally reached a watering hole. Our guide warned us that there were lions all around us. It took us all a while to find them, but there they were! Most of them are resting in the shade under brushes, but there was one that was drinking from the watering hole directly in front of us. We then noticed just to our right, there were a couple of fresh zebra corpses -- it seemed as if the lions which were resting had killed them! We were unlucky not to have seen the actual kill, as our guide had mentioned that the zebra corpses were fresh and the kill had occurred within the last hour. Our final big sighting was one that none of us were expecting to see, even our guide! We pulled over to where there was a large gathering of cars, with a sleeping leopard there! We took photos happily and excitedly and observed its surprising body before returning to our hotel as it was getting late. So, I hope you enjoyed my description of Tarangire, and that I have inspired you to add this amazing park to your very own Tanzania travel route.Which statement is correct about the park?", "output": "There are a lot of Baobab trees in it.", "options": ["It covers an area of about 2,580 square kilometers", "It is the largest park of its kind in the country", "Their population in the park was around 2,000", "There are a lot of Baobab trees in it."]}
{"task": "race-high", "input": " Some caterpillars'  warning signals may have evolved   from walking.      A team, writing in the journal Nature Communications, reported that the hair-like structures   the creatures use to make sounds evolved from legs. The team studied caterpillars which use these structures to communicate their ownership of leaves. This means the caterpillars are able to \"tell\" strangers to go away without risking injury in conflicts. \"These are really interesting caterpillars,\" said Dr. Jayne Yack from Carleton University in Ottawa, Canada, who led the research. \"They make signals using hair-like structures which are on their back ends.\" The caterpillars drag these structures across the leaf to make scraping  sounds when strangers enter their \"leaf shelters\". \"When they make this signal, the strangers leave,\" explained Dr. Yack. \"It's like saying 'I'm here, get out of here --I already own this leaf'.\" The scientists looked at other species within the same group of caterpillars and created a \"family tree\" of the creatures. They used chemical markers to work out the relationship between the animals, showing which in the group were the more ancient species and which species evolved more recently. \"Those more ancient species actually don't have these sound-producing structures. They have legs that they use to walk towards strangers,\" said Dr. Yack. These more ancient species, she explained, walk towards strangers and try to attack them. \"They can kill each other in the conflicts,\" Dr. Yack added. She said that the evolution of the scraping show had allowed the caterpillars to solve their conflicts without fighting. \"So our idea is that these signals actually avoid damage to both sides --they solve conflicts in a more 'friendly' way.\" The study also provides a map of an evolutionary path that many other biologists are exploring.According to the text, Dr. Yack's team did NOT   _  .", "output": "create a map to show how caterpillars evolve", "options": ["investigate species within the same group of cater-pillars", "make clear the relationship between different species of caterpillars", "draw a family tree of caterpillars", "create a map to show how caterpillars evolve"]}
