{"task": "race-high", "input": " Steven Jobs was born on February 24,1955,in  San Francisco,California,and was adopted by Paul and Clara Jobs.In 1961 the family moved to Mountain View, California.At that time people started to refer to the area as \"Silicon Valley\". As a child, Jobs preferred doing things by himself, not interested in team sports or other group activities.He enrolled in the HewlettPackard Explorer Club. There he saw his first computer at the age of twelve. He was very impressed, and knew right away that he wanted to work with computers. At that time almost all computers were so large that one could fill a room, and so costly that individuals could not afford to buy them.Advances in electronics, however, meant that the parts of a computer were getting smaller and the power of the computer was increasing. By 1980 the personal computer era was well underway.Apple was continually forced to improve its products to remain ahead, as more competitors entered the marketplace. Apple introduced the Apple III, but the new model suffered technical and marketing problems.It was removed from the market. Early in 1983 Jobs unveiled the Lisa.It did not sell well,however,  because  it  was  more  expensive  than  personal computers sold by competitors.Apple's biggest competitor was International Business Machines  (IBM). By 1983 it was estimated that Apple had lost half of its market share ( part of an industry's sales that a specific company has) to IBM. In 1984 Apple introduced a revolutionary new model, the Macintosh.The Macintosh did not sell well to businesses,however.It lacked features other personal computers had, such as a corresponding high quality printer. The failure of the Macintosh signaled the beginning of Jobs's downfall at Apple. Late in 1988 the NeXT computer was introduced, aimed at the educational market.The product was very userfriendly,and had a fast processing speed, excellent graphics displays,and an outstanding sound system.Despite the warm reception,however, the NeXT machine never caught on. It was too costly, had a blackandwhite screen, and could not be linked to other computers or run common software.Which of the following leads to Jobs's downfall at Apple?", "output": "The Macintosh", "options": ["The Apple III.", "The Macintosh", "The NeXT.", "The Lisa."]}
{"task": "race-high", "input": " Many American women are earning money outside their homes today. Among women who are eighteen to sixty-four years old, more than fifty per cent have jobs.     In general, working women have had more education then those who stay at home. Of those who work, thirty-two per cent have attended college, compared with twenty per cent of those who do not have jobs.     Among women with jobs, eight out of ten drive a car to work, and eight per cent took a vacation a way from home during the past year. Much of their traveling was by air.     These figures come from a report which was written for advertisers. The report gives advertisers a new picture of women today. For instance, it tells advertisers that fifty-one per cent of all American women have traveled by air--along with fifty-nine per cent of all American men.     The lesson for American business is that many women now have other interests in addition to their homes. They like advertisements which show women in office, planes, and cars.All the statements are true except   _  .", "output": "18% of working women took a vacation away from home last year.", "options": ["More than 50% of women ages 18 to 64 have jobs.", "18% of working women took a vacation away from home last year.", "32% of working women have college education.", "80% of working women drive a car to work."]}
{"task": "race-high", "input": " The speaker, a teacher from a community college, addressed a sympathetic audience. Heads nodded in agreement when he said, \"High school English teachers are not doing their jobs.\" He described the weaknesses of his students, all high school graduates who can use language only at a grade 9 level. I was unable to determine from his answers to my questions how this grade 9 level had been established. What the speaker was really saying is that he is no longer young; he has been teaching for sixteen years, and is able to think and speak like a mature adult. My point is that the frequent complaint of one generation about the one immediately following it is unavoidable. It is also human nature to look for the reasons for our dissatisfaction. Before English became a school subject in the late nineteenth century, it was difficult to find the target of the blame for language deficiencies  . But since then, English teachers have been under constant attack. The complainers think they have hit upon an original idea. As their own command of the language improves, they notice that young people do not have this same ability. Unaware that their own ability has developed through the years, they suppose the new generation of young people must be hopeless in this respect. To the eyes and ears of sensitive adults, the language of the young always seems inadequate . Since this concern about the decline and fall of the English language is not recognized as a generational phenomenon but rather as something new and strange to today's young people, it naturally follows that today's English teachers cannot be doing their jobs. Otherwise, young people would not commit crimes against the language.In the passage the author argues that   _  .", "output": "it is unfair to blame English teachers for language deficiencies of students", "options": ["it is unfair to blame English teachers for language deficiencies of students", "to improve the level of English requires the effort of several generations", "English should not be the target of the blame of language deficiencies", "to rid language deficiencies one should have sensitive eyes and ears"]}
{"task": "race-high", "input": " We are going to talk again this week about higher education for disabled students who want to study in the United States.As we noted last time,there are no special colleges or universities for blind students.But there are for deaf students.One of them is Gallaudet University in Washington,D.C. Gallaudet is said to be the world's only liberal arts university where everything is designed for deaf or hard-of-hearing students.About 2,000 students attend Gallaudet.The cost for international students is about 33,000 dollars a year. Financial aid is available in the form of scholarships,but only after the first year of studies. Most scholarship aid goes to students in financial need who do well in their first year.One scholarship for international students is for deaf students from developing countries.Another is just for students from China.The university also offers an English Language Institute.But Gallaudet says this program does not guarantee  acceptance to the university. In the past year,students at Gallaudet protested against the administration's choice of a new president for the university.The protests led to the choice of a different president who is more popular with the students,Robert Davila.He is a former officer of the National Technical Institute for the Deaf.This technical college is in Rochester, New York.  It is one of the eight colleges in the Rochester Institute of Technology. More than one thousand students attend the National Technical Institute for the Deaf. About one hundred of them are international students.They come from Africa, Asia,Europe and South America. The cost is about 28,000 dollars a year for an international Technical Institute student.Foreign graduate students pay about 20,000 dollars.  Both undergraduate and graduate student can receive limited financial aid. They can also take part in the student employment program.This program makes it possible for students to work at the school.Robert Davila is the president who    _    .", "output": "is well received there", "options": ["is well received there", "is hated by the students", "has high fame world-wide", "was appointed by the government"]}
{"task": "race-high", "input": " I was shopping in the supermarket when I heard a young voice. \"Mom, come here! There's a lady here my size!\" The mother rushed to her son; then she turned to me to apologize. I smiled and told her, \"It's okay.\" Then talked to the boy, \"Hi, I'm Darry Kramer. How are you?\" He studied me from head to toe, and asked, \"Are you a little mommy?\" \"Yes, I have a son,\" I answered. \"Why are you so little?\" he asked. \"It's the way I was born,\" I said. \"Some people are little. Some are tall. I'm just not going to grow any bigger.\" After I answered his other questions, I shook the boy's hand and left. My life as a little person is filled with stories like that. I enjoy talking to children and explaining why I look different from their parents. It takes only one glance to see my uniqueness. I stand three feet nine inches tall. I was born an achondroplasia dwarf  . Despite this, I did all the things other kids did when I was growing up. I didn't realize how short I was until I started school. Some kids joked on me, calling me names. Then I knew. I began to hate the first day of school each year. New students would always stare at me as I struggled to climb the school bus stairs. But I learned to smile and accept the fact that I was going to be noticed my whole life. I decided to make my uniqueness an advantage rather than a disadvantage. What I lacked in height, I made up for in personality. I'm 47 now, and the stares have not _ as I've grown older. People are amazed when they see me driving. I try to keep a good attitude. When people are rude, I remind myself, \"Look what else I have--a great family, nice friends.\" It's the children's questions that make my life special. I enjoy answering their questions. My hope is that I will encourage them to accept their peers (a person of the same age, class, position, etc.), whatever size and shape they come in, and treat them with respect.Which is NOT true about the author according to the passage?", "output": "She doesn't see herself different.", "options": ["She suffered lots of discrimination when growing up.", "She is grateful for what she has.", "She doesn't see herself different.", "She thinks people should be treated equally."]}
{"task": "race-high", "input": " Do we think only with the brain? Hardly. The brain is like a telephone exchange. It is the switchboard, but not the whole system. Its function is to receive incoming signals, make proper connections, and send the messages through to their destination. For efficient service, the body must function as a whole. But where is the \"mind\"? Is it in the brain or perhaps in the nervous system? After all, can we say that the mind is in any particular place? It is not a thing, like a leg, or even the brain. It is a function, an activity. Aristotle, twenty-three hundred years ago, observed that the mind was to the body what cutting was to the ax. When the ax is not in use, there is no cutting. So it is with the mind. \"Mind,\" said Charles H. Woolbert, \"is what the body is doing.\" If this activity is necessary for thinking, it is also necessary for carrying thought from one person to another. Observe how people go about the business of ordinary conversation. If you have never done this carefully, you have a surprise in store, for good conversationalists are almost constantly in motion. Their heads are continually nodding and shaking sometimes so vigorously that you wonder how their necks can stand the strain. Even the legs and feet are active. As for the hands and arms, they are seldom still for more than a few seconds at a time. These people, remember, are not making speeches. They are only common people trying to make others understand what they have in mind. They are not conscious of movement. Their speech is not studies. They are just human creatures in a human environment, trying to adapt themselves to a social situation. Yet they converse, not only with oral language, but with visible actions that involve practically every muscle in the body. In short, because people really think all over, a speaker must talk all over if he succeeds in making people think.Which of the following is TRUE?", "output": "The brain is compared to a telephone exchange.", "options": ["The brain is compared to a telephone exchange.", "The mind is an activity of the nervous system.", "Some people remain still while talking to others.", "Many people move their bodies on purpose while talking."]}
{"task": "race-high", "input": " In a recent study, researchers have estimated the energy required to produce bottled water, including the energy required to manufacture plastic, make the plastic into bottles, process the water, fill and seal the bottles, transport the bottles, and chill the bottles for use. Combining all the energy input totals for treatment and distribution, researchers found that producing bottled water requires between 5.6 and 10.2 million joules  of energy per liter, depending on transportation factors. That's up to 2, 000 times the energy required to produce tap water. To break down the energy requirements, researchers found that producing the plastic bottles and transporting the bottles greatly dominated  the energy input. Although some companies are experimenting with producing lightweight bottles or using recycled materials, the researchers calculated that the manufacturing cost is about 4 million joules of energy per plastic bottle weighing 38 grams, and the cap weighing 2 grams. \"Our previous work had suggested that bottled water production was an energy intensive process, but we were surprised to see the results, \" the researchers said. Transportation costs vary depending on the distance and mode of transport and both factors depend on the type of bottled water. There are two main kinds of bottled water in the US:\"spring water\" which comes from an underground spring and \"purified water\",which is city tap water that has received further treatment. For purified water distributed locally by truck within Los Angeles, the total transportation energy is about 1.4 million joules per liter. In the second situation, spring water shipped from Fiji (such as Fiji Spring Water) across the Pacific to Los Angeles, and then delivered locally by truck requires about 4 million joules per liter for transportation. For the spring water, the transportation energy equaled (in the case of Fiji) the energy required to produce the bottle. With this data, the researchers hope that future studies will have the ability to make specific estimates for different situations, and possibly find ways to cut energy costs.What's the main purpose of the passage?", "output": "To help consumers themselves make more environmentally sustainable choices.", "options": ["To help consumers themselves make more environmentally sustainable choices.", "To advise the government to take severe measures to stop producing bottled water.", "To urge the consumers to drink tap water instead of bottled water for the sake of the earth.", "To try the best to find ways to produce bottled water cheaply and quickly for the companies."]}
{"task": "race-high", "input": " It is not just humans that get stuck in their ways. Scientists have discovered that old bees have trouble finding their way to new hives as their learning behavior becomes increasingly inflexible.    Bees are typically impressive navigators, able to wind their way home through complex landscapes after visits to flowers far removed from their nests. But researchers from Arizona State University and the Norwegian University of Life Sciences found that aging damages the bees' ability to extinguish the memory of an unsuitable nest site even after the group has settled in a new home.    To test how old bees adapt to a changed home location, researchers trained bees to a new nest box while their former nest was closed off. Groups composed of mature and old bees were given several days in which to learn the new home location and to extinguish the bees' memory of their unusable former nest box. The scientists then tore down the bees' new home and forced groups of mixed-age bees to choose between three alternative nest locations, including the former nest box.    Old bees began flying toward the former nest site, despite the experience that should have told them that it was unusable. \"Although many old bees fail in learning tasks, we also discovered that a few still perform with excellence,\" explains Daniel Minch, lead author of the study and a senior life sciences researcher in Norway.    The scientists believe that their findings with bees offer a new means to model and understand the variability found in brain function between individuals, where some individuals' memories remain complete, while others' learning behavior becomes inflexible with age.It is concluded from the passage that bees   _", "output": "have a striking sense of directions.", "options": ["have a striking sense of directions.", "find it difficult to find their home through complex landscapes", "are attached to the way they used to live.", "prefer their former nest to a new nest"]}
{"task": "race-high", "input": " You may picture firefighters holding a hose   outside of a burning building, but the Golden Eagles Hotshots don't fight fires quite that way. When they go into action, you may not even see a fire truck. The Hotshots are firefighters who battle fires in wildness areas. But don't think you'll only find them in their home state California. Wherever there is a national wildfire emergency, the Golden Eagles Hotshots could be there. But these firefighters don't work the same way as firefighters in a big city. They work in areas where there are a large number of trees, bushes, and grass. They climb up and down steep hills to clear brush and burnable debris . They sometimes use water, but they often fight fire with fire! They do that by lighting what are called \"backfires,\" which are small, controlled fires that burn up fuel in the path of large wildfires. That way, when the wildfire gets there, it has nothing to burn and nowhere to go, because all the burnable fuel has already gone up in smoke. The Hotshots also clear away fuel using old-fashioned hard work. For example, they use a saw to cut away trees and heavy brush that could catch fire. Of course there are times when the Golden Eagles Hotshots do have trucks to supply water to the fires. But the water is limited, and these guys have to rely on hard work more than anything. Physical fitness is very important. They have to be in great physical shape to handle steep hills and difficult terrain  while carrying a 60-pound pack. The Golden Eagles Hotshots definitely work hard for their pay. But thanks to their efforts, many lives have been saved, many houses have not burned, and countless trees are still standing.67. The firefighters mentioned in the passenger.", "output": "carry out their work mostly in forests and mountains.", "options": ["do much of their work in California", "avoid climbing steep hills in their work", "do their work equipped with advanced tools.", "carry out their work mostly in forests and mountains."]}
{"task": "race-high", "input": " As the basic building materials of communication, words communicate meaning, but as we have seen, the meanings of words are very much influenced by culture. Meaning is in the person, not in the word, as each person is the product of a particular culture which passes on shared and  appropriate  meanings. Thus, if we want to learn to communicate well in a foreign language, we must understand the culture that gives that language meaning, Culture gives meaning and provides the context for communication, and the ability to communicate allows us to act out our cultural values and to share our language and our culture.   But our own native language and culture are so much a part of us that we take them for granted. When we travel to another country, it's as if we carry along with our passports. We view the new environment using our own culture as the standard, and although not purposely, our ways of thinking and acting often get in the way of our understanding other languages and cultures. The ability and willingness to change lenses   when we look at a different culture is both the cure and the prevention for such cultural blindness. Studying a new language provides us the opportunities to practise  changing lenses when we also learn the context or the culture to which _ belongs.In this passage the author mainly discusses_.", "output": "the relationship between communication and culture", "options": ["the basic building materials of communication", "the importance of understanding a person in communication", "how to communicate well in a foreign language", "the relationship between communication and culture"]}
{"task": "race-high", "input": " Imagine a boy from a small village in East Africa, He from a very early age has been looking after cattle. At twelve years old he knows more about cattle than most of you. However, he has never been to school. Has this boy ever had any education? Education is discovering about ourselves and about the people and things around us. All the people who care about us -- our parents, brothers, sisters, friends -- are our teachers. In fact, we learn something from everyone we meet. We start learning on the day we are born, not on the first day\" we go to school. Every day we have new experiences, like finding a bird's nest, discovering a new street in our neighborhood, making friends with someone we didn't like before. New experiences are even more fun when we share them with other people. Encouragement from the people around us enables us to explore things as much as possible. As we grow up, we begin to find out what we are capable of doing. You may be good at cooking, or singing or playing football. You find this out by doing these things. Just thinking about cooking doesn't tell you if you are good at it. We learn so much just living from day to day. So why is school important? Of course you can learn some things better at home than at school, like how to do the shopping, and how to help old or disabled people who can' t do everything for themselves. At school, teachers help us to read and write. With their guidance, we begin to see things in different ways.The writer takes the African boy as an example to show that   _  .", "output": "education takes many ways", "options": ["African children are very poor", "some children are unlucky", "education takes many ways", "schools are of great importance"]}
{"task": "race-high", "input": " How often do you sit still and do absolutely nothing.The usual answer these days is\"never\".or\"hardly ever\".As the pace of life continues to increase,we are fast losing the art of relaxation.Once you are in the habit of rushing through life,being on the go from morning till night,it is hard to slow down.But relaxation is essential for a healthy mind and body. Stress is fl natural part of everyday life.There is no way to avoid it, since it takes many and varied forms-driving in traffic,problems with personal relationships are all different forms of stress. _ .A certain amount of stress is vital to provide motivation and give purpose to life.It is only when the stress gets out of control that it can lead to poor performance and ill health. The amount of stress a person can withstand depends very much on the individual.Some people are not afraid of stress,and such characters are obviously prime material for managerial responsibilities.Others lose heart at the first sight of unusual difficulties.When exposed to stress,in whatever form,we react both chemically and physically.In fact we make a choice between \"fight\" or \"fright\" and in more primitive days the choice made the difference between life and death.The crisis we meet today are unlikely to be so extreme,but however little the stress,it involves the same response.All the energy is shifted to cope with the stress.It is when such a reaction lasts long,through continued exposure to stress,that health becomes endangered.Such serious conditions as high blood pressure and heart disease have established links with stress. Stress in some people produces stomach disorders,while others experience tension headaches.Since we cannot remove stress from our 1ires,We need to find ways to cope with it.What is the writer's attitude to stress according to the passage?", "output": "Stress produces both positive and negative effects on people.", "options": ["Stress as well as relaxation is essential for a healthy mind and body.", "Stress should not be rid completely from the life.", "Stress produces both positive and negative effects on people.", "People usually work better under stress if they are healthy."]}
{"task": "race-high", "input": " I met the old man at a cafe. \"Did you hear the radio news yesterday?\" he asked me. \"No,\" I replied. \"Anything exciting?\"\"Exciting? NO! Something very sad. A group of hungry dogs killed and ate my best friend.\" \"Oh, dear!\" I cried. \"How did it happen?\"\"He was working on the hillside when the dogs attacked him. When he didn't return, I went to the hillside and found...\"\"His body?\" I asked. The old fellow drank half of his coffee. \"No. I told you they were hungry dogs, didn't I? The big bones were lying every where. But they found this.\" He pushed open a match box he was holding in his hand. In it was a man's thumb, lying on some white bloody material. \"This is my friend's right thumb. The dogs ate the rest of him\". The old man began to cry. He finished his coffee quickly and left the cafe. I drank mine and called the waiter. \"I'll pay the gentleman's bill. His poor friend--how terrible!\"\"You've heard the news?\" The waiter laughed. \"Sure. There's a hole in the bottom of the match box. He put his own thumb through the hole. The blood is red ink, I believe. Is the story worth a cup of coffee, sir?\"\"But he held the box in his right hand.\"\"Yes, but listeners look into the box. They just can't take their sight off that terrible thing.\"\"And when he tells the story, he gets free cup of coffee!\" I said, laughing. \"Yes, sir, but only from strangers who come to this town, and, of course, he does us no harm!\"We can learn from this passage    _   .", "output": "the writer came to the cafe for the first time", "options": ["the writer came to the cafe for the first time", "the old man made a living by telling jokes in the cafe", "the writer had known about the old man before", "what had happened to his best friend made the old man mad"]}
{"task": "race-high", "input": " When you are visiting New York City with kids,there are numerous things to do which will entertain their spirits and feed their minds. *The Whispering Gallery Make your way to the Whispering Gallery. The Whispering Room's architecture allows for a phenomenon that usually sparks a lot of giggles. Once inside the gallery,place one person facing the corner at one end of the room and then place another person facing the corner at the opposite end. Ask one of the participants to whisper a phrase or a quick sentence or two and the person at the opposite end will be able to hear every word that was said. E.42nd St. New York,NY 10017 2127715322 grandcentralterminal.com *American Museum of Natural History The American Museum of Natural History was founded in 1869.In addition to its impressive exhibits,permanent attractions bring the cool feeling to kids. They can enter the Fossil Halls and take in the impressive dinosaur skeletons. And the Milstein Hall of Ocean Life educates kids on the fragility of the ocean. Central Park West at 79th St. New York,NY,10024 212--769--5606 amnh.org *The Scholastic Store Most parents want their children to read,and moreover,to enjoy reading. The Scholastic Store helps to make that wish a reality by publishing engaging,well written stories that appeal to children. With classics such as Clifford the Big Red Dog,The Magic School Bus,and Harry Potter,the Scholastic Store will delight your children. 557 Broadway New York,10012 212--343--6100 scholastic.com *Ellen's Stardust Diner The restaurant is a place where each person in your family can find something to eat .At Ellen's Stardust Diner,a diverse menu will whet everyone's appetite. Arugula salads,grilled cheese,burgers and meatloaf are all on this varied menu. The hall of beauty queens,a drive-in theatre and wait staff that sing to you can add to the unique dining experience. *1650 Broadway,corner of 51st St. *New York,NY 10019 *2129565151 ellensstardustdiner.comIn addition to your favorite food in Ellen's Stardust Diner you can also   _  .", "output": "enjoy some entertaining programs", "options": ["make some good friends", "see many beautiful queens", "receive the first--class service", "enjoy some entertaining programs"]}
{"task": "race-high", "input": " I'm flying high today after hearing the news that Bamboo People is a top ten book on the Best Fiction for Young Adults 2011 list from the American Library Association. Here are the top ten titles with annotations  by YALSA librarians: *Bacigalupi, Paolo. Ship Breaker. Little, Brown, and Co. Nailer is a light crew cleaner tearing up old hulks of ships, living day to day, until a rich girl and her gleaming ship run ashore in a storm on the beach and his life gets more dangerous. *Donnelley, Jennifer. Revolution. Random House Children's Books/Delacorte. Haunted by the death of her brother, Andi is taken to Paris by her separated father where an encounter with a mysterious diary may bring her back from the edge. *Marchetta, Melina. Finnikin of the Rock. Candlewick. Finnikin and his fellow exiles from  Lumatere wish to return to their cursed homeland. Finnikin must go on an epic journey with a dumb beginner named Evanjalin to return home. *Matson, Morgan. Amy and Roger's Epic Detour. Simon & Schuster. Amy and Roger must both learn to deal with loss while on a road trip across the country which doesn't go as expected. *McBride, Lish. Hold Me Closer, Necromancer. Macmillan Children's Book Group/Henry Holt. When Sam discovers he is a necromancer  he must learn to control his power in order to defeat a powerful and corrupt opponent and save his friends. *Mulligan, Andy. Trash. David Fickling Books. Three garbage-picker boys find an item of great value to a corrupt politician on their rounds, setting off a tense hunt to see who will win. *Perkins, Mitali. Bamboo People. Chiko, a Burmese soldier and Tu Reh, a Kerenni refugee meet on opposite sides of war and each must learn what it means to be a man of his people. *Reinhardt, Dana. The Things a Brother Knows. Random House Children's Books/Wendy Lamb. Boaz is back and cheered as the hometown hero, but he is not at all the same. Can his younger brother Levi help him truly make his way home? *Saenz, Benjamin. Last Night I Sang to the Monster. Cinco Puntos Press, 2009. Weeks in therapy go by and 18-year-old Zach is still unable to remember the monstrous events that left him alone and haunted by nightmares. *Sedgwick, Marcus. Revolver. Roaring Brook Press. Sig is alone with his father's body when the lawless man his father had managed to escape appears out of the icy wildernessThese books are all intended for  _  .", "output": "teens", "options": ["adults", "school age kids", "teens", "seniors"]}
{"task": "race-high", "input": " Having a great collection of books at home doesn't really mean that you are a person who has a   passion for literature and reading. It can be a family inheritance  or it can be just to impress people around you about the fact that you are a person of culture. On the other hand, there are many persons who cannot afford to buy books, because some of them are quite expensive, but they usually go to libraries and spend hours reading something that interests them a lot, or just borrow books to read at home. From my point of view, literature is very important in our lives from several points of view. For e xample, reading is a means of gaining culture and enriching our knowledge in different areas of activities. It can help us have a great imagination and it makes things easier when it comes to making compositions on different themes. It gives you the possibility to speak about science, even if you don't work in this field, or you can express your opinion about a political aspect, just because you have read something conne cted to that. Secondly, literature offers us the possibility to enter the world of imagination, and to leave apart the real one for a couple of hours. We come to meet kings and queens many years ago, dream in the world of the rich or imagine how life will be in the future. Sometimes, we identify ourselves  with the characters in the stories we read and they can give us some clues to solve our problems and how to react in certain circumstances. To conclude, I would like to say that literature is the perfect means to enrich our culture, to express correctly and have a rich vocabulary, to be able to interfere  in conversations in different fields of interest and to really be considered an erudite person.The people who are fond of literature are those that   _  .", "output": "have much interest in reading", "options": ["go to libraries on weekends", "buy expensive books in the bookstore", "keep many books in their studies", "have much interest in reading"]}
