{"task": "quartz-with_knowledge", "input": "If Mona is building a circuit and she adds more resistors in series, what happens to the total resistance of the circuit?As more resistors are added in series, the total resistance of the circuit increases.", "output": "increases", "options": ["increases", "decreases"]}
{"task": "quartz-with_knowledge", "input": "What happens to the size of a population if the number of predators for that population is increased?An increase in predators, the emergence of a new disease, or the loss of habitat are just three possible problems that will decrease a population.", "output": "gets smaller", "options": ["gets bigger", "gets smaller"]}
{"task": "quartz-with_knowledge", "input": "Would a star that is significantly cooler than the sun, which is outputting blue light which is higher in frequency that the yellow light of the Sun, beShorter wavelengths (higher frequencies) correspond to higher energies and thus hotter star temperatures.", "output": "colder?", "options": ["hotter", "colder?"]}
{"task": "quartz-with_knowledge", "input": "Will increases the population of his model of the world's population. The amount of water scarcity, if no other variables are changed, will likely goMany of the worlds people live with water scarcity, and that percentage will increase as populations increase and climate changes.", "output": "up", "options": ["up", "down"]}
{"task": "quartz-with_knowledge", "input": "Causing a series to gain resistors will result in a/an _____ in the total resistance of the circuit.As more resistors are added in series, the total resistance of the circuit increases.", "output": "increase", "options": ["increase", "decrease"]}
{"task": "quartz-with_knowledge", "input": "An object with little elastic potential energy _____ be easily stretched.The more an elastic object is stretched or compressed, the greater its elastic potential energy is.", "output": "will", "options": ["will", "won't"]}
{"task": "quartz-with_knowledge", "input": "If Jim is playing with some objects and moving them around and he moves them closer together, the gravitational force between themThe closer objects are to each other, the stronger the gravitational force between them.", "output": "increases", "options": ["increases", "decreases"]}
{"task": "quartz-with_knowledge", "input": "A place with a _____ water table means wells can be dug at shallower depths.As the water is pumped out, the water table slowly falls, requiring wells to be dug deeper, which takes more money and energy.", "output": "high", "options": ["high", "low"]}
{"task": "quartz-with_knowledge", "input": "When there is more fluid in a tube the pressure in the tubeIf blood volume in the body decreases, blood pressure decreases.", "output": "increases", "options": ["increases", "decreases"]}
{"task": "quartz-with_knowledge", "input": "When we have a lot less greenhouse gases in the air what happens to the temperature?As greenhouse gases increase, changes will be more extreme.", "output": "stays the same", "options": ["increases", "stays the same"]}
{"task": "quartz-with_knowledge", "input": "What happens to the size of a population if the number of predators for that population is decreased?An increase in predators, the emergence of a new disease, or the loss of habitat are just three possible problems that will decrease a population.", "output": "gets bigger", "options": ["gets bigger", "gets smaller"]}
{"task": "quartz-with_knowledge", "input": "An decrease in birth rates indicates a/an _____ in the food supply.Low food supply or a lack of space can lower birth rates, increase death rates, or lead to emigration.", "output": "decrease", "options": ["decrease", "increase"]}
{"task": "quartz-with_knowledge", "input": "Ollie is a rocket scientist and was testing missiles when the government cut her budget. Less missile development will likely result in _____ rockets.The development of better missiles fostered better rocket technologies.", "output": "worse", "options": ["worse", "better"]}
{"task": "quartz-with_knowledge", "input": "Mike wants the current strength to be weaker, so mike will do this with the number of resistorsAs more resistors are added in parallel, the total current strength increases.", "output": "decrease", "options": ["decrease", "increase"]}
{"task": "quartz-with_knowledge", "input": "Sally has an electron. Sue has an electron that is closer to the nucleus. Whose electron has lower energy?Electrons at lower energy levels, which are closer to the nucleus, have less energy.", "output": "Sue", "options": ["Sally", "Sue"]}
{"task": "quartz-with_knowledge", "input": "A piece of glass has _____ friction than a piece of sandpaper.Rougher surfaces have more friction between them than smoother surfaces.", "output": "less", "options": ["more", "less"]}
