{"task": "quartz-with_knowledge", "input": "Air pressure will _____ when one goes up a mountain.Air pressure is less at higher elevations.", "output": "decrease", "options": ["increase", "decrease"]}
{"task": "quartz-with_knowledge", "input": "Bob releases a deep breath, so that his lungs will have more painful pressure, making the size of Bob's chestInhaling, or breathing in, increases the size of the chest, which decreases air pressure inside the lungs.", "output": "decrease", "options": ["decrease", "increase"]}
{"task": "quartz-with_knowledge", "input": "Dawn is screwing in a screw so she can hang a picture on the wall. Because the threads are so far apart, the force that Dawn must apply to get the screw into the wall isThe trade-off when the threads are closer together, is that more turns of the screw or bolt are needed to do the job because the distance over which the input force must be applied is greater.", "output": "greater", "options": ["greater", "lesser"]}
{"task": "quartz-with_knowledge", "input": "During a game of tug-o-war, two teams are pulling a rope, the team that will pull the hardest has people who weighGravity is a pull which all matter exerts on all other matter, the more mass, the stronger the pull.", "output": "more", "options": ["more", "less"]}
{"task": "quartz-with_knowledge", "input": "If Mona is excavating an archeological site and she discovers some fossils near the surface then compares them to fossils she found deeper down, which fossils will be younger?Lower rock layers were laid down earlier, so they are assumed to contain older fossils.", "output": "near the surface", "options": ["near the surface", "deeper down"]}
{"task": "quartz-with_knowledge", "input": "When we spend time lifting a lot of weights we becomeAnaerobic exercises cause muscles to get bigger and stronger.", "output": "stronger", "options": ["weaker", "stronger"]}
{"task": "quartz-with_knowledge", "input": "If Milo stops eating for awhile and his blood glucose decreases, what happens to the amount of insulin he is producing?As blood glucose levels decrease, less insulin is produced.", "output": "decreases", "options": ["increases", "decreases"]}
{"task": "quartz-with_knowledge", "input": "When particles get close together what happens to the amplitude?The closer together the particles in a longitudinal wave are, the greater the amplitude.", "output": "increases", "options": ["increases", "decreases"]}
{"task": "quartz-with_knowledge", "input": "The Moon has _____ effect on the tides than Mars.The Moon has a greater effect on the tides because, although it is much smaller than the Sun, it is much closer.", "output": "more", "options": ["more", "less"]}
{"task": "quartz-with_knowledge", "input": "Mona is developing a computerized model to detect changes in weather patterns for her farming business. If she removes computing power from the computer she is using to develop the model, what happens to the chances that model will be correct?But the more computing power that goes into the model and the care with which the scientists construct the model can increase the chances that a model will be accurate.", "output": "decrease", "options": ["increase", "decrease"]}
{"task": "quartz-with_knowledge", "input": "Jim looked at his cat's eyes on a bright sunny day, then he looked at the eyes when the cat was in very low light inside the house. In the low light condition, the cat's pupils well beThe pupil automatically gets bigger or smaller to let more or less light in as needed.", "output": "larger", "options": ["smaller.", "larger"]}
{"task": "quartz-with_knowledge", "input": "When observing reactants and their particles, Shane decreases the temperature they're exposed to, noting that they now moveAt higher temperatures, particles of reactants have more energy, so they move faster.", "output": "slower", "options": ["faster", "slower"]}
{"task": "quartz-with_knowledge", "input": "Ryan wants to have better technology in the world, so do have that, he will need for the things currently being developed to beThe development of better missiles fostered better rocket technologies.", "output": "better", "options": ["better", "worse"]}
{"task": "quartz-with_knowledge", "input": "John was looking at the weather data and making some observations. He saw that with less trees, droughts wereWith fewer trees, the air is drier and droughts are more common.", "output": "Greater", "options": ["Greater", "Lesser"]}
{"task": "quartz-with_knowledge", "input": "A village is gathering food for the winter. The more food they gather the likelihood of survival being high isNew farm machines were invented. They increased the amount of food that could be produced. With more food, people were healthier and could live longer.", "output": "great", "options": ["great", "small"]}
{"task": "quartz-with_knowledge", "input": "James spent 30 minutes exercising while Mary spent only 10 minutes exercising. Which person had the lower heart rate?Warming up exercises increases the blood flow to the muscles and increases the heart rate.", "output": "Mary", "options": ["Mary", "James"]}
