{"task": "quartz-with_knowledge", "input": "Air pressure will _____ when one goes up a mountain.Air pressure is less at higher elevations.", "output": "decrease", "options": ["increase", "decrease"]}
{"task": "quartz-with_knowledge", "input": "Bob releases a deep breath, so that his lungs will have more painful pressure, making the size of Bob's chestInhaling, or breathing in, increases the size of the chest, which decreases air pressure inside the lungs.", "output": "decrease", "options": ["decrease", "increase"]}
{"task": "quartz-with_knowledge", "input": "Dawn is screwing in a screw so she can hang a picture on the wall. Because the threads are so far apart, the force that Dawn must apply to get the screw into the wall isThe trade-off when the threads are closer together, is that more turns of the screw or bolt are needed to do the job because the distance over which the input force must be applied is greater.", "output": "greater", "options": ["greater", "lesser"]}
{"task": "quartz-with_knowledge", "input": "During a game of tug-o-war, two teams are pulling a rope, the team that will pull the hardest has people who weighGravity is a pull which all matter exerts on all other matter, the more mass, the stronger the pull.", "output": "more", "options": ["more", "less"]}
{"task": "quartz-with_knowledge", "input": "If Mona is excavating an archeological site and she discovers some fossils near the surface then compares them to fossils she found deeper down, which fossils will be younger?Lower rock layers were laid down earlier, so they are assumed to contain older fossils.", "output": "near the surface", "options": ["near the surface", "deeper down"]}
{"task": "quartz-with_knowledge", "input": "When we spend time lifting a lot of weights we becomeAnaerobic exercises cause muscles to get bigger and stronger.", "output": "stronger", "options": ["weaker", "stronger"]}
{"task": "quartz-with_knowledge", "input": "If Milo stops eating for awhile and his blood glucose decreases, what happens to the amount of insulin he is producing?As blood glucose levels decrease, less insulin is produced.", "output": "decreases", "options": ["increases", "decreases"]}
{"task": "quartz-with_knowledge", "input": "When particles get close together what happens to the amplitude?The closer together the particles in a longitudinal wave are, the greater the amplitude.", "output": "increases", "options": ["increases", "decreases"]}
