{"task": "quartz-with_knowledge", "input": "Mike dove higher and higher out of the ocean trench. As he goes higher, the pressure exerted on him by the waterA fluid exerts pressure in all directions, but the pressure is greater at greater depth.", "output": "decreases", "options": ["increases", "decreases"]}
{"task": "quartz-with_knowledge", "input": "If Jim stop exercising his muscles, would the strength of themExercising muscles increases their size, and bigger muscles have greater strength.", "output": "decrease", "options": ["increase", "decrease"]}
{"task": "quartz-with_knowledge", "input": "A population of squirrels in a local forest had less food available to them this spring than they did last spring. During which spring will more squirrels leave the area to live somewhere else?Low food supply or a lack of space can lower birth rates, increase death rates, or lead to emigration.", "output": "this spring", "options": ["this spring", "last spring"]}
{"task": "quartz-with_knowledge", "input": "If Mona is running a race and her chest expands, what happens to the amount of air pressure in her lungs?Inhaling, or breathing in, increases the size of the chest, which decreases air pressure inside the lungs.", "output": "decreases", "options": ["increases", "decreases"]}
{"task": "quartz-with_knowledge", "input": "Compared to the Sun, which is an average star, would CFBDSIR 1458, the coldest star, beThe hotter a main sequence star is, the brighter it is.", "output": "dimmer than the Sun?", "options": ["brighter than the Sun", "dimmer than the Sun?"]}
{"task": "quartz-with_knowledge", "input": "If Mona lives in a country that doesn't get a lot of rain and it rains extra hard one day, what does that do to the water table?The water table is higher when there is a lot of rain and lower when the weather is dry.", "output": "increases", "options": ["increases", "decreases"]}
{"task": "quartz-with_knowledge", "input": "Eric underwent surgery to decrease the size of his larynx. His voice is nowThe voice becomes deeper as the larynx in the throat grows larger.", "output": "higher", "options": ["higher", "deeper"]}
{"task": "quartz-with_knowledge", "input": "If Jim lowers carbon dioxide to the ocean, the level of acidity in the ocean becomesWith higher levels of dissolved carbon dioxide in ocean water, the water becomes more acidic.", "output": "smaller", "options": ["greater", "smaller"]}
