{"task": "quartz-with_knowledge", "input": "A thin wire will carry _____ current than a large piece of wire.Thicker resistors offer less resistance than thinner resistors.", "output": "less", "options": ["more", "less"]}
{"task": "quartz-with_knowledge", "input": "Robin has an old computer that runs slowly, and Bryan has a powerful new computer. When working on the same task, the computer that will finish the task first isCompared with a less powerful device, a more powerful device can either do more work in the same time or do the same work in less time.", "output": "Bryan's", "options": ["Robin's", "Bryan's"]}
{"task": "quartz-with_knowledge", "input": "As waves on the ocean grow in size and number they have.With higher frequencies, the microwaves also have more energy.", "output": "more energy", "options": ["more energy", "less energy"]}
{"task": "quartz-with_knowledge", "input": "Will weighs 180 pounds while Nat weights 120 pounds, who would accelerate more after the same force is applied?The smaller its mass is, the greater its acceleration for a given amount of force.", "output": "Nat", "options": ["Will", "Nat"]}
{"task": "quartz-with_knowledge", "input": "If Mona is performing a science experiment involving chemicals and she decreases the temperature in her lab, what will happen to the amount of chemical weathering she experiences?Chemical weathering increases as: Temperature increases: Chemical reactions proceed more rapidly at higher temperatures.", "output": "decrease", "options": ["increase", "decrease"]}
{"task": "quartz-with_knowledge", "input": "If Mona lives in a city that begins producing a smaller amount of pollutants, what happens to the air quality in that city?More pollutants mean poorer air quality.", "output": "increases", "options": ["increases", "decreases"]}
{"task": "quartz-with_knowledge", "input": "Polly was out in the sun. She has light skin. Her skin likely absorbs _____ vitamin D than a dark-skinned person.Pigments in the skin act like a filter that can prevent the skin from making vitamin D. As a result, people with darker skin need more time in the sun than people with lighter skin to make the same amount of vitamin D.", "output": "more", "options": ["more", "less"]}
{"task": "quartz-with_knowledge", "input": "A membrane with fewer folds will have _____ than one with more folds.The folds present in the membrane increase the surface area allowing more ribosomes to be present on the ER, thereby allowing greater protein production.", "output": "less ribosomes", "options": ["more", "less ribosomes"]}
{"task": "quartz-with_knowledge", "input": "When we get lower in the air what happens to the temperature?In the mesosphere, temperature decreases as altitude increases.", "output": "goes up", "options": ["goes up", "goes down"]}
{"task": "quartz-with_knowledge", "input": "If Jim has a container of hydrogen gas that is 40 liters in volume and he moves the gas to a container that is 50 liters in volume, what happens to the density of the gas?In the larger container we will still have the same number of gas particles, but now they are filling a much larger space.", "output": "decreases", "options": ["increases", "decreases"]}
{"task": "quartz-with_knowledge", "input": "Sarah's plants have been struggling to photosynthesize regularly, so that means that the plants now produce food in amounts that areLess photosynthesis means that plants and phytoplankton produce less food.", "output": "lesser", "options": ["lesser", "greater"]}
{"task": "quartz-with_knowledge", "input": "Lisa is hitting a tennis ball against the wall. As the tennis ball bounces away from the wall and towards her, the magnetic force of attraction between the wall and the ballAs the distance between the objects increases the magnetic force of attraction decreases.", "output": "decreases.", "options": ["increases", "decreases."]}
{"task": "quartz-with_knowledge", "input": "Marco needs to dig a well in his backyard, but the water table is very low. The energy that it will take to dig a shallow well isAs the water is pumped out, the water table slowly falls, requiring wells to be dug deeper, which takes more money and energy.", "output": "small", "options": ["great", "small"]}
{"task": "quartz-with_knowledge", "input": "If we find something with a low pH value that is likely to beThe higher the pH value is, the stronger the base.", "output": "acidic", "options": ["acidic", "basic"]}
{"task": "quartz-with_knowledge", "input": "A scientist, near the shore, would expect to find _____ dissolved nutrients in the water than one mile away from the shore.Water near shore generally has more dissolved nutrients than water farther from shore.", "output": "more", "options": ["less", "more"]}
{"task": "quartz-with_knowledge", "input": "Tom conducted an archaeological dig and compared some of the rocks he found. He noticed that the rocks at 20 feet deep were _____ than the rocks at 2 feet deep.Older rocks are at the bottom and younger rocks are at the top.", "output": "older", "options": ["older", "younger"]}
