{"task": "glue-wnli", "input": "sentence 1: Anna did a lot worse than her good friend Lucy on the test because she had studied so hard. [SEP] sentence 2: Anna had studied so hard.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Emma did not pass the ball to Janie although she saw that she was open. [SEP] sentence 2: Emma saw that she was open.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Madonna fired her trainer because she slept with her boyfriend. [SEP] sentence 2: The trainer slept with her boyfriend.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Dr. Adams informed Kate that she had retired and presented several options for future treatment. [SEP] sentence 2: Kate had retired and presented several options for future treatment.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Mark was close to Mr. Singer's heels. He heard him calling for the captain, promising him, in the jargon everyone talked that night, that not one thing should be damaged on the ship except only the ammunition, but the captain and all his crew had best stay in the cabin until the work was over. [SEP] sentence 2: He heard Mr. Singer calling for the captain.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: The signs over the shops' doors had pictures that indicated what work was done inside. Although more and more people were learning how to read, each artisan still had signs, not wishing to lose a possible patron merely because he happened to be illiterate. [SEP] sentence 2: Each artisan still had signs, not wishing to lose a possible patron merely because the artisan happened to be illiterate.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: The painting in Mark's living room shows an oak tree. It is to the right of a house. [SEP] sentence 2: The painting is to the right of a house.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: John hired himself out to Bill to take care of him. [SEP] sentence 2: John hired himself out to Bill to take care of Bill.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: I couldn't find a spoon, so I tried using a pen to stir my coffee. But that turned out to be a bad idea, because it got full of ink. [SEP] sentence 2: The coffee got full of ink.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Archaeologists have concluded that humans lived in Laputa 20,000 years ago. They hunted for deer on the river banks. [SEP] sentence 2: Prehistoric humans hunted for deer on the river banks.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Thomson visited Cooper's grave in 1765. At that date he had been dead for five years. [SEP] sentence 2: Cooper had been dead for five years.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Bob collapsed on the sidewalk. Soon he saw Carl coming to help. He was very ill. [SEP] sentence 2: Bob was very ill.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Sid explained his theory to Mark but he couldn't understand him. [SEP] sentence 2: Mark couldn't understand him.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Ann asked Mary what time the library closes, because she had forgotten. [SEP] sentence 2: Ann had forgotten.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Alice was dusting the living room and trying to find the button that Mama had hidden. No time today to look at old pictures in her favorite photo album. Today she had to hunt for a button, so she put the album on a chair without even opening it. [SEP] sentence 2: No time today to look at old pictures in Alice's favorite photo album.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Always before, Larry had helped Dad with his work. But he could not help him now, for Dad said that his boss at the railroad company would not want anyone but him to work in the office. [SEP] sentence 2: Larry's boss at the railroad company would not want anyone but him to work in the office.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
