{"task": "glue-wnli", "input": "sentence 1: Larry, a timid teen-ager, lives with his widowed mother in a Brooklyn housing project. Larry's father, a gang leader, was shot to death; his father's disciple, Antonio, takes Larry under his wing, and quickly molds him into a drug runner. [SEP] sentence 2: His father's disciple, Antonio, takes Larry under his wing, and quickly molds Antonio into a drug runner.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: I sat there feeling rather like a chappie I'd once read about in a book, who murdered another cove and hid the body under the dining-room table, and then had to be the life and soul of a dinner party, with it there all the time. [SEP] sentence 2: He had to be the life and soul of a dinner party, with the book there all the time.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Steve follows Fred's example in everything. He admires him hugely. [SEP] sentence 2: Fred admires him hugely.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: This morning, Joey built a sand castle on the beach, and put a toy flag in the highest tower, but this afternoon the wind knocked it down. [SEP] sentence 2: This afternoon the wind knocked The flag down.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: I used an old rag to clean the knife, and then I put it in the drawer. [SEP] sentence 2: I put the knife in the drawer.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Fred and Alice had very warm down coats, but they were not prepared for the cold in Alaska. [SEP] sentence 2: coats were not prepared for the cold in Alaska.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: John was doing research in the library when he heard a man humming and whistling. He was very annoying. [SEP] sentence 2: The man was very annoying.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Bob paid for Charlie's college education. He is very generous. [SEP] sentence 2: Charlie is very generous.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Mary tucked her daughter Anne into bed, so that she could sleep. [SEP] sentence 2: Mary tucked her daughter Anne into bed, so that Mary could sleep.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Alice tried frantically to stop her daughter from chatting at the party, leaving us to wonder why she was behaving so strangely. [SEP] sentence 2: Alice's daughter was behaving so strangely.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: The large ball crashed right through the table because it was made of steel. [SEP] sentence 2: The table was made of steel.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Alice tried frantically to stop her daughter from barking at the party, leaving us to wonder why she was behaving so strangely. [SEP] sentence 2: Alice was behaving so strangely.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: It is not easy to space buttonholes exactly the same distance apart, and it is very difficult to cut them precisely the right size. The tiniest slip of the scissors will make the hole too large, and even one thread uncut will leave it too small. [SEP] sentence 2: Even one thread uncut will leave one thread too small.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Dr. Adams informed Kate that she had cancer and presented several options for future treatment. [SEP] sentence 2: Dr. Adams had cancer and presented several options for future treatment.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Mark heard Steve's feet going down the ladder. The door of the shop closed after him. He ran to look out the window. [SEP] sentence 2: The door of the shop closed after Mark.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: John hired Bill to take care of him. [SEP] sentence 2: John hired Bill to take care of Bill.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
