{"task": "glue-wnli", "input": "sentence 1: Alice looked for her friend Jade in the crowd. Since she always has good luck, Alice spotted her quickly. [SEP] sentence 2: Since Jade always has good luck, Alice spotted her quickly.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: The woman held the girl against her chest. [SEP] sentence 2: The woman held the girl against the girl's chest.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Alice tried frantically to stop her daughter from chatting at the party, leaving us to wonder why she was behaving so strangely. [SEP] sentence 2: Alice's daughter was behaving so strangely.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Joe's uncle can still beat him at tennis, even though he is 30 years older. [SEP] sentence 2: Joe is 30 years older.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: I couldn't put the pot on the shelf because it was too tall. [SEP] sentence 2: The shelf was too tall.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Sam pulled up a chair to the piano, but it was broken, so he had to stand instead. [SEP] sentence 2: The chair was broken, so he had to stand instead.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Mark heard Steve's feet going down the ladder. The door of the shop closed after him. He ran to look out the window. [SEP] sentence 2: Steve ran to look out the window.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Archaeologists have concluded that humans lived in Laputa 20,000 years ago. They hunted for evidence on the river banks. [SEP] sentence 2: Archaeologists hunted for evidence on the river banks.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Mark became absorbed in Blaze, the white horse. He was afraid the stable boys at the Burlington Stables struck at him and bullied him because he was timid, so he took upon himself the feeding and care of the animal. [SEP] sentence 2: Blaze was afraid the stable boys at the Burlington Stables struck at him and bullied him.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Fred is the only man still alive who remembers my great-grandfather. He was a remarkable man. [SEP] sentence 2: My great-grandfather was a remarkable man.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Sara borrowed the book from the library because she needs it for an article she is working on. She reads it when she gets home from work. [SEP] sentence 2: She reads the book when she gets home from work.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: We had hoped to place copies of our newsletter on all the chairs in the auditorium, but there were simply too many of them. [SEP] sentence 2: There were simply too many copies of the newsletter.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Lionel is holding captive a scientist, Dr. Vardi, who has invented a device that turns animals invisible; Lionel plans to use it on Geoffrey and send him to steal nuclear material from an army vault. [SEP] sentence 2: Lionel plans to use it on Geoffrey and send Lionel to steal nuclear material from an army vault.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: The sculpture rolled off the shelf because it wasn't level. [SEP] sentence 2: The sculpture wasn't level.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: The scientists are studying three species of fish that have recently been found living in the Indian Ocean. They appeared two years ago. [SEP] sentence 2: The scientists appeared two years ago.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Bernard, who had not told the government official that he was less than 21 when he filed for a homestead claim, did not consider that he had done anything dishonest. Still, anyone who knew that he was 19 years old could take his claim away from him. [SEP] sentence 2: The government official was less than 21 when he filed for a homestead claim.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
