{"task": "glue-wnli", "input": "sentence 1: Sam and Amy are passionately in love, but Amy's parents are unhappy about it, because they are fifteen. [SEP] sentence 2: Sam and Amy are fifteen.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Fred was supposed to run the dishwasher, but he put it off, because he wanted to watch TV. But the show turned out to be boring, so he changed his mind and turned it on. [SEP] sentence 2: He changed his mind and turned the TV on.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: The journalists interviewed the stars of the new movie. They were very persistent, so the interview lasted for a long time. [SEP] sentence 2: The stars were very persistent, so the interview lasted for a long time.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Mr. Taylor was a man of uncertain temper and his general tendency was to think that David was a poor chump and that whatever step he took in any direction on his own account was just another proof of his innate idiocy. [SEP] sentence 2: Any direction on his own account was just another proof of Mr. Taylor's innate idiocy.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: A number of times Henry had been present at interviews which his father had had with noted detectives who desired his aid in solving perplexing mysteries, and those occasions stood out as red-letter days for him. [SEP] sentence 2: Those occasions stood out as red-letter days for Henry.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: John was doing research in the library when he heard a man humming and whistling. He was very annoyed. [SEP] sentence 2: John was very annoyed.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: My meeting started at 4:00 and I needed to catch the train at 4:30, so there wasn't much time. Luckily, it was short, so it worked out. [SEP] sentence 2: The meeting was short, so it worked out.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Larry, a timid teen-ager, lives with his widowed mother in a Brooklyn housing project. Larry's father, a gang leader, was shot to death; his father's disciple, Antonio, takes Larry under his wing, and quickly molds him into a drug runner. [SEP] sentence 2: His father's disciple, Antonio, takes Larry under his wing, and quickly molds Larry's father into a drug runner.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Madonna fired her trainer because she couldn't stand her boyfriend. [SEP] sentence 2: She couldn't stand the trainer's boyfriend.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Mark told Pete many lies about himself, which Pete included in his book. He should have been more skeptical. [SEP] sentence 2: Pete should have been more skeptical.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: The signs over the shops' doors had pictures that indicated what work was done inside. Although more and more people were learning how to read, each artisan still had signs, not wishing to lose a possible patron merely because he happened to be illiterate. [SEP] sentence 2: Each artisan still had signs, not wishing to lose a possible patron merely because the artisan happened to be illiterate.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Fred was supposed to run the dishwasher, but he put it off, because he wanted to watch TV. But the show turned out to be boring, so he changed his mind and turned it off. [SEP] sentence 2: He changed his mind and turned the TV off.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: The man couldn't lift his son because he was so weak. [SEP] sentence 2: The son was so weak.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: The sculpture rolled off the shelf because it wasn't anchored. [SEP] sentence 2: The sculpture wasn't anchored.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Mary took out her flute and played one of her favorite pieces. She has loved it since she was a child. [SEP] sentence 2: She has loved the flute since she was a child.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Look! There is a minnow swimming right below that duck! It had better get away to safety fast! [SEP] sentence 2: The minnow had better get away to safety fast!", "output": "entailment", "options": ["entailment", "not_entailment"]}
