{"task": "glue-wnli", "input": "sentence 1: The painting in Mark's living room shows an oak tree. It is to the right of a house. [SEP] sentence 2: The oak tree is to the right of a house.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: There is a gap in the wall. You can see the garden behind it. [SEP] sentence 2: You can see the garden through the gap.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Grant worked hard to harvest his beans so he and his family would have enough to eat that winter, His friend Henry let him stack them in his barn where they would dry. Later, he and Tatyana would shell them and cook them for their Sunday dinners. [SEP] sentence 2: His friend Henry let him stack Grant and his family in his barn where they would dry.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Papa looked down at the children's faces, so puzzled and sad now. It was bad enough that they had to be denied so many things because he couldn't afford them. [SEP] sentence 2: It was bad enough that the faces had to be denied so many things because he couldn't afford them.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: The large ball crashed right through the table because it was made of styrofoam. [SEP] sentence 2: The table was made of styrofoam.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Men had the right to keep their sons working for them until they were 21 years of age. [SEP] sentence 2: Men had the right to keep their sons working for them until the men were 21 years of age.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Tatyana managed two guitars and a bag, and still could point out the Freemans: \"Isn't it nice that they have come, Mama!\" [SEP] sentence 2: Isn't it nice that the two guitars and a bag have come, Mama!\"", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: The sculpture rolled off the shelf because it wasn't level. [SEP] sentence 2: The shelf wasn't level.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: A number of times Henry had been present at interviews which his father had had with noted detectives who desired his aid in solving perplexing mysteries, and those occasions stood out as red-letter days for him. [SEP] sentence 2: Those occasions stood out as red-letter days for father.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: There is a gap in the wall. You can see the garden through it. [SEP] sentence 2: You can see the garden through the gap.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Tatyana knew that Grandma always enjoyed serving an abundance of food to her guests. Now Tatyana watched as Grandma gathered Tatyana's small mother into a wide, scrawny embrace and then propelled her to the table, lifting her shawl from her shoulders, seating her in the place of honor, and saying simply: \"There's plenty.\" [SEP] sentence 2: Grandma gathered Tatyana's small mother into a wide, scrawny embrace and then propelled Tatyana's mother to the table.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: I sat there feeling rather like a chappie I'd once read about in a book, who murdered another cove and hid the body under the dining-room table, and then had to be the life and soul of a dinner party, with it there all the time. [SEP] sentence 2: He had to be the life and soul of a dinner party, with the body there all the time.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: In the middle of the outdoor concert, the rain started falling, and it continued until 10. [SEP] sentence 2: The concert continued until 10.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Tatyana managed two guitars and a bag, and still could point out the Freemans: \"Isn't it nice that they have come, Mama!\" [SEP] sentence 2: Isn't it nice that the Freemans have come, Mama!\"", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Joe has sold his house and bought a new one a few miles away. He will be moving into it on Thursday. [SEP] sentence 2: He will be moving into The old house on Thursday.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: I stuck a pin through a carrot. When I pulled the pin out, it left a hole. [SEP] sentence 2: The carrot left a hole.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
