{"task": "glue-wnli", "input": "sentence 1: Bill passed the gameboy to John because his turn was over. [SEP] sentence 2: Bill's turn was over.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: The donkey wished a wart on its hind leg would disappear, and it did. [SEP] sentence 2: The donkey wished a wart on its hind leg would disappear, and wart did.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: The actress used to be named Terpsichore, but she changed it to Tina a few years ago, because she figured it was easier to pronounce. [SEP] sentence 2: Terpsichore was easier to pronounce.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Sam broke both his ankles and he's walking with crutches. But a month or so from now they should be better. [SEP] sentence 2: The ankles should be better.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Alice tried frantically to stop her daughter from barking at the party, leaving us to wonder why she was behaving so strangely. [SEP] sentence 2: Alice was behaving so strangely.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Alice was dusting the living room and trying to find the button that Mama had hidden. No time today to look at old pictures in her favorite photo album. Today she had to hunt for a button, so she put the album on a chair without even opening it. [SEP] sentence 2: No time today to look at old pictures in Mama's favorite photo album.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Ann asked Mary what time the library closes, because she had forgotten. [SEP] sentence 2: Ann had forgotten.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: It is not easy to space buttonholes exactly the same distance apart, and it is very difficult to cut them precisely the right size. The tiniest slip of the scissors will make the hole too large, and even one thread uncut will leave it too small. [SEP] sentence 2: Even one thread uncut will leave the right size too small.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: As Ollie carried Tommy up the long winding steps, his legs ached. [SEP] sentence 2: Tommy's legs ached.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Fred and Alice had very warm down coats, but they were not prepared for the cold in Alaska. [SEP] sentence 2: Fred and Alice were not prepared for the cold in Alaska.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: The journalists interviewed the stars of the new movie. They were very persistent, so the interview lasted for a long time. [SEP] sentence 2: The stars were very persistent, so the interview lasted for a long time.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: My meeting started at 4:00 and I needed to catch the train at 4:30, so there wasn't much time. Luckily, it was delayed, so it worked out. [SEP] sentence 2: The meeting was delayed, so it worked out.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: The painting in Mark's living room shows an oak tree. It is to the right of a house. [SEP] sentence 2: The oak tree is to the right of a house.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: The Dakota prairie lay so warm and bright under the shining sun that it did not seem possible that it had ever been swept by the winds and snows of that hard winter. [SEP] sentence 2: It did not seem possible that the prairie had ever been swept by the winds and snows of that hard winter.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: I used an old rag to clean the knife, and then I put it in the drawer. [SEP] sentence 2: I put the knife in the drawer.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Mark heard Steve's feet going down the ladder. The door of the shop closed after him. He ran to look out the window. [SEP] sentence 2: The door of the shop closed after Mark.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
