{"task": "glue-wnli", "input": "sentence 1: Emma did not pass the ball to Janie although she saw that she was open. [SEP] sentence 2: Janie saw that she was open.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: The painting in Mark's living room shows an oak tree. It is to the right of a house. [SEP] sentence 2: The oak tree is to the right of a house.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Anne gave birth to a daughter last month. She is a very charming baby. [SEP] sentence 2: Anne's daughter is a very charming baby.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Jim comforted Kevin because he was so upset. [SEP] sentence 2: Jim was so upset.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Bernard, who had not told the government official that he was less than 21 when he filed for a homestead claim, did not consider that he had done anything dishonest. Still, anyone who knew that he was 19 years old could take his claim away from him. [SEP] sentence 2: The government official was less than 21 when he filed for a homestead claim.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Although they ran at about the same speed, Sue beat Sally because she had such a bad start. [SEP] sentence 2: Sally had such a bad start.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Sam's drawing was hung just above Tina's and it did look much better with another one above it. [SEP] sentence 2: Sam's drawing did look much better with another one above it.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Many people start to read Paul's books and can't put them down. They are popular because Paul writes so well. [SEP] sentence 2: Paul's books are popular because Paul writes so well.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Mark became absorbed in Blaze, the white horse. He was afraid the stable boys at the Burlington Stables struck at him and bullied him because he was timid, so he took upon himself the feeding and care of the animal. [SEP] sentence 2: Mark was afraid the stable boys at the Burlington Stables struck at him and bullied him.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Mr. Moncrieff visited Chester's luxurious New York apartment, thinking that it belonged to his son Edward. The result was that Mr. Moncrieff has decided to cancel Edward's allowance on the ground that he no longer requires his financial support. [SEP] sentence 2: He no longer requires Edward's financial support.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Everyone really loved the oatmeal cookies; only a few people liked the chocolate chip cookies. Next time, we should make more of them. [SEP] sentence 2: We should make more of the chocolate chip cookies.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: The man couldn't lift his son because he was so weak. [SEP] sentence 2: The man was so weak.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Patting her back, the woman smiled at the girl. [SEP] sentence 2: Patting the girl's back, the woman smiled at the girl.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: It is not easy to space buttonholes exactly the same distance apart, and it is very difficult to cut them precisely the right size. The tiniest slip of the scissors will make the hole too large, and even one thread uncut will leave it too small. [SEP] sentence 2: Even one thread uncut will leave the hole too small.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Since it was raining, I carried the newspaper over my backpack to keep it dry. [SEP] sentence 2: I carried the newspaper over my backpack to keep the backpack dry.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Kirilov ceded the presidency to Shatov because he was more popular. [SEP] sentence 2: Shatov was more popular.", "output": "entailment", "options": ["entailment", "not_entailment"]}
