{"task": "glue-wnli", "input": "sentence 1: Of one thing Mark was sure. Harry knew much less than he did. [SEP] sentence 2: Harry knew much less than Mark did.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: The woman held the girl against her chest. [SEP] sentence 2: The woman held the girl against the woman's chest.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: I tried to paint a picture of an orchard, with lemons in the lemon trees, but they came out looking more like light bulbs. [SEP] sentence 2: The lemons came out looking more like light bulbs.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Fred is the only man still alive who remembers my great-grandfather. He was a remarkable man. [SEP] sentence 2: My great-grandfather was a remarkable man.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: The trophy doesn't fit into the brown suitcase because it is too large. [SEP] sentence 2: The suitcase is too large.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: The table was piled high with food, and on the floor beside it there were crocks, baskets, and a five-quart pail of milk. [SEP] sentence 2: Beside the floor there were crocks, baskets, and a five-quart pail of milk.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Mark heard Steve's feet going down the ladder. The door of the shop closed after him. He ran to look out the window. [SEP] sentence 2: Steve ran to look out the window.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Always before, Larry had helped Dad with his work. But he could not help him now, for Dad said that his boss at the railroad company would not want anyone but him to work in the office. [SEP] sentence 2: Larry's boss at the railroad company would not want anyone but him to work in the office.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Mark became absorbed in Blaze, the white horse. He was afraid the stable boys at the Burlington Stables struck at him and bullied him because he was timid, so he took upon himself the feeding and care of the animal. [SEP] sentence 2: Mark was afraid the stable boys at the Burlington Stables struck at him and bullied him.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Bernard, who had not told the government official that he was less than 21 when he filed for a homestead claim, did not consider that he had done anything dishonest. Still, anyone who knew that he was 19 years old could take his claim away from him. [SEP] sentence 2: Bernard, who had not told the government official that he was less than 21 when he filed for a homestead claim, did not consider that the government official had done anything dishonest.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Alice tried frantically to stop her daughter from chatting at the party, leaving us to wonder why she was behaving so strangely. [SEP] sentence 2: Alice's daughter was behaving so strangely.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: I saw Jim yelling at some guy in a military uniform with a huge red beard. I don't know who he was, but he looked very unhappy. [SEP] sentence 2: I don't know who the guy in uniform was, but he looked very unhappy.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Fred covered his eyes with his hands, because the wind was blowing sand around. He lowered them when the wind stopped. [SEP] sentence 2: He lowered his hands when the wind stopped.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: I stuck a pin through a carrot. When I pulled the pin out, it left a hole. [SEP] sentence 2: The carrot left a hole.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Since Chester was dependent on Uncle Vernon, he couldn't very well marry without his approval [SEP] sentence 2: He couldn't very well marry without Chester's approval", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: The painting in Mark's living room shows an oak tree. It is to the right of a house. [SEP] sentence 2: The oak tree is to the right of a house.", "output": "entailment", "options": ["entailment", "not_entailment"]}
