{"task": "glue-wnli", "input": "sentence 1: Although they ran at about the same speed, Sue beat Sally because she had such a good start. [SEP] sentence 2: Sue had such a good start.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Sam took French classes from Adam, because he was eager to speak it fluently. [SEP] sentence 2: Sam was eager to speak it fluently.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Mama came over and sat down beside Alice. Gently she stroked her hair and let the child weep. [SEP] sentence 2: Mama stroked her hair and let the child weep.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Frank was upset with Tom because the toaster he had bought from him didn't work. [SEP] sentence 2: The toaster Frank had bought from him didn't work.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Bob paid for Charlie's college education, but now Charlie acts as though it never happened. He is very hurt. [SEP] sentence 2: Bob is very hurt.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: I took the water bottle out of the backpack so that it would be lighter. [SEP] sentence 2: I took the water bottle out of the backpack so that the water bottle would be lighter.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: The man lifted the boy onto his shoulders. [SEP] sentence 2: The man lifted the boy onto the boy's shoulders.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Mary took out her flute and played one of her favorite pieces. She has loved it since she was a child. [SEP] sentence 2: She has loved the piece since she was a child.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: The customer walked into the bank and stabbed one of the tellers. He was immediately taken to the hospital. [SEP] sentence 2: The customer was immediately taken to the hospital.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: I couldn't put the pot on the shelf because it was too tall. [SEP] sentence 2: The shelf was too tall.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Sara borrowed the book from the library because she needs it for an article she is working on. She reads it when she gets home from work. [SEP] sentence 2: She reads the book when she gets home from work.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Alice was dusting the living room and trying to find the button that Mama had hidden. No time today to look at old pictures in her favorite photo album. Today she had to hunt for a button, so she put the album on a chair without even opening it. [SEP] sentence 2: She put the album on a chair without even opening the button.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: The Wainwrights treated Mr. Crowley like a prince until he made his will in their favor; then they treated him like dirt. Folks said he died just to be rid of their everlasting nagging. [SEP] sentence 2: Folks said he died just to be ride of the folks' everlasting nagging.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Mark told Pete many lies about himself, which Pete included in his book. He should have been more skeptical. [SEP] sentence 2: Pete should have been more skeptical.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Mr. Moncrieff visited Chester's luxurious New York apartment, thinking that it belonged to his son Edward. The result was that Mr. Moncrieff has decided to cancel Edward's allowance on the ground that he no longer requires his financial support. [SEP] sentence 2: He no longer requires Edward's financial support.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: The signs over the shops' doors had pictures that indicated what work was done inside. Although more and more people were learning how to read, each artisan still had signs, not wishing to lose a possible patron merely because he happened to be illiterate. [SEP] sentence 2: Each artisan still had signs, not wishing to lose a possible patron merely because the artisan happened to be illiterate.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
