{"task": "glue-wnli", "input": "sentence 1: Always before, Larry had helped Dad with his work. But he could not help him now, for Dad said that his boss at the railroad company would not want anyone but him to work in the office. [SEP] sentence 2: Larry's boss at the railroad company would not want anyone but him to work in the office.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: I was trying to open the lock with the key, but someone had filled the keyhole with chewing gum, and I couldn't get it out. [SEP] sentence 2: I couldn't get the key out.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: We had hoped to place copies of our newsletter on all the chairs in the auditorium, but there were simply not enough of them. [SEP] sentence 2: There were simply not enough copies of the newsletter.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: I sat there feeling rather like a chappie I'd once read about in a book, who murdered another cove and hid the body under the dining-room table, and then had to be the life and soul of a dinner party, with it there all the time. [SEP] sentence 2: He had to be the life and soul of a dinner party, with the table there all the time.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: The man lifted the boy onto his bunk bed. [SEP] sentence 2: The man lifted the boy onto the boy's bunk bed.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: This morning, Joey built a sand castle on the beach, and put a toy flag in the highest tower, but this afternoon the wind knocked it down. [SEP] sentence 2: This afternoon the wind knocked The flag down.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: In the middle of the outdoor concert, the rain started falling, but it continued until 10. [SEP] sentence 2: The concert continued until 10.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: I'm sure that my map will show this building; it is very good. [SEP] sentence 2: The map is very good.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Mary took out her flute and played one of her favorite pieces. She has had it since she was a child. [SEP] sentence 2: She has had the piece since she was a child.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: The politicians far away in Washington could not know the settlers so they must make rules to regulate them. [SEP] sentence 2: They must make rules to regular the settlers.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: As Andrea in the crop duster passed over Susan, she could see the landing gear. [SEP] sentence 2: Susan could see the landing gear.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Mary tucked her daughter Anne into bed, so that she could sleep. [SEP] sentence 2: Mary tucked her daughter Anne into bed, so that Mary could sleep.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: The delivery truck zoomed by the school bus because it was going so fast. [SEP] sentence 2: The school bus was going so fast.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: John was doing research in the library when he heard a man humming and whistling. He was very annoyed. [SEP] sentence 2: John was very annoyed.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Every day after dinner Mr. Schmidt took a long nap. Mark would let him sleep for an hour, then wake him up, scold him, and get him to work. He needed to get him to finish his work, because his work was beautiful. [SEP] sentence 2: Mr. Schmidt needed to get him to finish his work, because his work was beautiful.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Grant worked hard to harvest his beans so he and his family would have enough to eat that winter, His friend Henry let him stack them in his barn where they would dry. Later, he and Tatyana would shell them and cook them for their Sunday dinners. [SEP] sentence 2: His friend Henry let him stack the beans in his barn where they would dry.", "output": "entailment", "options": ["entailment", "not_entailment"]}
