{"task": "glue-wnli", "input": "sentence 1: Since Chester was dependent on Uncle Vernon, he couldn't very well marry without his approval [SEP] sentence 2: Uncle Vernon couldn't very well marry without his approval", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Bob collapsed on the sidewalk. Soon he saw Carl coming to help. He was very ill. [SEP] sentence 2: Bob was very ill.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Bob was playing cards with Adam and was way ahead. If Adam hadn't had a sudden run of good luck, he would have lost. [SEP] sentence 2: Adam would have lost.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Billy cried because Toby wouldn't share his toy. [SEP] sentence 2: Billy cried because Toby wouldn't share Toby's toy.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Sam Goodman's biography of the Spartan general Xenophanes conveys a vivid sense of the difficulties he faced in his research. [SEP] sentence 2: Sam Goodman's biography of the Spartan general Xenophanes conveys a vivid sense of the difficulties Goodman faced in his research.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Anna did a lot worse than her good friend Lucy on the test because she had studied so hard. [SEP] sentence 2: Anna had studied so hard.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: It is not easy to space buttonholes exactly the same distance apart, and it is very difficult to cut them precisely the right size. The tiniest slip of the scissors will make the hole too large, and even one thread uncut will leave it too small. [SEP] sentence 2: Even one thread uncut will leave the scissors too small.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Everyone really loved the oatmeal cookies; only a few people liked the chocolate chip cookies. Next time, we should make fewer of them. [SEP] sentence 2: We should make fewer of the chocolate chip cookies.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: This book introduced Shakespeare to Goethe; it was a major influence on his writing. [SEP] sentence 2: It was a major influence on Goethe's writing.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Tatyana knew that Grandma always enjoyed serving an abundance of food to her guests. Now Tatyana watched as Grandma gathered Tatyana's small mother into a wide, scrawny embrace and then propelled her to the table, lifting her shawl from her shoulders, seating her in the place of honor, and saying simply: \"There's plenty.\" [SEP] sentence 2: Grandma gathered Tatyana's small mother into a wide, scrawny embrace and then propelled Tatyana's mother to the table.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: The scientists are studying three species of fish that have recently been found living in the Indian Ocean. They appeared two years ago. [SEP] sentence 2: The scientists appeared two years ago.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Every day after dinner Mr. Schmidt took a long nap. Mark would let him sleep for an hour, then wake him up, scold him, and get him to work. He needed to get him to finish his work, because his work was beautiful. [SEP] sentence 2: Mark's work was beautiful.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Alice was dusting the living room and trying to find the button that Mama had hidden. No time today to look at old pictures in her favorite photo album. Today she had to hunt for a button, so she put the album on a chair without even opening it. [SEP] sentence 2: No time today to look at old pictures in Mama's favorite photo album.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: The trophy doesn't fit into the brown suitcase because it is too large. [SEP] sentence 2: The trophy is too large.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: The man lifted the boy onto his shoulders. [SEP] sentence 2: The man lifted the boy onto the boy's shoulders.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: So Mark slept. It was daylight when he woke with Warren's hand upon his shoulder. [SEP] sentence 2: It was daylight when he woke with Warren's hand upon Mark's shoulder.", "output": "entailment", "options": ["entailment", "not_entailment"]}
