{"task": "glue-wnli", "input": "sentence 1: I sat there feeling rather like a chappie I'd once read about in a book, who murdered another cove and hid the body under the dining-room table, and then had to be the life and soul of a dinner party, with it there all the time. [SEP] sentence 2: He had to be the life and soul of a dinner party, with the book there all the time.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Then Dad figured out how much the man owed the store; to that he added the man's board-bill at the cook-shanty. He subtracted that amount from the man's wages, and made out his check [SEP] sentence 2: The man subtracted that amount from the man's wages.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Dr. Adams informed Kate that she had cancer and presented several options for future treatment. [SEP] sentence 2: Dr. Adams had cancer and presented several options for future treatment.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Steve follows Fred's example in everything. He influences him hugely. [SEP] sentence 2: Steve influences him hugely.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Grace was happy to trade me her sweater for my jacket. She thinks it looks great on her. [SEP] sentence 2: The jacket looks great on her.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: The delivery truck zoomed by the school bus because it was going so fast. [SEP] sentence 2: The school bus was going so fast.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Fred and Alice had very warm down coats, but they were not prepared for the cold in Alaska. [SEP] sentence 2: Fred and Alice were not prepared for the cold in Alaska.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Fred covered his eyes with his hands, because the wind was blowing sand around. He lowered them when the wind stopped. [SEP] sentence 2: He lowered his hands when the wind stopped.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: I sallied out for a bit of food, more to pass the time than because I wanted it. [SEP] sentence 2: I sallied out for a bit of food, more to pass the time than because I wanted time.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Joe paid the detective after he received the final report on the case. [SEP] sentence 2: The detective received the final report on the case.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Sara borrowed the book from the library because she needs it for an article she is working on. She writes it when she gets home from work. [SEP] sentence 2: She writes the article when she gets home from work.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Frank felt crushed when his longtime rival Bill revealed that he was the winner of the competition. [SEP] sentence 2: Bill was the winner of the competition.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: This book introduced Shakespeare to Goethe; it was a major influence on his writing. [SEP] sentence 2: It was a major influence on Shakespeare's writing.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Jane knocked on Susan's door, but there was no answer. She was out. [SEP] sentence 2: Susan was out.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: I stuck a pin through a carrot. When I pulled the pin out, it had a hole. [SEP] sentence 2: The pin had a hole.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Alice was dusting the living room and trying to find the button that Mama had hidden. No time today to look at old pictures in her favorite photo album. Today she had to hunt for a button, so she put the album on a chair without even opening it. [SEP] sentence 2: She put the album on a chair without even opening the chair.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
