{"task": "glue-wnli", "input": "sentence 1: Sam Goodman's biography of the Spartan general Xenophanes conveys a vivid sense of the difficulties he faced in his childhood. [SEP] sentence 2: Sam Goodman's biography of the Spartan general Xenophanes conveys a vivid sense of the difficulties Goodman faced in his childhood.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: As Ollie carried Tommy up the long winding steps, his legs dangled. [SEP] sentence 2: Tommy's legs dangled.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: I couldn't find a spoon, so I tried using a pen to stir my coffee. But that turned out to be a bad idea, because it got full of coffee. [SEP] sentence 2: The coffee got full of coffee.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Sara borrowed the book from the library because she needs it for an article she is working on. She writes it when she gets home from work. [SEP] sentence 2: She writes the book when she gets home from work.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: This book introduced Shakespeare to Ovid; it was a major influence on his writing. [SEP] sentence 2: It was a major influence on Ovid's writing.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: The foxes are getting in at night and attacking the chickens. They have gotten very bold. [SEP] sentence 2: The foxes have gotten very bold.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Since it was raining, I carried the newspaper over my backpack to keep it dry. [SEP] sentence 2: I carried the newspaper over my backpack to keep the backpack dry.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Billy cried because Toby wouldn't share his toy. [SEP] sentence 2: Billy cried because Toby wouldn't share Billy's toy.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: The sack of potatoes had been placed above the bag of flour, so it had to be moved first. [SEP] sentence 2: The sack of potatoes had to be moved first.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: When Tatyana reached the cabin, her mother was sleeping. She was careful not to disturb her, undressing and climbing back into her berth. [SEP] sentence 2: She was careful not to disturb her, undressing and climbing back into her mother's berth.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: The signs over the shops' doors had pictures that indicated what work was done inside. Although more and more people were learning how to read, each artisan still had signs, not wishing to lose a possible patron merely because he happened to be illiterate. [SEP] sentence 2: Each artisan still had signs, not wishing to lose a possible patron merely because the artisan happened to be illiterate.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Sara borrowed the book from the library because she needs it for an article she is working on. She reads it when she gets home from work. [SEP] sentence 2: She reads the book when she gets home from work.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Since Chester was dependent on Uncle Vernon, he couldn't very well marry without his approval [SEP] sentence 2: He couldn't very well marry without Uncle Vernon's approval", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Tom threw his schoolbag down to Ray after he reached the bottom of the stairs. [SEP] sentence 2: Tom reached the bottom of the stairs.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Pete envies Martin although he is very successful. [SEP] sentence 2: Pete is very successful.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: This morning, Joey built a sand castle on the beach, and put a toy flag in the highest tower, but this afternoon the tide knocked it down. [SEP] sentence 2: This afternoon the tide knocked The sand castle down.", "output": "entailment", "options": ["entailment", "not_entailment"]}
