{"task": "swag", "input": "Someone climbs over a railing and helps someone climb over. They", "output": "drop onto the deck below.", "options": [", someone, who's sitting on the large bench, hat in hand.", "sit upon one knee at the base of the tram as he climbs up on the set.", "drop onto the deck below.", "drops the blinds as they pass the assassination station, where someone stands now wearing a square cigar and watching from a doorway."]}
{"task": "swag", "input": "Two people are seen performing tango moves slowly while text appears on the screen. The woman then", "output": "resumes as the camera pans all along the person's legs afterwards.", "options": ["does a martial arts dance routine.", "leads the couple performing flips moving back and fourth that leads into several people watching speaking.", "resumes as the camera pans all along the person's legs afterwards.", "moves around the desk and leads into her exercises."]}
{"task": "swag", "input": "A lady is feeding a baby ice cream in a car. The lady", "output": "eats the ice cream cone.", "options": ["plays a park toy.", "places something in the sink.", "puts one lid on the glass.", "eats the ice cream cone."]}
{"task": "swag", "input": "Someone leans down, placing his head on his mother's shoulder. A soldier", "output": "is manning a gun from inside the helicopter.", "options": ["stands near the door of her hospital bath.", "opens the front door, revealing the bright moon of the sun.", "is manning a gun from inside the helicopter.", "measures someone's throat."]}
{"task": "swag", "input": "Several contestants are on a stage standing behind a podium made to look like a Rubik cube. A boy then", "output": "places a blind fold on his forehead as a man stand to his left examining his every move.", "options": ["begins to instruct the bow and holds a pose while holding the hoop.", "introduces the group of rowing many more times while the camera zooms in on them.", "places a blind fold on his forehead as a man stand to his left examining his every move.", "walks up and down various beats on the belly button."]}
{"task": "swag", "input": "Shaking his head, someone returns to his back, his hand pressed to his son's cheek. Someone", "output": "pats someone's hand.", "options": ["pats someone's hand.", "comes out and studies someone with terrified eyes.", "rests again on the other side of the stairs.", "presses his hand to the end tap."]}
{"task": "swag", "input": "She looks off in another direction, slightly behind the office, and sees. A path from the motel office", "output": "leads directly up to this house.", "options": ["leads directly up to this house.", "has the door to the lieutenant's office.", "is stuck, extremely middle - aged.", "is full of glass - black and furnishings."]}
{"task": "swag", "input": "Now at forward base, someone lugs a rebreather pack ashore as someone and someone come out of the water. Sitting on the rock, the monitor", "output": "replays someone struggles with someone.", "options": ["replays someone struggles with someone.", "shows a narrow hole leading into a cave with its crude village.", "starts to stretch with 18 carves through it, showing candles and blowing fireballs.", "shows the bald smiling man's hideous peering figures made floating dust."]}
