{"task": "swag", "input": "Someone kisses someone on the cheek. Grinning, he", "output": "stares after her as someone turns away.", "options": ["stares after her as someone turns away.", "takes his gift cue.", "finds him on her side.", "looks over her shoulder to find her crying adjustment."]}
{"task": "swag", "input": "Two men are putting suntan lotion on each other at the beach. They", "output": "rub it on each other's backs before turning around.", "options": ["ride up and over again and talking to one another.", "is shown putting lotion on their shoulders and putting them on.", "rub it on each other's backs before turning around.", "are involved in a game of jousting."]}
{"task": "swag", "input": "Someone gives a little shrug of her shoulders. Her eyes fixed on his face, she", "output": "allows a bashful smile.", "options": ["hurries to the top shelf.", "allows a bashful smile.", "holds inches to her face.", "puts her hand to her head."]}
{"task": "swag", "input": "A woman is interviewing a man under a tint. 3 people", "output": "are sitting behind the table talking to each other.", "options": ["are sitting in the field talking doritos.", "are shown on the beach and scrolling in a hopscotch game.", "are running in the beach playing beer pong.", "are sitting behind the table talking to each other."]}
{"task": "swag", "input": "The dancers straighten and raise their arms skyward, some with jazz hands. They", "output": "clap along as they converse.", "options": ["watch the video, and people bottle high on the bridge.", "spots her fountain's fountain.", "emerge there more as it videotapes.", "clap along as they converse."]}
{"task": "swag", "input": "She turns back with a warm smirk. Someone", "output": "glances up at her sister.", "options": ["holds up her hand.", "glances up at her sister.", "slowly pulls her closer.", "sheepishly lowers her gaze, then takes a brow."]}
{"task": "swag", "input": "They begin chasing a ball with the sticks. One", "output": "grabs it and runs back to the girl.", "options": ["begins to throw a ball while the other watch.", "throws them into the sky.", "throws a yellow ball over the net.", "grabs it and runs back to the girl."]}
{"task": "swag", "input": "A man holds a tennis racket and two tennis balls. He", "output": "serves the ball several times.", "options": ["serves the ball several times.", "sits down after hitting the ball with its butt.", "continues playing and hits in the gambling room.", "removes the orange stick and a man in a red t - shirt play tennis."]}
