{"task": "swag", "input": "Someone childishly turns his back on someone and rockets skyward. At night, puddles", "output": "dot the road dark to new lamps.", "options": ["drives unto a cold forest overlook.", "off in the darkness, someone and someone watch a ride - - with a rifle as he peers across the like preppy skyline.", "dot the road dark to new lamps.", "teens run through the streets."]}
{"task": "swag", "input": "Someone dances up in his face. He", "output": "looks up at someone, nods, nods slightly.", "options": ["touches his head again.", "looks up at someone, nods, nods slightly.", "lifts his eyes, then glances back to someone, who smiles.", "fires a gatling gun at someone, who shoots downward."]}
{"task": "swag", "input": "He silences the pair, hand out, palm down. In another larger bedroom, plain white linen curtains", "output": "fall aside, revealing a dotted cloth adorned with black marker.", "options": ["hang out from under four overhead lights that have faded corners on the metal floor.", "fall aside, revealing a dotted cloth adorned with black marker.", "are opened behind a door.", "hang from outside in inch gauze check along exposed isildur."]}
{"task": "swag", "input": "The male falls to the ground. The male", "output": "sits up with a towel on his wound.", "options": ["pushes water as the dog take a turn.", "swaying the street the right.", "mounts the blade and jabs again on the person.", "sits up with a towel on his wound."]}
{"task": "swag", "input": "It floats towards the desk at the far side of the room. He", "output": "follows the spinning basin, the pensieve, to the desk, where it lands, lightly.", "options": ["watches from it to the apartment.", "follows the spinning basin, the pensieve, to the desk, where it lands, lightly.", "sees someone slide down the hall from his back, unable to keep his tears.", "starts the car that runs out of a door while another person watches on the floor."]}
{"task": "swag", "input": "Someone's eyes baled with anger. At the army camp, someone", "output": "is sitting on own.", "options": ["abandon the fire to the village.", "is sitting on own.", "takes some food from a wound.", "hands a baby to his opponent's other and kisses it."]}
{"task": "swag", "input": "The man then takes the iron straight to the fabric and begins to glide the iron over the material and the words on the screen indicate that it's to melt the wax into the skin using low temperature to avoid burning the skin. The iron is put down and the focus", "output": "goes to a close up shot of the purple material that just had wax melted onto it.", "options": ["goes to a close up shot of the purple material that just had wax melted onto it.", "comes off and a window job shows it on sunny day; a black man's name is shown on the screen.", "is now on the woman exercising with people smoking from it.", "is growing six."]}
{"task": "swag", "input": "Water rains down lightly inside the sleek room - sized space. Someone", "output": "climbs over a rock barrier carrying a yellow supply bag.", "options": ["bends down and spreads a cloth with a seal.", "climbs over a rock barrier carrying a yellow supply bag.", "looks up, one arm ruffling his hair.", "rises on his front and back, securing his legs around the handle of the lounge chair."]}
{"task": "swag", "input": "They count piles of money with nobly skinny fingers. The clerk", "output": "puts down his quill.", "options": ["gives out some more bills with the finger.", "raise the cloth - to - bye left - face.", "puts down his quill.", "turn on to an image of hundreds of hopeless citizens on the staircase, into a center of a space."]}
{"task": "swag", "input": "A guy puts a black cat on the kitchen floor. The guy", "output": "adjusts the cats paw.", "options": ["adjusts the cats paw.", "watches sticking the canister foot up.", "passes an electric knife on a counter.", "adds a folded piece of pancake."]}
{"task": "swag", "input": "She leans in close to the killer's face. He", "output": "looks at her pleadingly.", "options": ["looks at her pleadingly.", "looks at someone house.", "bangs both boys head against the wall.", "can not see her face."]}
{"task": "swag", "input": "A man is on parallel bars. He", "output": "does a gymnastics routine on the bars.", "options": ["lands on a track hitting a large pit of sand.", "does a flip flip around the carpeted floor.", "is using a red belt to hold up his shirt.", "does a gymnastics routine on the bars."]}
{"task": "swag", "input": "Suddenly, someone wrenches a wheel and the chair slews into a display. Magazines", "output": "visibly absolutely of art stations, she rights it.", "options": ["sits at a desk, reading papers.", "visibly absolutely of art stations, she rights it.", "appear on a bus after a bus escorts someone inside.", "shoot low in front of a window."]}
{"task": "swag", "input": "The are sounds of wind and chirping crickets. People", "output": "get out and stand by the front gate.", "options": ["get out and stand by the front gate.", "stand across the upturned kitchen floor.", "change to the candles and sumo solders.", "are riding horses walking on the beach."]}
{"task": "swag", "input": "He continues talking for the camera, then serves the camera man a gyro. The man", "output": "eats it, nodding in approval.", "options": ["performs in tai chi for a few seconds.", "continues to talk about what he has done as the whole pitcher shows the well changes to his friend.", "continues to play the guitar while another continues to play video links.", "eats it, nodding in approval."]}
{"task": "swag", "input": "Someone stands by the bed, staring at someone. Someone", "output": "looks up at someone.", "options": ["turns to face him.", "stands holding a sheet.", "looks up at someone.", "leads someone to the door."]}
