{"task": "swag", "input": "A guy wearing reading glasses moves a the camera backwards. The guy", "output": "starts to play a wooden flute.", "options": ["starts to play a wooden flute.", "jogs back.", "looks back at the guy from stage.", "pretends to play upright again."]}
{"task": "swag", "input": "A camera pans around a park as well as a lake and a man speaking to the camera. The camera", "output": "pans around the man sitting in a chair as the water pans around it.", "options": ["pans around the man sitting in a chair as the water pans around it.", "captures a castle in the pan as well as close ups of landscapes and other landscapes as well as people performing on a side.", "focuses on a different move and throw back to a life.", "puts her camera over her face as water washes over her face."]}
{"task": "swag", "input": "He smiles warmly, and someone reciprocates. Someone's lips spread in a wide grin, and he", "output": "smiles as he listens.", "options": ["glances wistfully to the grinning young blonde, who smiles serenely.", "winds straw from his mouth.", "pretends on the leash again.", "smiles as he listens."]}
{"task": "swag", "input": "After, the woman uses an iron comb and a regular comb and to continues straighten the hair. The lady", "output": "smiles and shows her new look.", "options": ["demonstrates sumo polish and how to pull the cap back.", "curls her leg onto the client.", "smiles and shows her new look.", "sharpens her hair while combing her hair."]}
{"task": "swag", "input": "Crewmen unload several suitcases and a large trunk. Two men", "output": "step inside the door while standing, carrying their bags under their arm.", "options": ["step inside the door while standing, carrying their bags under their arm.", "explode to chase down a line.", "are holding simmons attached to the stone.", "pull their horses out of the house."]}
{"task": "swag", "input": "A man runs out of the corner up to the line and throws a ball. A group", "output": "of people are standing on the side of the street watching him.", "options": ["of girls are running around a field together aiming their guns and clapping their hands.", "of spectators run past people at the center.", "walks over to spar.", "of people are standing on the side of the street watching him."]}
{"task": "swag", "input": "A man in blue stands in an auditorium. He", "output": "holds a ball in his hands.", "options": ["then hula hoops, the man stops to roll his hands into a stool.", "holds a ball in his hands.", "turns up a tightrope.", "is seated with his many tents as they walk through a finish line."]}
{"task": "swag", "input": "It runs through his hair and down his face, quickly soaking his robes. Bundles of oil - soaked wood", "output": "are stacked all around them.", "options": ["lie neatly on top.", "are stacked all around them.", "are scooped into the bugle's shaped tiers.", "swings in an air."]}
