{"task": "superglue-rte", "input": "premise: A teenager in Japan whose parents are being deported to the Philippines has decided to stay in Tokyo with her aunt. After the family lost a three-year battle to remain in Japan, Noriko Calderon, 13, had to choose whether to stay in Japan or go with her parents. She said an emotional goodbye to them at Tokyo's main airport. Filipinos Arlan and Sarah Calderon used fake passports to enter Japan in the early 1990s, and their daughter was born and raised in the country. [SEP] hypothesis: Arlan and Sarah Calderon are Japanese.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "superglue-rte", "input": "premise: The decision by Uzbekistan was the latest development in diplomatic fallout with Washington over U.S. criticism about a violent crackdown against anti-government protestors last May. [SEP] hypothesis: Uzbekistan protests against Washington.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "superglue-rte", "input": "premise: The agency identified five of the men as Palestinians, four of whom lived in East Jerusalem and held Jerusalem identity cards allowing them to move about Israel. [SEP] hypothesis: They included Palestinian residents of east Jerusalem, who carry identity cards allowing them free movement in Israel.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "superglue-rte", "input": "premise: After the Sept. 11 attacks, Malinowski said, the CIA bypassed the advice of FBI and military interrogators and turned to contractors \"whose approach would be consistent with the Bush administration's theory that you have to go to the dark side to fight the dark side.\" Agency officials have maintained that the CIA turned to contractors because the agency didn't have its own roster of skilled interrogators, and that contractors were required to abide by the same rules as agency employees. But one contract interrogator, David A. Passaro, was convicted of beating an Afghan detainee who later died. Passaro was sentenced in 2007 to eight years in prison. [SEP] hypothesis: Tom Malinowski is director for Human Rights Watch.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "superglue-rte", "input": "premise: There are suppositions that the US Democratic Congress may re-establish the luxury taxes, which were already once introduced in the 1990s. The suppositions resulted in the National Association of Watch and Clock Collectors commissioning a report on various tax issues. Material goods such as jewelry, watches, expensive furs, jet planes, boats, yachts, and luxury cars had already been subjected to additional taxes back in 1990. After 3 years these taxes were repealed, though the luxury automobiles tax was still active for the next 13 years. [SEP] hypothesis: The US Congress may re-establish luxury taxes.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "superglue-rte", "input": "premise: The Industrial and Commercial Bank of China Ltd. raised $19.07 billion Friday after pricing its initial public offering at HK$3.07 (39 cents), the top end of its indicative price range, to become the world's biggest ever IPO. [SEP] hypothesis: The merger of Japanese Banks creates the world's biggest bank.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "superglue-rte", "input": "premise: Jessica Litman, a law professor at Michigan's Wayne State University, has specialized in copyright law and Internet law for more than 20 years. [SEP] hypothesis: Jessica Litman is a law professor.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "superglue-rte", "input": "premise: Yemen, too, was reunified in 1990. [SEP] hypothesis: Yemen was reunited in 1990.", "output": "entailment", "options": ["entailment", "not_entailment"]}
