{"task": "ade_corpus_v2-classification", "input": "Uveitis during treatment of disseminated Mycobacterium avium-intracellulare complex infection with the combination of rifabutin, clarithromycin and ethambutol.", "output": "Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "Disseminated intravascular coagulation associated with acute hemoglobinemia or hemoglobinuria following Rh(0)(D) immune globulin intravenous administration for immune thrombocytopenic purpura.", "output": "Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "Thiazolidinedione drugs are in widespread use for the treatment of type 2 diabetes.", "output": "Not Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "In two of the infants, the rhythm was converted to sinus, but the third infant required direct current cardioversion.", "output": "Not Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "This case demonstrates that a symptomatic HBV infection can occur in an immunocompromised patient who had originally been anti-HBs-positive.", "output": "Not Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "Thirty-six patients with AL received, in a three-month period, 51 cycles of combined chemotherapy which included, in all of them, cytosine arabinoside (ARA-C); among them, along with myelosuppression, five experienced fever, infectious complications, gastrointestinal tract symptoms and severe myalgias.", "output": "Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "Clinicians should be aware that an erythematous and exfoliative rash may be induced by temozolomide, and be familiar with the pharmacologic and supportive measures necessary for its treatment.", "output": "Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "A 40-year-old man with a long standing history of rheumatoid arthritis was treated with MTX over a 6 month period and developed an overwhelming hepatic necrosis.", "output": "Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "A 36-year-old patient with HIV developed a set of progressive left hemiparesis and secondarily generalized partial seizures related to progressive multifocal leukoencephalopathy.", "output": "Not Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "A 17-year-old girl with a history of wearing cosmetic contact lenses presented with keratitis.", "output": "Not Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "Infarction and necrosis may be common and incite complications from parasitic vascular attachment, pain and thrombosis.", "output": "Not Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "Reduction of methylprednisolone dosage rather than insulin therapy resulted in better control of glycemia.", "output": "Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "Second, we report a case of neutropenia, which proved to be fatal in a schizophrenia patient receiving olanzapine and thiazide.", "output": "Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "Controversy concerning the nephrotoxicity of lithium is discussed, and recommendations for the evaluation of renal failure during lithium therapy are provided.", "output": "Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "We present a rare case of retinoid-induced sclerotic changes of lumbar spine and femur demonstrated by dual energy x-ray absorptiometrie (DEXA).", "output": "Not Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "After 2 weeks' off therapy, a partial reduction in mammary gland enlargement, local pain and erythema was observed.", "output": "Not Related", "options": ["Not Related", "Related"]}
