{"task": "ade_corpus_v2-classification", "input": "Our patient was a 72-year-old man with advanced Parkinson's disease (PD) who received levodopa and anti-cholinergic drugs and whose head had become almost completely bald.", "output": "Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "The intention of this case report is to raise awareness for anyone prescribing ciprofloxacin as treatment for infected diabetic and ischemic ulcers.", "output": "Not Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "Aminoglycoside-induced renal toxicity is well known and may manifest with nonoliguric renal failure or renal tubular dysfunction.", "output": "Not Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "Intravenous and subsequent long-term oral penicillin therapy was constituted and resulted in a significant decrease in the size of the pelvic mass.", "output": "Not Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "The median survival was 22.1 months in all and 17.1 months in six patients with PVTT.", "output": "Not Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "In addition, a 31-year-old man with obsessive-compulsive disorder developed RBD soon after starting fluoxetine therapy, which persisted at PSG study 19 months after fluoxetine discontinuation.", "output": "Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "After having been on interferon therapy for three years, she developed skin lesions secondary to scleromyxedema.", "output": "Not Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "This is particularly the case for children, who often exhibit resistance to intramuscular or rectal administration of drugs.", "output": "Not Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "The temporal sequence of the respiratory insufficiency and the histopathology, when compared to the previous examples in the literature, suggest that cyclophosphamide was aetiologically responsible for the lung disease.", "output": "Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "Uncommonly, erythema multiforme (EM) can develop in such patients at the port site during or soon after cranial radiation and can rapidly progress to EM major.", "output": "Not Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "Treatment was for various tumors at advanced stages, and in some patients, other anticancer drugs previously had been administered.", "output": "Not Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "We report a rare case of colonic mucosal necrosis following Kalimate (calcium polystryrene sulfonate), an analogue of Kayexalate without sorbitol in a 34-yr-old man.", "output": "Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "CONCLUSION: In some abstainers who take cyanamide for several years, thin septum-like liver fibrosis progresses along with the emergence of ground-glass hepatocytes.", "output": "Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "After electrolyte supplementation and discontinuation of foscarnet, the symptoms resolved and laboratory indices returned to normal.", "output": "Not Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "Plasma concentrations and response to antidepressants vary considerably between patients treated with similar dosages.", "output": "Not Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "Histological improvement with lamivudine therapy for de novo hepatitis B occurring in an anti-HBs-positive child after bone marrow transplantation.", "output": "Not Related", "options": ["Not Related", "Related"]}
