{"task": "ade_corpus_v2-classification", "input": "Our patient was a 72-year-old man with advanced Parkinson's disease (PD) who received levodopa and anti-cholinergic drugs and whose head had become almost completely bald.", "output": "Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "The intention of this case report is to raise awareness for anyone prescribing ciprofloxacin as treatment for infected diabetic and ischemic ulcers.", "output": "Not Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "Aminoglycoside-induced renal toxicity is well known and may manifest with nonoliguric renal failure or renal tubular dysfunction.", "output": "Not Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "Intravenous and subsequent long-term oral penicillin therapy was constituted and resulted in a significant decrease in the size of the pelvic mass.", "output": "Not Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "The median survival was 22.1 months in all and 17.1 months in six patients with PVTT.", "output": "Not Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "In addition, a 31-year-old man with obsessive-compulsive disorder developed RBD soon after starting fluoxetine therapy, which persisted at PSG study 19 months after fluoxetine discontinuation.", "output": "Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "After having been on interferon therapy for three years, she developed skin lesions secondary to scleromyxedema.", "output": "Not Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "This is particularly the case for children, who often exhibit resistance to intramuscular or rectal administration of drugs.", "output": "Not Related", "options": ["Not Related", "Related"]}
