{"task": "ade_corpus_v2-classification", "input": "Two patients treated with 5-fluorouracil (5-FU) for disseminated adenocarcinoma of the colon developed cerebellar dysfunction typical of 5-FU neurotoxicity.", "output": "Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "Calciphylaxis in a patient with end-stage renal disease secondary to systemic lupus erythematosus associated with acral gangrene and mesenteric ischemia.", "output": "Not Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "BAL demonstrated a significant lymphocytic alveolitis typical for hypersensitivity pneumonitis.", "output": "Not Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "We report a case of Thrombotic Thrombocytopenic Purpura occurring as an allergic response to trimethoprim-sulfamethoxazole therapy (Bactrim, Septra) in a Jehovah's Witness patient.", "output": "Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "No explanation for this delay was found, other than the possibility that magnesium sulfate treatment impeded lactogenesis.", "output": "Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "The reaction, documented by rechallenge during hospitalization, was characterized by marked hypotension, fever, rigors, conjunctivitis, meningitis, nausea, arthralgias, and leukopenia.", "output": "Not Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "The procedure offers patients the opportunity to avoid the risks and expense associated with surgical correction.", "output": "Not Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "Acute rehabilitation was complicated by a large defect of the abdominal wall and significant critical illness polyneuropathy.", "output": "Not Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "Diagnostic procedures did not reveal any liver, kidney, splenic, or pancreatic abnormalities.", "output": "Not Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "He developed immune-mediated diabetes mellitus with low C-peptide and positive antiglutamic acid decarboxylase antibody after completion of therapy.", "output": "Not Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "Molluscum contagiosum is a common viral skin infection in children with atopic diathesis and not rare in HIV patients.", "output": "Not Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "MK-0457, a novel kinase inhibitor, is active in patients with chronic myeloid leukemia or acute lymphocytic leukemia with the T315I BCR-ABL mutation.", "output": "Not Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "The patient was then submitted to three sections of 1,600 mg/m2 of gemcitabine with intervals of 1 week.", "output": "Not Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "A few cases of severe skin reactions such as toxic epidermal necrolysis have been reported.", "output": "Not Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "The only adverse effect was seroconversion of anti-hepatitis C virus after receiving 108 bottles of LC for 36 weeks.", "output": "Not Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "We describe a case of significant elevation of serum transaminases in a patient treated with 6-TG for a flare of Crohn's disease.", "output": "Related", "options": ["Not Related", "Related"]}
