{"task": "ade_corpus_v2-classification", "input": "Two patients treated with 5-fluorouracil (5-FU) for disseminated adenocarcinoma of the colon developed cerebellar dysfunction typical of 5-FU neurotoxicity.", "output": "Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "Calciphylaxis in a patient with end-stage renal disease secondary to systemic lupus erythematosus associated with acral gangrene and mesenteric ischemia.", "output": "Not Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "BAL demonstrated a significant lymphocytic alveolitis typical for hypersensitivity pneumonitis.", "output": "Not Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "We report a case of Thrombotic Thrombocytopenic Purpura occurring as an allergic response to trimethoprim-sulfamethoxazole therapy (Bactrim, Septra) in a Jehovah's Witness patient.", "output": "Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "No explanation for this delay was found, other than the possibility that magnesium sulfate treatment impeded lactogenesis.", "output": "Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "The reaction, documented by rechallenge during hospitalization, was characterized by marked hypotension, fever, rigors, conjunctivitis, meningitis, nausea, arthralgias, and leukopenia.", "output": "Not Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "The procedure offers patients the opportunity to avoid the risks and expense associated with surgical correction.", "output": "Not Related", "options": ["Not Related", "Related"]}
{"task": "ade_corpus_v2-classification", "input": "Acute rehabilitation was complicated by a large defect of the abdominal wall and significant critical illness polyneuropathy.", "output": "Not Related", "options": ["Not Related", "Related"]}
