{"task": "anli", "input": "premise: Annet Artani (\"Αννέτ Αρτάνη\" in Greek), born 6 September 1976, is a Greek American singer and songwriter. She is best known for representing Cyprus in the Eurovision Song Contest 2006 with the song \"Why Angels Cry\", as well as co-writing the worldwide hit \"Everytime\" with Britney Spears. [SEP] hypothesis: Britney Spears wrote the hit \"Everytime\" alone.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: A grasshopper is a sweet, mint-flavored, after-dinner drink. The name of the drink derives from its green color, which comes from crème de menthe. The drink reputedly originated at Tujague's, a landmark bar in the French Quarter of New Orleans, Louisiana, and was invented by its owner, Philip Guichet. The drink gained popularity during the 1950s and 1960s throughout the American South. [SEP] hypothesis: The bar Tujague continues to serve Grasshoppers in the French Quarter of New Orleans.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Lee Il-hyung is a South Korean film director and screenwriter. Prior to directing his first feature film \"A Violent Prosecutor\" (2016), Lee is an assistant director on films, such as \"The Moonlight of Seoul\" (2008), \"My Way\" (2011) and \"\" (2014), and commercial films. [SEP] hypothesis: Lee Il-hyung worked in the film industry for at least 8 years before directing his first feature film", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Creamery Covered Bridge is a historic covered bridge in West Brattleboro, Vermont. Now closed to traffic, the Town lattice truss bridge formerly carried Guilford Road across Whetstone Brook, just south of Vermont Route 9. Built in 1879, it is Brattleboro's last surviving 19th-century covered bridge. [SEP] hypothesis: without the Creamery Covered Bridge, drivers on Guilford Road could easily cross Whetstone Brook simply by fjording the short span.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Hal Koerner (born January 23, 1976 in Morgantown, WV) is an American distance runner specializing in ultramarathon running. He is the owner of a specialty running store, Rogue Valley Runners, located in the mountainous Southern Oregon town of Ashland. He is one of the subjects of JB Benna's feature-length documentary \"Unbreakable: The Western States 100\". [SEP] hypothesis: hal koerner was born on the west coast", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Santos-Dumont No. 6 was an airship designed and built by the Brazilian pioneer aviator Alberto Santos-Dumont. In 1901 it was used by him to win the Deutsch de la Meurthe prize for a return from Parc Saint Cloud to the Eiffel Tower and back. It is considered by many to be the first truly successful airship. [SEP] hypothesis: The Santos-Dumont No. 6 was the only airship designed and built by the Brazilian pioneer", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 2019 FIFA U-20 World Cup will be the 22nd edition of the FIFA U-20 World Cup, the biennial international men's youth football championship contested by the under-20 national teams of the member associations of FIFA, since its inception in 1977 as the FIFA World Youth Championship. [SEP] hypothesis: The FIFA U-20 World Cup will has been popular since 1977.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Lorenzo Sotomayor Collazo (born 16 February 1985) is an Cuban-born Azerbaijani light-welterweight boxer who won a silver medal at the 2016 Olympics. He is a nephew of the high jumper Javier Sotomayor. In 2013 he moved from Cuba to Azerbaijan to increase his chances for Olympic selection. He chose to compete as Collazo, which means \"shining star\". [SEP] hypothesis: Lorenzo Sotomayor Collazo has a silver medal.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Dáithí Ó Sé (born 2 June 1976) is an Irish television presenter. In 2010, he succeeded Ray D'Arcy as host of the Rose of Tralee, and married one of the Roses in 2012. Having risen to national fame as a continuity announcer and weather presenter with TG4, he most recently co-hosted RTÉ One's \"The Daily Show.\" [SEP] hypothesis: A man who has worked as a weather presenter married a woman, in 2012, who was one of the Roses on the show Rose of Tralee.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Goran Bezina (born 21 March 1980 in Split, SR Croatia, Yugoslavia) is a Swiss professional ice hockey defenseman who is currently playing for Genève-Servette HC of the National League (NL). He previously played for the Arizona Coyotes in the National Hockey League (NHL), Medveščak Zagreb of the Kontinental Hockey League (KHL) and HC Fribourg-Gottéron. [SEP] hypothesis: Goran Bezina was the highest paying member in the Arizona Coyotes", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 11th Regiment Illinois Volunteer Infantry was an infantry regiment that served in the Union Army during the American Civil War. It was originally formed as a three-month volunteer unit at the beginning of the war, and then reorganized as a three-year unit, in which role it served until the end of the war. [SEP] hypothesis: The 11th Regiment Illinois Volunteer Infantry disbanded immediately after the Civil War ended.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Richard Michael Nolan (born December 17, 1943) is an American politician and member of the Minnesota Democratic–Farmer–Labor Party who has been the U.S. Representative for Minnesota's 8th congressional district since 2013 and previously served as the U.S. Representative for Minnesota's 6th congressional district from 1975 to 1981. [SEP] hypothesis: Richard Michael Nolan has lived in Minnesota's 8th congressional district since 2013", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Daniel Zolnikov (born January 29, 1987) is a Republican member of the Montana Legislature. He was elected to House District 47 which represents Billings, Montana After redistricting, he now represents House District 45. He has made a name for himself pursuing pro-privacy legislation. [SEP] hypothesis: He is associated with Edward Snowden", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Evolution: A Theory in Crisis is a 1985 book by Michael Denton arguing that the scientific theory of evolution by natural selection is a \"theory in crisis\". Reviews by scientists say that the book distorts and misrepresents evolutionary theory and contains numerous errors. [SEP] hypothesis: Michael Denton quit writing post the reviews by the scientists", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 1984 North Dakota gubernatorial election took place on November 6, 1984 to elect the Governor and Lieutenant Governor of North Dakota. Voters selected Democratic candidate George A. Sinner and his running mate Ruth Meiers over Republican incumbent Governor Allen I. Olson and Lieutenant Governor Ernest Sands. [SEP] hypothesis: The election took place in the middle of August.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Dick Turpin is a 1933 British historical drama film directed by Victor Hanbury and John Stafford it starred Victor McLaglen, Jane Carr, Frank Vosper, James Finlayson and Cecil Humphreys. The film depicts the adventures of the eighteenth century highwayman Dick Turpin and his legendary ride to York. It is based on a historical novel by Harrison Ainsworth. [SEP] hypothesis: Dick Turpin is about a ride to York.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
