{"task": "anli", "input": "premise: U.S. Coast Guard Air Station San Diego (CGAS San Diego) is a Coast Guard Air Station based in San Diego, California, United States, across the street from San Diego International Airport. CGAS San Diego operates three MH-60T Jayhawk helicopters off the Coast Guard ramp. [SEP] hypothesis: CGAS San Diego operates three MH-60T Jayhawk helicopters off the Coast Guard ramp which is very close to the San Diego International Airport.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Floyd Mayweather Jr. vs. Canelo Álvarez, billed as \"The One\", was a boxing light middleweight championship superfight. The bout was held on September 14, 2013, in the MGM Grand Garden Arena, at the MGM Grand Hotel & Casino in Las Vegas, Nevada, United States, on Showtime PPV. Mayweather received $41.5 million for this fight before taking into account pay-per-view sales. [SEP] hypothesis: Floyd Mayweather made money off the pay-per-view sales of his fight against Canelo Alvarez.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Hound of the Baskervilles is a 1978 British comedy film spoofing \"The Hound of the Baskervilles\" by Sir Arthur Conan Doyle. It starred Peter Cook as Sherlock Holmes and Dudley Moore as Dr. Watson. A number of other well-known British comedy actors appeared in the film including Terry-Thomas (in his final screen appearance), Kenneth Williams and Denholm Elliott. [SEP] hypothesis: 1978's Hound of Baskerville's film did not star Dudley Moore.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Sing Street is a 2016 musical coming-of-age comedy-drama film co-written, co-produced and directed by John Carney. Starring Ferdia Walsh-Peelo, Lucy Boynton, Maria Doyle Kennedy, Aiden Gillen, Jack Reynor, and Kelly Thornton, the story revolves around a boy starting a band to impress a girl in 1980s Ireland. It is an international co-production from Ireland, the United States, and United Kingdom. [SEP] hypothesis: The main character, the boy in the band, was successful in impressing the girl character.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Larry Martin Hagman (September 21, 1931 November 23, 2012) was an American film and television actor, director and producer best known for playing ruthless oil baron J.R. Ewing in the 1980s primetime television soap opera \"Dallas\" and befuddled astronaut Major Anthony \"Tony\" Nelson in the 1960s sitcom, \"I Dream of Jeannie\". [SEP] hypothesis: Major Anthony \"Tony\" Nelson went in to space in the 1960s", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Herbert Ralph \"Herb\" Peterson (January 5, 1919 – March 25, 2008) was an American fast food advertising executive and food scientist most known for being the inventor of the McDonald's Egg McMuffin in 1972. The breakfast business that he pioneered with this item had grown to an estimated $4–5 billion in annual revenues for the fast food restaurant chain McDonald's by 1993. [SEP] hypothesis: Herbert Peterson was over 50 years old when he invented the Egg McMuffin.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Smerinthus minor (lesser eyed hawkmoth) is a moth of the family Sphingidae. It was described by Mell in 1937. It is a montane species found from the Taibai Shan area, western Qinling Mountains in Shaanxi, China eastwards along the Qinling to southern Shanxi and then north to just west of Beijing. It has also been recorded from the Miaofeng Mountains near Beijing and the Wuling Mountains in Hunan. [SEP] hypothesis: The lesser eyed hawkmoth originated in Russian.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Mr. Vain\" is a song by German Eurodance group Culture Beat. It was released in April 1993 as the lead single from the album \"Serenity\". The song achieved huge success worldwide, reaching number one in Australia, Austria, Germany, Ireland, Italy, the Netherlands, Norway, Switzerland, and the United Kingdom. It also spent ten weeks at number one on the \"RPM\" Dance chart in Canada. [SEP] hypothesis: Mr Vain never reached number one", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Marcus Darell Cannon (born May 6, 1988) is an American football offensive tackle with the New England Patriots of the National Football League. Prior to the 2011 NFL Draft, Cannon was considered one of the top offensive tackle prospects and was selected by the Patriots in the fifth round with the 138th pick of the draft. He played college football at Texas Christian University. [SEP] hypothesis: Marcus Darell Cannon was chosen from Texas Christian University to play for the Patriots in the fifth round with the 138th pick of the draft.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Hendrik Antoon Lorentz (18 July 1853 – 4 February 1928) was a Dutch physicist who shared the 1902 Nobel Prize in Physics with Pieter Zeeman for the discovery and theoretical explanation of the Zeeman effect. He also derived the transformation equations underpinning Albert Einstein's theory of special relativity. [SEP] hypothesis: The 1902 Nobel Prize in Physics was won solely by Hendrik Antoon Lorentz.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: British NVC community OV6 (\"Cerastium glomeratum\" - \"Fumaria muralis\" ssp. \"boraei\" community) is one of the open habitat communities in the British National Vegetation Classification system. It is one of six arable weed and track-side communities of light, less-fertile acid soils. [SEP] hypothesis: The British NVC community OV6 is the most acidic of all the communities found in British NVC system.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Swayfield is a village and civil parish in the South Kesteven district of Lincolnshire, England. The population of the civil parish at the 2011 census was 316. It is situated just over 3 mi east from the A1 road, 9 mi south-east from Grantham and 10 mi north from Stamford. It has approximately 138 houses. [SEP] hypothesis: The population of Swayfield is mostly elderly residents.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Javier Sotomayor Sanabria (] ; born October 13, 1967) is a Cuban former track and field athlete, who specialized in the high jump and is the current world record holder. The 1992 Olympic champion, he was the dominant high jumper of the 1990s; his personal best of 2.45 m (8 ft floor(((2.45)*3.28084)−(floor((2.45)*3.28084)) *12) in) makes him the only person ever to have cleared eight feet. [SEP] hypothesis: Javier Sotomayor Sanabria is one of two athletes that has ever cleared the height of 8 feet in the high jump.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Chronicles of Thomas Covenant is a series of ten high fantasy novels written by American author Stephen R. Donaldson. The series began as a trilogy, entitled \"The Chronicles of Thomas Covenant, the Unbeliever\". This was followed by another trilogy, \"The Second Chronicles of Thomas Covenant\", and finally a tetralogy, \"The Last Chronicles of Thomas Covenant\". [SEP] hypothesis: The story of Covenant is not concluded in these 10 books", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Jach'a K'uchu (Aymara \"jach'a\" big, \"k'uchu\" corner, \"big corner\", also named \"Jachcha Khuchu, Jachcha Kuchu\") is a 4508 m mountain in a volcanic field in the Cordillera Occidental of Bolivia northeast of the Chullkani volcano. It is located in the Oruro Department, Sajama Province, Turco Municipality. Jach'a K'uchu is one of five mountains which belong to the so-called Jitiri Dome. [SEP] hypothesis: Jach'a K'uchu is a dormant volcanic mountain in the Jitiri Dome", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Elwood Curtin Zimmerman (born in Spokane, Washington on December 8, 1912; died in Tura Beach, New South Wales on June 18, 2004) was an American entomologist best known for his two multivolume series: \"Insects of Hawaii\" published by the University of Hawaiʻ i Press and \"Australian Weevils (Coleoptera: Curculionoidea)\" published by Australia's CSIRO. [SEP] hypothesis: Elwood Curtin Zimmerman emigrated from the United States", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
