{"task": "anli", "input": "premise: John Zdechlik (\"Zuh-DEK-lik\") (born 2 May 1937) is an American composer, music teacher, and conductor. Zdechlik has been elected to the American Bandmasters Association and many of his compositions have become standard concert band repertoire, including Chorale and Shaker Dance and Psalm 46. [SEP] hypothesis: John Zdechlik is a savant of music.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Molly Joan Hagan (born August 3, 1961) is an American actress. She co-starred in films \"Code of Silence\" (1985), \"Some Kind of Wonderful\" (1987), \"The Dentist\" (1996) and \"Election\" (1999), and also known for her roles in television on \"Herman's Head\" (1991–1994) and \"Unfabulous\" (2004–2007). [SEP] hypothesis: She's spent 6 years acting for a television show.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The South-East Region (coded IE024) is a NUTS Level III statistical region of Ireland. It consists of the territory of the city of Waterford and of the counties of Carlow, Kilkenny, South Tipperary, Wexford, and Waterford. The South-East region spans 9,406 km, 13.5% of the total area of the state and according to the 2006 census has a population of 460,838. [SEP] hypothesis: In 2006, there was no census taken of the South-East Region (coded IE024), a NUTS Level III statistical region of Ireland.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Blinded\" is a song by American alternative rock band Third Eye Blind. It was released in April 2003 as the lead single from their 2003 album, \"Out of the Vein\". It was written by Stephan Jenkins, Arion Salazar, and Tony Fredianelli. The song received positive reviews from music critics and peaked at number 34 on the \"Billboard\" Pop Songs chart. [SEP] hypothesis: Blinded by third eye blind was released in 2003", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Sara Takatsuki (高月 彩良 , Takatsuki Sara , born 10 August 1997) is a Japanese actress, model and singer born in Kanagawa, Japan. She is represented by the agency Sweet Power. She began her career in 2008. She belonged to bump.y Japanese singer group in the past. [SEP] hypothesis: Sara Takatsuki was born in the United States.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"No Words\" is a song written by Paul McCartney and Denny Laine, and first released on 7 December 1973 on \"Band on the Run\" by Paul McCartney and Wings. The song was Laine's first co-writing on a Wings album and his only writing credit on \"Band on the Run\". [SEP] hypothesis: The song was Laine's first co-writing on a Wings album and his only writing credit on \"Band on the Run\" even though Laine had written a few songs before for other singers", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Askold Anatolievich Makarov (Russian: Аско́льд Анато́льевич Мака́ров ; 3 May 1925 – 25 December 2000) was a Russian ballet dancer and ballet professor, leading soloist at the Kirov Ballet during the 1960s and early 1970s. Director of the Saint-Petesburg State Academic Ballet from 1976 to 2000. Awarded with: State Prize of the USSR (1951) and People's Artist of the USSR (1983). [SEP] hypothesis: The USSR is home to some of the finest ballet dancers in the world.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Ettore or Edoardo Ettore Forti was an Italian painter, who was prolific in depicting realistic Neo-Pompeian scenes of Ancient Roman life and events. These subjects were popular in the late-Victorian period, as exemplified by the popularity of Lawrence Alma-Tadema, as an example. [SEP] hypothesis: Ettore was not well known until after his death", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Terenzo is a \"comune\" (municipality) in the Province of Parma in the Italian region Emilia-Romagna, located about 100 km west of Bologna and about 30 km southwest of Parma. As of 31 December 2004, it had a population of 1,250 and an area of 72.4 km2 . [SEP] hypothesis: Parma has a bigger population than Terenzo.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Robertas Giedraitis (born August 29, 1970) is a Lithuanian basketball coach and former player. He is currently the assistant coach for Šiauliai of the Lithuanian Basketball League (LKL). Robertas Giedraitis played his whole career with Šiauliai. He is currently the player with most games played, most steals and the most assists made in Lithuanian Basketball League's history. [SEP] hypothesis: Robertas is currently an assistant coach but wants to be a head coach.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Red Shirts (Italian:Camicie rosse) is a 1952 French-Italian historical drama film directed by Goffredo Alessandrini and Francesco Rosi and starring Anna Magnani, Raf Vallone and Alain Cuny. The title refers to the historical Redshirts. It is also known as Anita Garibaldi. The film portrays the life of Anita Garibaldi (1821–1849), the wife of Italian unification leader Giuseppe Garibaldi. [SEP] hypothesis: Anita Garibaldi was 28 years old when she died.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Living Loaded is an American comedy television pilot written by Rob McElhenney and Rob Rosell, based on Dan Dunn's novel of the same name. The pilot was commissioned by Fox and was slated to air during the 2012–13 season, but it was not picked up as a series. The cast includes Donald Sutherland, Mike Vogel, and McElhenney. [SEP] hypothesis: Rob McElhenney and Rob Rosell never wrote another television series after Living Loaded.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Julia Gjika (born 1949) is an Albanian-born poet living in the United States. She is one of the few writers publishing in the Albanian language and writes poetry as well working as a journalist. Her poems have been praised by her peers and have been included in several publications of collected works. [SEP] hypothesis: Julia Gjika writes battle raps", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Walls (stylized as WALLS) is the seventh studio album by American rock band Kings of Leon. It was released on October 14, 2016, by RCA Records. The album title is an acronym for \"We Are Like Love Songs\", which continues the band's unwritten rule of having five-syllable album titles. [SEP] hypothesis: Walls is thought to be one of the best rock albums among many people.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Gawsworth is a civil parish and village in the unitary authority of Cheshire East and the ceremonial county of Cheshire, England. The population of the civil parish as of the 2011 census was 1,705. It is one of the eight ancient parishes of Macclesfield Hundred. Twenty acres of the civil parish were transferred to Macclesfield civil parish in 1936 [SEP] hypothesis: Gawsworth is a civil parish and village in England.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: From Here to Infinity (rendered on the cover and label art as From Here → Infinity) is the first solo album by Sonic Youth guitarist/songwriter Lee Ranaldo. The album consists of several compositions performed by Ranaldo with guitar, amplifier feedback, and guitar stompbox effects recorded onto extended tape loops. [SEP] hypothesis: Lee Ranaldo had a solo album prior to From Here to Infinity.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
