{"task": "anli", "input": "premise: The Prince and Me is a 2004 romantic comedy film directed by Martha Coolidge, and starring Julia Stiles, Luke Mably, and Ben Miller, with Miranda Richardson, James Fox, and Alberta Watson. The film focuses on Paige Morgan, a pre-med college student in Wisconsin, who is pursued by a prince posing as a normal college student. [SEP] hypothesis: The Prince and Me stars Ben Stiller.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Season two of \"South Park\", an American animated television series created by Trey Parker and Matt Stone, began airing on April 1, 1998. The second season concluded after 18 episodes on January 20, 1999; it remains the longest season of \"South Park\" to date. While most of the episodes were directed by series creator Trey Parker, Season 2 includes two episodes directed by Eric Stough. [SEP] hypothesis: season two was the most popular season", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Kuhn & Komor, also known colloquially as \"K&K\", was a Hungarian multinational luxury jewelry and specialty retailer, having headquarters in Shanghai, China. K&K produced jewelry, sterling silver, china, crystal, stationery, and personal accessories. K&K was renowned in East Asia for its luxury goods, also being called the \"Asprey of Asia.\" [SEP] hypothesis: Kuhn & Komor, also known colloquially as \"K&K want to produced other jewels", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: HMS \"Achille\" was a 74-gun third-rate ship of the line of the Royal Navy. She was built by Cleverley Bros., a private shipyard at Gravesend, and launched on 16 April 1798. Her design was based on the lines of the captured French ship \"Pompée\" . She was the fourth Royal Navy ship to be named after the Greek hero Achilles in the French style. [SEP] hypothesis: HMS \"Achille\" was first launched in the spring.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Yomagate was a political scandal that took place in Argentina in 1991, during the government of Carlos Menem. The same name combines the last name of the involved Amira Yoma, and the suffix \"Gate\" of habitual use in journalism after the Watergate scandal (USA., 1972–1974). [SEP] hypothesis: The Yomagate scandal involved a journalist named Menem.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Lethal Weapon 3 is a 1992 American buddy cop action comedy film directed and produced by Richard Donner, starring Mel Gibson, Danny Glover and Joe Pesci, with Rene Russo and Stuart Wilson in key supporting roles. It is the third film in the \"Lethal Weapon\" series. [SEP] hypothesis: Lethal Weapon 3 was the highest grossing movie in the franchise.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Kensuke Tanaka (田中 賢介, born May 20, 1981) is a Japanese professional baseball left fielder who plays for the Hokkaido Nippon Ham Fighters of the Nippon Professional Baseball League. He has played for the Hokkaido Nippon-Ham Fighters of Nippon Professional Baseball and the San Francisco Giants of Major League Baseball. [SEP] hypothesis: Tanaka can also play basketball.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Richard Wade Walton is a former American football quarterback. He was the starting quarterback of the Texas Longhorns in early 1998. He was the backup quarterback for James Brown for three years before winning the starting job as a 5th year Senior. He started for the first two games in 1998 but broke his hand against UCLA and as a result lost his starting job to Major Applewhite. [SEP] hypothesis: Richard Wade Walton no longer plays football professionally.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: <nowiki>Callin' All Dogs</nowiki> is a 1995 album by Louisville, Kentucky rock band Bodeco. This, the rockabilly band's second album, made a considerable impact on the Louisville music scene, finding a place at #80 on WFPK's \"top 1000 best albums ever\". \"Trouser Press\" asserted that the album reinforced \"Bodeco's simple genius by turning up the slop right from the get-go\". [SEP] hypothesis: Bodeco is a folk band.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Brazilian Sketches is an album by British saxophonist Jim Tomlinson that was released in 2003. The album features Stacey Kent on vocals. The album contains cover versions of songs by Antonio Carlos Jobim, Vinícius de Moraes, Marcos Valle, and Luiz Bonfá. [SEP] hypothesis: Jim Tomlinson plays the saxaphone.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Clark County is a county in the U.S. state of Nevada. As of the 2010 census, the population was 1,951,269, with an estimated population of 2,114,801 in 2015. It is by far the most populous county in Nevada, accounting more than two-thirds of its residents. Las Vegas, Nevada's most populous city, has been the county seat since the county was established. [SEP] hypothesis: In 2016 Clark County had an estimated population of 2,14,802", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Blake Alexander Carrington is a fictional character on the ABC television series \"Dynasty\", created by Richard and Esther Shapiro. The role was portrayed by John Forsythe from the first episode of the series in 1981 until its finale in 1989. Forsythe returned for the 1991 miniseries, \"\". In The CW's 2017 reboot of the series, Blake will be played by Grant Show. [SEP] hypothesis: Grant Show played Blake Alexander Carrington since the start of Dynasty.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Captive, formerly Queen of the Night and Captives, is a 2014 Canadian thriller film directed by Atom Egoyan and co-written with David Fraser. The film stars Ryan Reynolds, Scott Speedman, Rosario Dawson, Mireille Enos, Kevin Durand, and Alexia Fast. It was selected to compete for the Palme d'Or in the main competition section at the 2014 Cannes Film Festival. The film was released in select [SEP] hypothesis: The Captive did not have an alternative title before it's release in 2014.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Robertas Giedraitis (born August 29, 1970) is a Lithuanian basketball coach and former player. He is currently the assistant coach for Šiauliai of the Lithuanian Basketball League (LKL). Robertas Giedraitis played his whole career with Šiauliai. He is currently the player with most games played, most steals and the most assists made in Lithuanian Basketball League's history. [SEP] hypothesis: Robertas Giedraitis is the tallest basketball player Lithuanian history.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Robertas Giedraitis (born August 29, 1970) is a Lithuanian basketball coach and former player. He is currently the assistant coach for Šiauliai of the Lithuanian Basketball League (LKL). Robertas Giedraitis played his whole career with Šiauliai. He is currently the player with most games played, most steals and the most assists made in Lithuanian Basketball League's history. [SEP] hypothesis: The only sport Robertas Giedraitis enjoys is basketball.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Dorado Wings was a small commuter airline that operated from Luis Muñoz Marín International Airport in San Juan, Puerto Rico to Dorado Airport in the tourist center of Dorado. Dorado Wings was the only commercial operator at Dorado Airport. Dorado Wings existed from 1964 to 1982. In early 1981, the airline was purchased and its name was changed to Crown Air which operated until 1988. [SEP] hypothesis: Dorado Wings was in operation from 1963 to 1982.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
