{"task": "anli", "input": "premise: A Suitable Boy is a novel by Vikram Seth, published in 1993. At 1,349 pages (1,488 pages softcover) and 591,552 words, the book is one of the longest novels ever published in a single volume in the English language. A sequel, to be called \"A Suitable Girl\", is due for publication in 2017. [SEP] hypothesis: The sequel to A Suitable Boy was published in 1993.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Cars is an open world racing video game based on the 2006 film of the same name. It is available on Game Boy Advance, Microsoft Windows, OS X, Nintendo DS, Nintendo GameCube, PlayStation 2, PlayStation Portable, Xbox, Xbox 360 and Wii. A different version for the Leapster also was developed by Torus Games and Pixar. [SEP] hypothesis: Carls was a video game released for many different renowned platforms.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Big Salmon River is a small river in southern New Brunswick, Canada, that flows south into the Bay of Fundy. The river has its source to the southwest of Sussex, New Brunswick. The river flows into the Bay of Fundy near St. Martins, New Brunswick, and serves as the endpoint of the Fundy Trail. [SEP] hypothesis: The Fundy Trail is longer than the Big Salmon River.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Second Silesian War was a theatre of the War of the Austrian Succession. The name is used to describe Prussia's war against Austria between 1744 and 1745, fought mainly in Silesia, Bohemia, and Upper Saxony. It was the second in a series of three Silesian Wars fought between Frederick the Great's Prussia and Maria Theresa's Austria. [SEP] hypothesis: An army in the Second Silesian War was led by Frederick the Great.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Far Away Love (), also translated as Love of Far Away and Remote Love, is a 1947 Chinese film directed by Chen Liting. Made during the Republican era, it was produced by the state-owned China Film No. 2 Studio, and stars prominent actors and actresses Zhao Dan, Qin Yi, and Wu Yin. The film was well received, and its premiere in Shanghai is considered a landmark event in postwar Chinese cinema. [SEP] hypothesis: Far Away Love was the first film produced by a chinese film coimpany after World War II.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Xavier Malisse (born 19 July 1980) is Belgian retired professional tennis player. Born in the north-western Flemish city of Kortrijk and nicknamed \"X-Man\", he is only one of two players from Belgium (the other being David Goffin) to have been ranked in the top 20 of the ATP tour, with a career-high singles ranking of World No. 19. [SEP] hypothesis: Xavier Malisse currently plays tennis.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: United 300 is an American short film that parodies \"United 93\" (2006) and \"300\" (2007). It won the MTV Movie Spoof Award at the MTV Movie Awards 2007. The short was created by Andy Signore along with some of his friends. During his speech, he said, roughly, \"The film was not making fun of a tragedy; it was a tribute to those who stood up against tyranny\". [SEP] hypothesis: Andy Signore supports tyranny.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"\" was an English language French–Canadian action television series that ran from 2012 to 2014. Based on the \"Transporter\" action film franchise by Luc Besson, it featured Chris Vance in the main role as Frank Martin, the Transporter. Two seasons were produced, each comprising 12 episodes. [SEP] hypothesis: Transporter was a highly liked series.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Viru is a 5.0% ABV pilsner-style beer brewed in Estonia. It is brewed in the country's second largest city, Tartu, by the A. Le Coq brewery. The brand is owned by Baltic Beer Company Ltd (formerly Brand Independence Ltd), based in London, UK, and is brewed under licence in Estonia. A. Le Coq is the second largest brewery in Estonia, with a market share of 36.8% in 2005. [SEP] hypothesis: A. Le Coq had a market share of 37.8% in 2006.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Cum On Feel the Noize\" is a song by the British rock band Slade, released in 1973 as a non-album single. It was written by lead vocalist Noddy Holder and bassist Jim Lea, and produced by Chas Chandler. It reached No. 1 in the UK, giving the band their fourth number one single, and remained in the charts for twelve weeks. The song would be included on the band's 1973 compilation album \"Sladest\". [SEP] hypothesis: Sladest was a compilation album produced by the British rock band Slade.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Sveinn Ólafur Gunnarsson is an award winning Icelandic stage and film actor who starred in and co-wrote 2011's \"Either Way\", Ragnar Bragason's \"Metalhead\" and Baltasar Kormákur's \"The Deep\". Gunnarsson stars in the film Rams which premiered in the Un Certain Regard section at the 2015 Cannes Film Festival. He also stars in the upcoming American film \"Autumn Lights\". [SEP] hypothesis: Sveinn Ólafur Gunnarsson did not write \"metal head\"", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: In chemistry, an alcohol is any organic compound in which the hydroxyl functional group (–OH) is bound to a saturated carbon atom. The term alcohol originally referred to the primary alcohol ethanol (ethyl alcohol), which is used as a drug and is the main alcohol present in alcoholic beverages. [SEP] hypothesis: All alcohol is organic.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Japanese and Europe: Economic and Cultural Encounters is a 1996 book by Marie Conte-Helm, published by Athlone Press. The book discusses Japanese investment and settlement in Europe, which began in the 1980s. Conte-Helm was a reader of Japanese studies at the University of Northumbria. The book's intended audience included both Japanese and Western persons. [SEP] hypothesis: This book sold better than Marie Conte-Helms' second book.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Kerala Film Critics Association is an organization of film critics from Kerala, India. The association was founded in 1977 when a group of film journalists met at the behest of K. Aniyan, and Baby. It presents the Kerala Film Critics Association Awards each year to honour the finest achievements in filmmaking. [SEP] hypothesis: The Kerala Film Critics Association is more than 40 years old.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: HMAS \"Sydney, named after the Australian city of Sydney, was one of three modified \"Leander\"-class light cruisers operated by the Royal Australian Navy (RAN). Ordered for the Royal Navy as HMS \"Phaeton, the cruiser was purchased by the Australian government and renamed prior to her 1934 launch. [SEP] hypothesis: The Royal Australian Navy currently operates more than four light cruisers.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Peter Chelsom (born 20 April 1956) is a British film director, writer, and actor. He has directed such films as \"Hector and the Search for Happiness\", \"Serendipity\", and \"Shall We Dance?\" Peter Chelsom is a member of the British Academy, the American Academy, The Directors Guild Of America, and The Writers Guild Of America. [SEP] hypothesis: The Writers Guild Of America invited Peter Chelsom to become one of its members.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
