{"task": "anli", "input": "premise: The South Kalgoorlie Gold Mine is a gold mine located south-west of Kalgoorlie, Western Australia. The mine is sometimes also referred to as \"South Kal Mines - New Celebration\", being a merger of the former \"New Celebration Gold Mine\" and the \"Jubilee Gold Mine\", which were combined in 2002. [SEP] hypothesis: Two mines add to for the South Kalgoorlie Gold Mine", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: L. M. Singhvi (9 November 1931 – 6 October 2007) was an Indian jurist, parliamentarian, scholar, writer and diplomat. He was, after V. K. Krishna Menon, the second-longest-serving High Commissioner for India in the United Kingdom (1991–97) He was conferred Padma Bhushan in 1998. [SEP] hypothesis: L.M. Singvhi served 76 years.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Diego Cavalieri (born 1 December 1982) is a Brazilian professional footballer who plays for Fluminense as a goalkeeper in the Campeonato Brasileiro Série A. He is of Italian ancestry and holds both an Italian and Brazilian passport. He elected to represent Brazil at international level and has thus far made 3 appearances for the national team. [SEP] hypothesis: Cavalieri has made 4 appearances for the national team.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Nada Surf is an American alternative rock band which currently consists of Matthew Caws (guitar, vocals), Ira Elliot (drums), Doug Gillard (guitar) and Daniel Lorca (bass, backing vocals). Based in New York City and formed in the 1990s, Nada Surf continues to tour. Their eighth album, \"You Know Who You Are\", was a featured release on NPR in February 2016. [SEP] hypothesis: \"You Know Who You Are\", was a featured release in the 1990s", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Linguistics is the scientific study of language, and involves an analysis of language form, language meaning, and language in context. The earliest activities in the documentation and description of language have been attributed to the 4th century BCE Indian grammarian Pāṇini, who wrote a formal description of the Sanskrit language in his \"Aṣṭādhyāyī \". [SEP] hypothesis: The earliest activities in the documentation and description of language are lost to history.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Abies spectabilis (East Himalayan fir) is a conifer species in the family Pinaceae and the genus firs. It is sometimes held to include the Bhutan fir (\"A. densa\") as a variety. It is found in Afghanistan, China (Tibet), northern India, Nepal, and Pakistan. It is a large tree, up to 50 m tall. [SEP] hypothesis: The tree doesn't go up to 50 m tall and isn't found in Afghanistan.  Instead it is found in different climates.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"First Date\" is a song by American hip hop recording artist 50 Cent, released on October 3, 2012, as a single from his upcoming sixth studio album \"Street King Immortal\", set to be released in second quarter of 2013 after his fifth studio album, Animal Ambition. The song, produced by 45 Music, features fellow American rapper Too Short. [SEP] hypothesis: \"First Date\" also features rapper Tupac.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Pendle is a constituency represented in the House of Commons of the UK Parliament since 2010 by Andrew Stephenson, a Conservative. The constituency was newly created for the 1983 General Election, being largely formed from the former Nelson and Colne Constituency. [SEP] hypothesis: Andrew Stephenson was liberal before representing Pendle.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Logan Phillip Henderson (born September 14, 1989) is an American actor and singer. He is best known for his role as Logan Mitchell on the Nickelodeon series, \"Big Time Rush\", as well as being a former member of the Big Time Rush band itself. He, along with the band, have won and been nominated for multiple awards over the past few years. [SEP] hypothesis: Logan Phillip Henderson was born in December.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Impuzamugambi (] , \"\"those with the same goal\"\") was a Hutu militia in Rwanda formed in 1992. Together with the Interahamwe militia, which formed earlier and had more members, the Impuzamugambi was responsible for many of the deaths of Tutsis and moderate Hutus during the Rwandan Genocide of 1994. [SEP] hypothesis: The Hutu militia didn't kill the Tutsis.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: William Stanley Beveridge (July 1, 1909 - February 13, 1995) was a professional ice hockey goaltender who played 9 seasons in the National Hockey League for the Detroit Cougars, Ottawa Senators, St. Louis Eagles, Montreal Maroons and New York Rangers. [SEP] hypothesis: The National Hockey League has teams in at least two different countries.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"You Stole the Sun from My Heart\" is a song by Manic Street Preachers, released as the third single from the album \"This Is My Truth Tell Me Yours\". All three members of the band - James Dean Bradfield, Sean Moore and Nicky Wire - share the writing credits. [SEP] hypothesis: Manic Street Preachers is a band with five members.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Justin James \"J. J.\" Watt (born March 22, 1989) is an American football defensive end for the Houston Texans of the National Football League (NFL). He was drafted by the Texans with the 11th pick in the first round of the 2011 NFL Draft, and played college football at Wisconsin. [SEP] hypothesis: Watt wants to play in the NFL in Wisconsin.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Basilica Cistern (Turkish: \"Yerebatan Sarnıcı – \"Cistern Sinking Into Ground\"\" ), is the largest of several hundred ancient cisterns that lie beneath the city of Istanbul (formerly Constantinople), Turkey. The cistern, located 500 ft southwest of the Hagia Sophia on the historical peninsula of Sarayburnu, was built in the 6th century during the reign of Byzantine Emperor Justinian I. [SEP] hypothesis: The Basilica Cistern was built more than 100 years ago.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Fort Davis High School is a public high school located in the unincorporated community of Fort Davis, in central Jeff Davis County, Texas, United States. The school is operated by the Fort Davis Independent School District and classified as a 1A school by the UIL. In 2013, the school was rated \"Improvement Required\" by the Texas Education Agency. [SEP] hypothesis: Fort Davis High School is a 1A school and is bigger than the other 1A schools in Texas.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 2010 SMU Mustangs football team represented Southern Methodist University in the 2010 NCAA Division I FBS football season. The Mustangs, led by third-year head coach June Jones, were members of Conference USA in the West Division and played their home games at Gerald J. Ford Stadium. [SEP] hypothesis: The 2010 SMU Mustangs football team had fewer than 15 players on the roster when they won the 2010 NCAA tournament.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
