{"task": "anli", "input": "premise: Domestically, he has played for Khan Research Laboratories, Lahore, Lahore Eagles, Lahore Lions, Lahore Qalandars, Pakistan A and Huntly (Scotland) during his career. He was the captain of Lahore Qalandars in the first edition of the Pakistan Super League. [SEP] hypothesis: He worked and practiced more than his teammates", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Keith Konrad Slettedahl (born August 9, 1973) is an American musician. He is the singer and songwriter for Los Angeles pop rock group The 88. In 2006, he appeared in the episode \"Best Prom Ever\" on the sitcom \"How I Met Your Mother\", playing a gig with his band on a High School-Prom. [SEP] hypothesis: Emily Konrad Slettedahl is a British chef. She is the most famous chef in the world. In 2010, she appeared in the first episode on the sitcom \"Big Bang Theory\", teaching to all the guys.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Danaë is an oil painting by Gustav Klimt, created in 1907. An example of Symbolism, the canvas measures 77 x 83 cm, and is in the Galerie Würthle in Vienna. Danaë was a popular subject in the early 1900s for many artists; she was used as the quintessential symbol of divine love, and transcendence. [SEP] hypothesis:  Gustav Klimt created another painting similar to this in 1910", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Texas' Nineteenth Congressional District of the United States House of Representatives is a Congressional district that serves the upper midwestern portion of the state of Texas The district includes portions of the State from Lubbock to Abilene. The current Representative from the 19th District is Republican Jodey Arrington. [SEP] hypothesis: Jodey Arrington used to be a democrat.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Spies of Warsaw is a 2008 spy novel by Alan Furst about espionage involving the major nations shortly before World War II competing for influence and control over the future of Poland. The story starts in October 1937 and ends in May 1938, with a one paragraph description outlining the future of the two lead characters. [SEP] hypothesis: This novel by Alan Furst, discusses the power struggle for the future of Poland.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Ransom is a 1996 American crime thriller film directed by Ron Howard and written by Richard Price and Alexander Ignon. The film stars Mel Gibson, Rene Russo, Gary Sinise, Brawley Nolte, Delroy Lindo, Liev Schreiber, Evan Handler, Donnie Wahlberg, and Lili Taylor. Gibson was nominated for a Golden Globe Award for Best Actor. [SEP] hypothesis: The movie ransom was written by two people", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Gang Up\" is a song recorded by American rappers Young Thug, 2 Chainz, Wiz Khalifa and PnB Rock. The track was commissioned for the of the 2017 action film \"The Fate of the Furious\". \"Gang Up\" was released on March 24, 2017, as the soundtrack's fourth single in the United States. [SEP] hypothesis: \"Gang Up\" is the best track by Young Thug and other rappers.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: This is a list of films produced by the U.S. film studio 20th Century Fox Film Corporation and released between its May 31, 1935 creation as a merger between Fox Film Corporation (1915–1935) and 20th Century Pictures (1933–1936) until 1999. For subsequent releases by 20th Century Fox, see List of 20th Century Fox films (2000–present). [SEP] hypothesis: At the time of their merger into the 20th Century Fox Film Corporation, Fox Film Corporation was more successful than 20th Century Pictures", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Texas' Nineteenth Congressional District of the United States House of Representatives is a Congressional district that serves the upper midwestern portion of the state of Texas The district includes portions of the State from Lubbock to Abilene. The current Representative from the 19th District is Republican Jodey Arrington. [SEP] hypothesis: Arrington resides in Lubbock.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Say Anything is a board game designed by Dominic Crapuchettes and Satish Pillalamarri. It was released by North Star Games in 2008 as a follow up to the award-winning Wits & Wagers. Say Anything is very similar to Wits & Wagers except players answer open-ended subjective questions instead of trivia questions. The goal of Say Anything is to get people talking about interesting things and laughing. [SEP] hypothesis: The difference between Say Anything and Wits & Wagers is the type of questions asked.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Elrod was born on September 27, 1905, in Turner County, Georgia. He enlisted in the Marine Corps in December 1927, and was appointed a Marine second lieutenant in February 1931. He attended the University of Georgia and Yale University prior to his entry into the Marine Corps. [SEP] hypothesis: He attended college before becoming a marine.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The American Hairless Terrier is a rare breed of dog that was derived as a variant of Rat Terrier. As of January 1, 2004, the United Kennel Club deemed the AHT a separate terrier breed, granting it full UKC recognition. An intelligent, social and energetic working breed, the American Hairless Terrier is often listed as a potential good breed choice for allergy sufferers. [SEP] hypothesis: The American Hairless Terrier is a bad choice for allergy sufferers.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Other One is the third solo album by former Fleetwood Mac guitarist Bob Welch. The track \"Future Games\" was first released on the Fleetwood Mac album of the same name in 1971. Members of Welch's backing band also make songwriting contributions here though the majority of tracks are Welch's own. [SEP] hypothesis: The Other One is the third studio album made by Fleetwood Mac.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Fleetwood Mac are a British-American rock band, formed in London in 1967. The band have sold more than 100 million records worldwide, making them one of the world's best-selling bands of all time. In 1998, selected members of Fleetwood Mac were inducted into the Rock and Roll Hall of Fame, and received the Brit Award for Outstanding Contribution to Music. [SEP] hypothesis: Fleetwood Mac has been successful in their music career.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Liisi Rist (born 25 June 1991) is an Estonian racing cyclist. She competed in the 2013 UCI women's team time trial in Florence. She has won the Estonian national championships on the road twice (2013, 2014) and the time trial three times (2013, 2014, 2015). In 2013 the Estonian Cycling Federation gave her the Best Female Cyclist award. She also took part at the 2015 European Games in Baku. [SEP] hypothesis: Liisi Rist took time off after the 2015 European Games in Baku.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Summer Lovers is a 1982 American romantic comedy film written and directed by Randal Kleiser, starring Peter Gallagher, Daryl Hannah and Valerie Quennessen. It was filmed on location on the island of Santorini, Greece. The original music score is composed by Basil Poledouris. \"Summer Lovers\" featured \"Hard to Say I'm Sorry\", a No. 1 hit for Chicago and \"I'm So Excited\" by The Pointer Sisters. [SEP] hypothesis: Summer Lovers is a 1985 American romantic comedy film written and directed by Basil Poledouris", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
