{"task": "anli", "input": "premise: \"\" was an English language French–Canadian action television series that ran from 2012 to 2014. Based on the \"Transporter\" action film franchise by Luc Besson, it featured Chris Vance in the main role as Frank Martin, the Transporter. Two seasons were produced, each comprising 12 episodes. [SEP] hypothesis: The TV series has 3 seasons, each comprising of 12 episodes", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Road to Stardom With Missy Elliott was a competitive reality television show that aired on the UPN Network in 2005. The main judge and host was hip-hop artist Missy Elliott. Other judges were singer-producer Teena Marie, producer Dallas Austin, and manager Mona Scott. [SEP] hypothesis: The Road to Stardom With Missy Elliott aired more than 9 years ago.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Don Wayne Reno (born February 8, 1963 in Roanoke, Virginia) is a bluegrass musician and banjo player, and also an ordained minister. He is a son of famed bluegrass musician Don Reno. Reno was for several years a mainstay of Hayseed Dixie with his brother Dale Reno as the mandolinist. He currently works with his brother and Mitch Harrell in the band Reno and Harrell. [SEP] hypothesis: Don Wayne Reno plays with his left hand.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Thuja plicata, commonly called western or Pacific redcedar, giant or western arborvitae, giant cedar, or shinglewood, is a species of \"Thuja\", an evergreen coniferous tree in the cypress family Cupressaceae native to western North America. It is not a true cedar of the genus \"Cedrus\". [SEP] hypothesis: Thuja plicata, is also named western or Pacific redceda", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Julia Gjika (born 1949) is an Albanian-born poet living in the United States. She is one of the few writers publishing in the Albanian language and writes poetry as well working as a journalist. Her poems have been praised by her peers and have been included in several publications of collected works. [SEP] hypothesis: Julia Gjika lives in Israel", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: We Have Always Lived in the Castle is an upcoming American mystery thriller film directed by Stacie Passon and written by Passon and Mark Kruger, based on the 1962 novel of the same name by Shirley Jackson. The film stars Taissa Farmiga, Alexandra Daddario, Crispin Glover, and Sebastian Stan. [SEP] hypothesis: The novel Stacie Passon, has a upcoming American film of We Have Always lived in the Castle that is based on the novel of Stacie Passon.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Sean Patrick Hannity (born December 30, 1961) is an American talk show host, author, and conservative political commentator. Hannity is the host of \"The Sean Hannity Show\", a nationally syndicated talk radio show. He also hosts a cable news show, \"Hannity\", on Fox News Channel. [SEP] hypothesis: Sean Patrick Hannity is 58 years of age.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Grongar Hill is located in the Welsh county of Carmarthenshire and was the subject of a loco-descriptive poem by John Dyer. Published in two versions in 1726, during the Augustan period, its celebration of the individual experience of the landscape makes it a precursor of Romanticism. As a prospect poem, it has been the subject of continuing debate over how far it meets artistic canons. [SEP] hypothesis: John Dyer was influenced by the landscape in his poetry.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Julia Gjika (born 1949) is an Albanian-born poet living in the United States. She is one of the few writers publishing in the Albanian language and writes poetry as well working as a journalist. Her poems have been praised by her peers and have been included in several publications of collected works. [SEP] hypothesis: Julia Gjika died before she was born", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Bassingham is a village and civil parish in the North Kesteven district of Lincolnshire, England. The population of the civil parish at the 2011 census was 1,425. The village is situated approximately 8 mi south-west from the city and county town of Lincoln. [SEP] hypothesis: There are other civil parishes 8 miles from the city and country town of Lincoln.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Dean Carroll Jones (January 25, 1931 – September 1, 2015) was an American actor best known for his roles as Agent Zeke Kelso in \"That Darn Cat!\" (1965), Jim Douglas in \"The Love Bug\" (1968), Albert Dooley in \"The Million Dollar Duck\" (1971; for which he received a Golden Globe nomination) and Dr. Herman Varnick in \"Beethoven\" (1992). [SEP] hypothesis: That Darn Cat was the best movie of Dean Carroll Jones", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: A Version of Now is the first solo studio album by Australian rock musician Peter Garrett, which was released in July 2016 on Sony Music Entertainment Australia. The album follows Garrett's retirement from Australian politics at the 2013 federal election. [SEP] hypothesis: Garrett retired from politics prior to releasing A Version of Now.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Hunan University of Science and Technology () is an institution of higher learning in Xiangtan, Hunan Province of the People's Republic of China. It is under the jointly jurisdiction of central government and provincial government, and is mainly administered by Hunan Province. Hunan University of Science and Technology was formed by the merger of two earlier universities. [SEP] hypothesis: Hunan University of Science and Technology is a prestigious institution.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Here Am I is the first international compilation album by Australian recording artist Judith Durham. The album contains tracks from Durham's two studio album, \"Gift of Song\" and \"Climb Ev'ry Mountain\" both on A&M Records. The album was released in October 1972 and was the final release of Durham's on that label. [SEP] hypothesis: Here Am I is the first international compilation album by Austrian recording artist Judith Durham.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Canelo Álvarez vs. Amir Khan, billed as \"Power vs. Speed\" and also known as \"Canelo vs. Khan\" or by the portmanteau \"Khanelo\", was a professional boxing fight which took place on May 7, 2016, and was contested for the WBC, \"Ring\" magazine and lineal middleweight titles. It was the first major sporting event to be held at the T-Mobile Arena in Las Vegas. [SEP] hypothesis: Alvarez won the titles from the fight.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: San Andreas is a 2015 American disaster film directed by Brad Peyton and written by Carlton Cuse, with Andre Fabrizio and Jeremy Passmore receiving story credit. The film stars Dwayne Johnson, Carla Gugino, Alexandra Daddario, Ioan Gruffudd, Archie Panjabi, and Paul Giamatti. Its plot centers on an earthquake caused by the San Andreas Fault devastating Los Angeles and the San Francisco Bay Area. [SEP] hypothesis: San Andreas is a 2015 American disaster film directed by Brad Peyton and written by Carlton Cuse, with Andre Fabrizio and Jeremy Passmore receiving story credit the film made a lot of money", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
