{"task": "anli", "input": "premise: Navarretia is a genus of about 30 species of flowering plants related to the phloxes and the gilias. This is one genus of plants, among others, which are sometimes called pincushionplants. The inflorescence which bears the flowers is surrounded by frilly green bracts bearing soft spines, giving it the appearance of a pincushion. Several species are members of the vernal pool ecosystem. [SEP] hypothesis: Navarettia features flowers which smell nice.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 2008 KNVB Cup Final was a football match between Feyenoord and Roda JC on 27 April 2008 at De Kuip, Rotterdam. It was the final match of the 2007–08 KNVB Cup competition. Feyenoord beat Roda JC 2–0 after goals from Denny Landzaat and Jonathan de Guzmán. It was their eleventh KNVB Cup triumph. [SEP] hypothesis: Guzman scored the second goal in the game.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Talking Smack is an American talk show produced by WWE and currently airing on their subscription based streaming service, the WWE Network. The show is primarily hosted by Renee Young, who is usually joined by a co-host. Past hosts have included Daniel Bryan, Shane McMahon, The Miz and Jerry Lawler. [SEP] hypothesis: Renee Young is the only host of Talking Smack.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Illinois Route 3 (IL 3) is a major north–south arterial state highway in southwestern Illinois. It has its southern terminus at Cairo Junction (about 4 mi north of Cairo) at the intersection of Interstate 57 (I-57) and U.S. Route 51 (US 51), and its northern terminus in Grafton at IL 100. This is a distance of 187.44 mi . [SEP] hypothesis: The next phase of construction is starting soon.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Cake Train\" is the first episode of the second season of the American sketch comedy series \"Kroll Show\". The episode was written by series creator Nick Kroll, along with Jon Daly, Ron Funches, Carol Kolb, Jonathan Krisel, John Levenstein, Gabe Liedman, Joe Mande, Christine Nangle and Joe Wengert. In the United States, the episode originally aired on Comedy Central on January 14, 2014. [SEP] hypothesis: cake train was written in the united states.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Stellenbosch UNiversity SATellite is the first miniaturized satellite designed and manufactured in South Africa. It was launched aboard a Delta II rocket from the Vandenberg Air Force Base on 23 February 1999. Sunsat was built by post-graduate engineering students at the University of Stellenbosch. Its AMSAT designation was SO-35 (Sunsat Oscar 35). [SEP] hypothesis: The Stellenbosch UNiversity SATellite is the first miniaturized satellite designed and manufactured in South Africa. the second satellite launch was not successful", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 1979–80 Iraq FA Cup was the fourth edition of the Iraq FA Cup. The tournament was won by Al-Jaish for the first time, beating Al-Talaba 4–2 on penalties in the final after a 1–1 draw in which Jamal Ali scored Al-Talaba's goal. The first two rounds were between teams from the lower division, before the top-flight clubs entered at the round of 16. [SEP] hypothesis: Al-Jaish won the first Iraq FA Cup", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 1920 Washington State Cougars football team was an American football team that represented Washington State College during the 1920 college football season. Head coach Gus Welch led the team to a 1–1 mark in the PCC and 5–1 overall. This year marked the team's adoption of the \"Cougars\" nickname. [SEP] hypothesis: The 1920 Washington State Cougars posted a losing record.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Kester \"Smitty\" Smith is an American percussionist. He is the drummer for the Taj Mahal Trio and has collaborated with jazz, blues and world musicians. He has performed with and alongside Taj Mahal for over forty years. He has recorded music with Taj Mahal, Geoff Muldaur, Peter Rowan, Cedella Booker, Morgan Freeman, Ellen McIlwaine, Mary Coughlan and Pinetop Perkins. [SEP] hypothesis: Morgan Freeman has collaborated with Kester Smith.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Little Jost Van Dyke (colloquially, \"Little Jost\") is one of the British Virgin Islands. It is a small island on the east end of the island of Jost Van Dyke. Like Jost Van Dyke, it takes its name from the Dutch privateer Joost van Dyk. It is the location of the Diamond Cay National Park, which includes the nesting grounds of wild boobies, terns and pelicans. [SEP] hypothesis: The Island of Jost Van Dyke is west of the island of Little Jost Van Dyke.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Islands in the Stream is a 1977 American drama film, an adaptation of Ernest Hemingway's novel of the same name. The film was directed by Franklin J. Schaffner and starred George C. Scott, Hart Bochner, Claire Bloom, Gilbert Roland, and David Hemmings. [SEP] hypothesis: The book Islands in the stream was never made into a movie.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Takaaki Kajita (梶田 隆章 , Kajita Takaaki ) is a Japanese physicist, known for neutrino experiments at the Kamiokande and its successor, Super-Kamiokande. In 2015, he was awarded the Nobel Prize in Physics jointly with Canadian physicist Arthur B. McDonald. [SEP] hypothesis: Takaaki Kajita and Arthur B. McDonald accepted the 2015 Nobel Prize in Physics together.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Eileen Colgan Simpson (20 January 1934 – 10 March 2014) was an Irish theatre, television and film actress. She was best known for her recurring role as Esther Roche on the RTÉ One soap opera, \"Fair City\". She also appeared in the RTÉ television drama, \"Glenroe\", as Mynah, the housekeeper of the priest. Her other television credits included \"Ballykissangel\", \"The Hanging Gale\" and \"Strumpet City\". [SEP] hypothesis: Eileen Colgan Simpson died of old age in 2014", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"No Words\" is a song written by Paul McCartney and Denny Laine, and first released on 7 December 1973 on \"Band on the Run\" by Paul McCartney and Wings. The song was Laine's first co-writing on a Wings album and his only writing credit on \"Band on the Run\". [SEP] hypothesis: The first release of the song was on 7 December 1972.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Peter Franklin Paul (born September 2, 1948) is a former lawyer and entrepreneur who was convicted for conspiracy and drug dealing, and later for securities fraud in connection with his business dealings with \"Spider-Man\" co-creator Stan Lee. He has repeatedly brought suit against Hillary Clinton, accusing her of lying about donations he solicited on behalf of her 2000 senatorial campaign. [SEP] hypothesis: Peter Franklin Paul was involved in multiple scandals", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The UCL Jill Dando Institute of Security and Crime Science (informally the Jill Dando Institute or the JDI) is an institute of crime science located in London, United Kingdom and a part of University College London (UCL). It was founded in 2001, becoming the first university institute in the world devoted specifically to crime science. [SEP] hypothesis: The UCL Jill Dando Institute of Security and Crime Science focuses on math", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
