{"task": "anli", "input": "premise: Liisi Rist (born 25 June 1991) is an Estonian racing cyclist. She competed in the 2013 UCI women's team time trial in Florence. She has won the Estonian national championships on the road twice (2013, 2014) and the time trial three times (2013, 2014, 2015). In 2013 the Estonian Cycling Federation gave her the Best Female Cyclist award. She also took part at the 2015 European Games in Baku. [SEP] hypothesis: Liisi Rist was injured in the 2013 UCI women's team time trial in Florence.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Thomas Sheridan & Sons is the distillery, owned by the Gilbey's Group, which produces Baileys Irish Cream and Sheridan's Cream Liqueur (as well as other well-known liqueur products). Their address is located at T. Sheridan & Sons (Thomas Sheridan), Nangor Road, Dublin 12, Ireland. [SEP] hypothesis: Thomas Sheridan & Sons distillery is located in the British Isles.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Sin Dizzy was a Christian metal band co-founded by former Stryper members Oz Fox and Tim Gaines. The band was founded in the mid-1990s after Stryper had disbanded. Its members included young drummer and lead guitarist . Bass player Gaines described their sound as \"a cross between [the] Stone Temple Pilots and Nirvana\". [SEP] hypothesis: The Stone Temple Pilots and Nirvana were honored by the praise of Sin Dizzy's bass player Tim Gaines.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 1923 Women's Olympiad ( ) was the fourth international event in women's sports, the tournament was held 4 to 7 April 1923 in Monte Carlo, Monaco. The tournament was formally called \"\"Les Jeux Athlétiques Féminins à Monté Carlo\"\". The games were a runner-up to the 1921 Women's Olympiad and 1922 Women's Olympiad. [SEP] hypothesis: The 1923 Women's Olympiad was the first international event in women's sports.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Howard Sings Ashman is a two-disc album compiled by PS Classics as part of their \"Songwriter Series\". The album features Howard Ashman singing selections from his musicals, including \"God Bless You, Mr. Rosewater\" (1979), \"Little Shop of Horrors\" (1982), \"Smile\" (1986), \"The Little Mermaid\" (1989), \"Beauty and the Beast\" (1991) and \"Aladdin\" (1992). [SEP] hypothesis: \"Smile\" was a song on the film \"The Little Mermaid.\"", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Denis Hale Johnson (July 1, 1949 – May 24, 2017) was an American writer best known for his short story collection \"Jesus' Son\" (1992) and his novel \"Tree of Smoke\" (2007), which won the National Book Award for Fiction. He also wrote plays, poetry, journalism, and non-fiction. [SEP] hypothesis: He also wrote plays, poetry, journalism, and non-fiction and was particularly interested in rap music", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Jerry Zaks (born September 7, 1946) is a German-born American stage and television director, and actor. He won the Tony Award for Best Direction of a Play and Drama Desk Award for directing \"The House of Blue Leaves\", \"Lend Me a Tenor\", and \"Six Degrees of Separation\" and the Tony Award for Best Direction of a Musical and Drama Desk Award for \"Guys and Dolls\". [SEP] hypothesis: \"Lend Me a Tenor\" was filmed in New York.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 1920 Washington State Cougars football team was an American football team that represented Washington State College during the 1920 college football season. Head coach Gus Welch led the team to a 1–1 mark in the PCC and 5–1 overall. This year marked the team's adoption of the \"Cougars\" nickname. [SEP] hypothesis: Before 1920 Washington State was known as the Cougars.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Haviland is a city in Kiowa County, Kansas, United States. As of the 2010 census, the city population was 701. It is home of Barclay College and known for meteorite finds connected to the Haviland Crater and for an annual meteorite festival held in July. [SEP] hypothesis: People have made various meteorite finds in Haviland.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Fashionable Nonsense: Postmodern Intellectuals' Abuse of Science (French: \"Impostures Intellectuelles\" ), published in the UK as Intellectual Impostures, is a book by physicists Alan Sokal and Jean Bricmont. Sokal is best known for the Sokal Affair, in which he submitted a deliberately absurd article to \"Social Text\", a critical theory journal, and was able to get it published. [SEP] hypothesis: Alan Sokal and Jean Bricmont were long time physicists that published the book Intellectual Impostures.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Strangers is a 2008 American horror film written and directed by Bryan Bertino and starring Liv Tyler and Scott Speedman. The film follows a young couple who are terrorized by three masked assailants over the course of an evening at a remote summer home. [SEP] hypothesis: The film follows a young hip couple who are terrorized by three masked assailants over the course of an evening at a remote summer home.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Bessbrook bombing took place on the 17 April 1979 when four Royal Ulster Constabulary (RUC) officers were killed when the Provisional IRA exploded an estimated 1,000 pound roadside van bomb at Bessbrook, County Armagh, believed to be the largest bomb used by the IRA up to that point. [SEP] hypothesis: The Bessbrook bombing happened on April 17th, 1999.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: PSR B1919+21 is a pulsar with a period of 1.3373 seconds and a pulse width of 0.04 seconds. Discovered by Jocelyn Bell Burnell and Antony Hewish on November 28, 1967, it is the first discovered radio pulsar. The power and regularity of the signals were briefly thought to resemble an extraterrestrial beacon, leading the source to be nicknamed LGM-1 (for \"little green men\"). [SEP] hypothesis: PSR B1919+21 has yet to be discovered.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Operation Zahnarzt (literally \"Dentist\") was a plan by the Germans to eliminate the Third Army during World War II. The plan of Operation Zahnarzt was to immediately come after Operation Nordwind. The plan was to initiate a pincer movement to encircle and destroy the 3rd US Army. [SEP] hypothesis: Operation Zahnarzt (literally \"Dentist\") was a plan by the Germans during the war.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The January 2014 United States blizzard was a fast-moving but disruptive blizzard that moved through the Northeast, mainly the Mid-Atlantic states, dumping up to 1 ft in areas around the New York City area. The storm also brought cold temperatures behind it, similar to a snowstorm earlier that month. [SEP] hypothesis: The northeast states were colder than usual in January 2014.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: MindGamers is a 2015 Austrian science fiction film directed by Andrew Goth. The film was theatrically released on March 28, 2017 through Terra Mater Factual Studios. The film stars Tom Payne, Dominique Tipper, Sam Neill, Melia Kreiling, Antonia Campbell-Hughes, and Oliver Stark. [SEP] hypothesis: MindGamers stars a flock of 300 chickens.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
