{"task": "anli", "input": "premise: Floyd Mayweather Jr. vs. Canelo Álvarez, billed as \"The One\", was a boxing light middleweight championship superfight. The bout was held on September 14, 2013, in the MGM Grand Garden Arena, at the MGM Grand Hotel & Casino in Las Vegas, Nevada, United States, on Showtime PPV. Mayweather received $41.5 million for this fight before taking into account pay-per-view sales. [SEP] hypothesis: Boxing championships take place in vegas.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Kester \"Smitty\" Smith is an American percussionist. He is the drummer for the Taj Mahal Trio and has collaborated with jazz, blues and world musicians. He has performed with and alongside Taj Mahal for over forty years. He has recorded music with Taj Mahal, Geoff Muldaur, Peter Rowan, Cedella Booker, Morgan Freeman, Ellen McIlwaine, Mary Coughlan and Pinetop Perkins. [SEP] hypothesis: Kester \"Smitty\" Smith is american", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: American Beauty is a lost 1927 American silent film romantic drama produced and distributed by First National Pictures. This film was directed by Richard Wallace and starred Billie Dove. It was based on a short story \"American Beauty\" by Wallace Irwin. She is supported by Walter McGrail and Margaret Livingston. [SEP] hypothesis: American Beauty has no no sound", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Porl King, born 19 October 1967 on the Wirral Peninsula in England, first achieved public acclaim and success as the singer, songwriter and guitarist for the goth band Rosetta Stone from their inception in the late 1980s through to their demise in 1998. Since disbanding Rosetta Stone in 1998, he has pursued a career in digital audio and Pro Tools production. [SEP] hypothesis: Porl King pursued a career in digital audio and Pro Tools production.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Uno Pizzeria & Grill (formerly Pizzeria Uno and Uno Chicago Grill), or more informally as Unos, is a franchised pizzeria restaurant chain under the parent company Uno Restaurant Holdings Corporation. Uno Pizzeria and Grill is best known for its Chicago-style deep dish pizza. Ike Sewell opened the first Pizzeria Uno in 1943. [SEP] hypothesis: Uno pizzeria and Grill is known for its Chicago-style deep dish pizza.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Angel (Thomas Halloway, often shortened to Tom Halloway) is a fictional character, a superhero appearing in American comic books published by Marvel Comics. Created by artist Paul Gustavson and an unconfirmed writer during the Golden Age of Comic Books, the Angel first appeared in \"Marvel Comics\" #1 (Oct. 1939), the first publication of Marvel Comics' predecessor, Timely Comics. [SEP] hypothesis: The artist, Paul Gustavson, greatly enjoyed his job.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Charleston is a small town in the Adelaide Hills of South Australia. It is situated on the Onkaparinga Valley Road between Woodside and Mount Torrens, on the main route from the Adelaide Hills to the Barossa Valley, and 3km south-east of Lobethal. Charleston is very close to the source of the River Onkaparinga. [SEP] hypothesis: Charleston is 3 meters south of Lobethal.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Far Away Love (), also translated as Love of Far Away and Remote Love, is a 1947 Chinese film directed by Chen Liting. Made during the Republican era, it was produced by the state-owned China Film No. 2 Studio, and stars prominent actors and actresses Zhao Dan, Qin Yi, and Wu Yin. The film was well received, and its premiere in Shanghai is considered a landmark event in postwar Chinese cinema. [SEP] hypothesis: The 1947 film Far Away Love was the very first film by Chinese director Chen Liting and was his most successful.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Men's Doubles tournament at the 1980 Australian Open was held from 26 December 1980 through 4 January 1981 on the outdoor grass courts at the Kooyong Stadium in Melbourne, Australia. Mark Edmondson and Kim Warwick won the title, defeating Paul McNamee and Peter McNamara in the final. [SEP] hypothesis: The men's double tournament lasted four months.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Red Amnesia () is a 2014 Chinese thriller film directed by Wang Xiaoshuai. The film deals with the psychological impact of an elderly retired widow (played by Lü Zhong)'s past. Wang considers \"Red Amnesia\" to be the last film of his Cultural Revolution trilogy, which includes 2005's \"Shanghai Dreams\" and 2011's \"11 Flowers\". It was released on April 30, 2015. [SEP] hypothesis: Red Amnesia was released on April 30, 2015.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Citrix Systems is a computer software company that was founded in 1989 by Ed Iacobucci. Citrix creates and sells virtualization, cloud computing, networking and SaaS products that aim to provide remote connectivity to workers on a variety of devices. [SEP] hypothesis: Ed lacobucci had a different vision for Citrix Systems.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Achillea ageratum, also known as sweet yarrow, sweet-Nancy, or sweet maudlin, is a flowering plant in the sunflower family, native to southern Europe (Spain, Portugal, France, Italy, Greece, Balkans). It is cultivated in many places for its pleasant fragrance and sparingly naturalized in a few places outside its native range. [SEP] hypothesis: Sweet maudlin is another nickname for strawberry.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Whiskey School is a 2005 drama film starring Olympia Dukakis, Mary Stuart Masterson, Alexandra Eitel, Thomas Flanagan, Carlin Glynn, Lainie Kazan, Gary Swanson, Denise Lute, Mario Macaluso, David Margulies and directed by Peter Masterson and based on the play \"Intervention\" by Jo Ann Tedesco. The film is distributed by Warner Bros. and Polychrome Pictures. [SEP] hypothesis: \"Intervention\" by Jo Ann Tedesco was written before 2005", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 1948 SMU Mustangs football team represented the SMU Mustangs of Southern Methodist University during the 1948 college football season. Doak Walker was a junior when he won the Heisman Trophy. Doak established several other Southwest Conference records that still stand. [SEP] hypothesis: Doak walker enjoyed his time in college", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Janam Janam\" (English: Life after Life) is a Hindi song from the soundtrack of the 2015 Indian film \"Dilwale\". The song is written by Amitabh Bhattacharya, composed by Pritam and sung by Arijit Singh. The music video of the song is picturised upon Shah Rukh Khan and Kajol. [SEP] hypothesis: The film Dilwale was released more than 100 years ago.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Ochagavia is a genus of the botanical family Bromeliaceae, subfamily Bromelioideae. The genus is named for Sylvestris Ochagavia, Chilean minister of education. Endemic to southern and central Chile (including the Juan Fernández Islands), this genus is represented by four accepted species. [SEP] hypothesis: The Ochagavia has four species", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
