{"task": "anli", "input": "premise: The Christopher Little Literary Agency is a firm of literary agents based in London, UK. Its clients include Janet Gleeson and Darren Shan. Little also managed Harry Potter author J.K Rowling from 1996 until 2011 and has been credited with single-handedly managing Rowling's career and turning the \"Potter\" franchise into a multi-million pound industry. [SEP] hypothesis: The Christopher Little Literary Agency is based in Paris, France.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Colliers Mills Wildlife Management Area is a 12906.63 acre wildlife management area located within Jackson and Plumsted townships, Ocean County, New Jersey. Success Lake is located within the management area. The area is part of the New Jersey Pinelands National Reserve. [SEP] hypothesis: Success Lake is located inside an area that is more then 10000 acres.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 1919 Washington State Cougars football team was an American football team that represented Washington State College during the 1919 college football season. Head coach Gus Welch led the team to a 2–2 mark in the PCC and 5–2 overall. This year marked the team's adoption of the \"Cougars\" nickname. [SEP] hypothesis: Gus Welch had a pet cougar.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Twentieth Century Fox Home Entertainment LLC (formerly Twentieth Century Fox Home Entertainment, Inc., doing business as 20th Century Fox Home Entertainment) is the home video distribution arm of the 20th Century Fox film studio. It was established in 1977 as Magnetic Video and was later known as 20th Century Fox Video, CBS/Fox Video and FoxVideo, Inc. [SEP] hypothesis: Magnetic Video would have been a better permanent name", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The M53 is an 18.9 mi motorway in the Metropolitan Borough of Wirral and Cheshire on the Wirral Peninsula in England. It can also be referred to as the Mid Wirral Motorway. It runs between the Kingsway Tunnel, at Wallasey in the north, and the A55 at Chester. [SEP] hypothesis: The M53 is approximately 30.42 km", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: White Fang is a 1991 American Northern adventure film directed by Randal Kleiser, starring Ethan Hawke, Klaus Maria Brandauer and Seymour Cassel. Based on Jack London's novel \"White Fang\", it tells the story of the friendship between a Yukon gold hunter and a wolfdog. [SEP] hypothesis: White Fang is based on a TV show.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Dorado Wings was a small commuter airline that operated from Luis Muñoz Marín International Airport in San Juan, Puerto Rico to Dorado Airport in the tourist center of Dorado. Dorado Wings was the only commercial operator at Dorado Airport. Dorado Wings existed from 1964 to 1982. In early 1981, the airline was purchased and its name was changed to Crown Air which operated until 1988. [SEP] hypothesis: Crown Air purchased Dorado Wings in January 1981 and then operated until 1988.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Persona: A Biography of Yukio Mishima is a 2012 biography of Yukio Mishima written by Naoki Inose with Hiroaki Sato, and published by Stone Bridge Press. It is an expanded adaptation in English of Inose's 1995 Mishima biography, \"Persona: Mishima Yukio den\", published by Bungeishunjū in Tokyo, Japan. [SEP] hypothesis: The adaptation of the book was never translated to English", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Warren Ellis (born 14 February 1965) is an Australian-French musician and composer. He is a member of several groups: Dirty Three, Nick Cave and the Bad Seeds and Grinderman. He has also composed film scores with Nick Cave. Ellis plays violin, piano, bouzouki, guitar, flute, mandolin, tenor guitar, and viola. Ellis has been a member of Nick Cave and the Bad Seeds since 1994. [SEP] hypothesis: Warren Ellis founded the groups: Dirty Three, and Nick Cave.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The former Isanti County Courthouse, located at 237 2nd Avenue, South West, corner of Birch Street, in Cambridge, Minnesota, United States, is an historic two-story redbrick county courthouse built in 1888. Today it is known as Court House Square and has been remodeled into a private office building. [SEP] hypothesis: The current Isanti County Courthouse is located at 237 2nd Avenue, South West.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Arikok National Park takes up approximately 18 percent of the island of Aruba and includes three primary geological formations: the Aruba lava formation, a quartz diorite formation, and a limestone formation that extends inward from the coast. These formations have directly influenced Aruba's human settlement, as well as its natural wonders. [SEP] hypothesis: Quartz diorite is found in Aruba", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Amazon Fire TV refers to two digital media players and microconsoles developed by Amazon.com. It is a small network appliance and entertainment device designed to stream digital audio/video content to a high-definition television. The device also allows users to play video games with the included remote, via a mobile app, or with an optional game controller. [SEP] hypothesis: You can also play video games in the Amazon Fire TV.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Rudolph the Red-Nosed Reindeer is a legendary reindeer, created by Robert Lewis May, usually depicted as a young fawn who barely has antlers, with a glowing red nose, popularly known as \"Santa's ninth reindeer.\" When depicted, he is the lead reindeer pulling Santa's sleigh on Christmas Eve. The luminosity of his nose is so great that it illuminates the team's path through inclement winter weather. [SEP] hypothesis: Santa makes use of a reindeer with a glowing red nose in order to navigate harsh winter climates.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Annet Artani (\"Αννέτ Αρτάνη\" in Greek), born 6 September 1976, is a Greek American singer and songwriter. She is best known for representing Cyprus in the Eurovision Song Contest 2006 with the song \"Why Angels Cry\", as well as co-writing the worldwide hit \"Everytime\" with Britney Spears. [SEP] hypothesis: Annet Artani didn't write all of her songs", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Word of Mouth is the third studio album by English-Irish boy band The Wanted. The album was released worldwide via Island Records on 4 November 2013. The album was preceded by the release of six singles: \"Chasing the Sun\", \"I Found You\", \"Walks Like Rihanna\", \"We Own the Night\", \"Show Me Love (America)\" and \"Glow in the Dark\", the latter of which was released two weeks prior to the album. [SEP] hypothesis: The wanted released 4 albums.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Make It Hot is the debut studio album by R&B singer Nicole Wray. The album was released in August 1998 through Missy Elliott's Elektra-distributed vanity label, The Goldmind. The album was produced by Missy Elliott and Timbaland. Some editions of the release credit Nicole as \"Nicole Ray\", an artist name she only used here and on her single \"I Can't See\". [SEP] hypothesis: Make It Hot is almost 22 years old.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
