{"task": "anli", "input": "premise: Thomasin \"Tom\" McKenzie (born 2000) is a New Zealand teen actress. Most well known for playing Pixie Hannah in \"Shortland Street\", she has also starred in \"\" as Astrid, in \"Lucy Lewis Can't Lose\" as Lucy Lewis, and in webseries \"Bright Summer Night\" as Petra Quince. She will also have a leading role in upcoming American film \"My Abandonment\". [SEP] hypothesis: Thomasin \"Tom\" McKenzie starred as Astrid, in \"Lucy Lewis Can't Lose\".", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Binani Industries Ltd is an Indian business group based in Mumbai. It is a 143-year old business conglomerate and belongs to the legendary Braj Binani Group. The business portfolio of Binani Industries includes sectors like cement, zinc, glass-fiber, and downstream composite products. [SEP] hypothesis: The context does not state which industrial sectors are the most profitable. cement, zinc, glass-fiber, and downstream composite products could be the most profitable but also they may not be.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: When I Was Born for the 7th Time is the third studio album by the British indie rock band Cornershop, released on 8 September 1997 by Wiiija. The album received high acclaim from music critics and features the international hit single \"Brimful of Asha\". [SEP] hypothesis: The album was not well liked by critics.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Brahmachari (English: Celibate ) is a 1938 black and white Marathi film. The film was directed by Master Vinayak and written by Pralhad Keshav Atre and starred Master Vinayak himself along with Meenakshi Shirodkar in lead roles. The film was a political satire targeted on the Hindu nationalist organization Rashtriya Swayamsevak Sangh. The film was also made in Hindi language. [SEP] hypothesis: Brahmachari was shot in India.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Alexander is the first solo album by American musician Alex Ebert, lead singer of Edward Sharpe and the Magnetic Zeros and Ima Robot. It was released on March 1, 2011 under the Community Records label. The song \"Truth\" was featured in the season 4 premiere of AMC's \"Breaking Bad\" titled \"Box Cutter\". [SEP] hypothesis: Alexander was released after the first decade of the 2000s had passed.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Captive, formerly Queen of the Night and Captives, is a 2014 Canadian thriller film directed by Atom Egoyan and co-written with David Fraser. The film stars Ryan Reynolds, Scott Speedman, Rosario Dawson, Mireille Enos, Kevin Durand, and Alexia Fast. It was selected to compete for the Palme d'Or in the main competition section at the 2014 Cannes Film Festival. The film was released in select [SEP] hypothesis: The Captive, was released in 2014 as an American thriller film.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The South Kalgoorlie Gold Mine is a gold mine located south-west of Kalgoorlie, Western Australia. The mine is sometimes also referred to as \"South Kal Mines - New Celebration\", being a merger of the former \"New Celebration Gold Mine\" and the \"Jubilee Gold Mine\", which were combined in 2002. [SEP] hypothesis: There are multiple minerals in the Gold Mine.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Colliers Mills Wildlife Management Area is a 12906.63 acre wildlife management area located within Jackson and Plumsted townships, Ocean County, New Jersey. Success Lake is located within the management area. The area is part of the New Jersey Pinelands National Reserve. [SEP] hypothesis: Success Lake is less than 12906.62.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Illinois Route 3 (IL 3) is a major north–south arterial state highway in southwestern Illinois. It has its southern terminus at Cairo Junction (about 4 mi north of Cairo) at the intersection of Interstate 57 (I-57) and U.S. Route 51 (US 51), and its northern terminus in Grafton at IL 100. This is a distance of 187.44 mi . [SEP] hypothesis: Illinois Route 3 is a major north-south state highway in Southeast Georgia.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Aurora Subdivision or Aurora Sub is a railway line in Wisconsin and Illinois operated by BNSF Railway. It is part of BNSF's Chicago, Illinois, to Seattle, Washington, Northern Transcon. This segment runs about 262 mi from the St. Croix Subdivision in La Crosse, Wisconsin, to the Chicago Subdivision in Aurora, Illinois. [SEP] hypothesis: The aurora subdivision is part of the BNDF.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Billy Dale Vessels (March 22, 1931 – November 17, 2001) was a gridiron football player. He played college football at the University of Oklahoma and won the Heisman Trophy in 1952. Vessels went on to play professional football with the National Football League's Baltimore Colts and the Western Interprovincial Football Union's Edmonton Eskimos. [SEP] hypothesis: It has been 67 years since Vessels won the Heisman.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Jesse Ball (born June 7, 1978) is an American novelist and poet. He has published novels, volumes of poetry, short stories, and drawings. His works are distinguished by the use of a spare style and have been compared to those of Jorge Luis Borges and Italo Calvino. [SEP] hypothesis: Ball wrote published poetry, as well as other types of work.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: John Forsythe (born either John Lincoln Freund or Jacob Lincoln Freund; January 29, 1918 – April 1, 2010) was an American stage, film/television actor, producer, narrator, drama teacher and philanthropist whose career spanned six decades. He also appeared as a guest on several talk and variety shows and as a panelist on numerous game shows. [SEP] hypothesis: John Forsythe WAS A HIGHLY RESPECTED PERSON.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Seven Seas to Calais (Italian: Il dominatore dei sette mari) is a 1962 Italian adventure film by Eastmancolor in CinemaScope, directed by Rudolph Maté (his final film) and Primo Zeglio. It stars Rod Taylor, Keith Michell and Edy Vessel. The film depicts the career of Sir Francis Drake. [SEP] hypothesis: Seven Seas to Calais was the first film of Rudolph Maté", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: North Wingfield is a large village and civil parish in the English county of Derbyshire, located approximately 4½ miles south-east of Chesterfield, and 1 mile north-east of Clay Cross. The population of the civil parish as of the 2011 census was 6,505. It is in the North East Derbyshire district. The A6175 road from the M1 motorway to the A61 road runs through the village. [SEP] hypothesis: North Wingfield was voted \"Best Village\" in a 2013 poll.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 2007–08 Tour de Ski was the 2nd edition of the Tour de Ski and took place from 28 December 2007 until 6 January 2008. The race kicked off in Nové Město, the Czech Republic, and finished in Val di Fiemme, Italy, ten days later. It featured 8 top international cross-country skiing competitions, of which two were sprint events. [SEP] hypothesis: The entire racing region experienced a snowfall of exactly two inches.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
