{"task": "anli", "input": "premise: Shaoyang () is a prefecture-level city in southwestern Hunan province, People's Republic of China, bordering Guangxi to the south. Shaoyang has a history of 2500 years and remains an important commercial and transportation city in Hunan. It has a city area and 8 suburban counties, with a population of 7.6 million, the largest in Hunan province. [SEP] hypothesis: Shaoyang is the largest city in China", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Debra Lee Feuer is an American former actress. She starred in the films \"Moment by Moment\", \"The Hollywood Knights\", \"To Live and Die in L.A.\", \"MacGruder and Loud\", \"Il burbero\", and \"Homeboy\"; the latter in which she starred with her then-husband Mickey Rourke. [SEP] hypothesis: Debra Lee Feuer starred in a total of three movies in her career", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 2006 Big East Men's Basketball Championship was played from March 8 to March 11, 2006. The tournament took place at Madison Square Garden in New York City. It was a single-elimination tournament with four rounds. Villanova and Connecticut tied for the best regular season conference record. Based on tie-breakers, Connecticut was awarded the #1 seed.<br> [SEP] hypothesis: The Big East Men's Basketball Championship sold out every game", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Laverne & Shirley is an American sitcom that ran on ABC from January 27, 1976, to May 10, 1983. It starred Penny Marshall as Laverne DeFazio and Cindy Williams as Shirley Feeney, single roommates who work as bottlecappers in a fictitious Milwaukee brewery called Shotz Brewery. Among others, the series was known for Marshall and Williams' physical comedy. [SEP] hypothesis: Fictional characters Laverne DeFazio and Shirley Feeney worked as bottlecappers in a fictitious Milwaukee brewery called Shotz Brewery for the entire run of the show Laverne & Shirley.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Volkswagen Golf Mk4 (or VW \"Typ 1J\") is a compact car, the fourth generation of the Volkswagen Golf and the successor to the Volkswagen Golf Mk3. Launched in October 1997, it was the best selling car in Europe in 2001 (though it slipped to second place, behind the Peugeot 206, in 2002). [SEP] hypothesis: The Volkswagen Golf Mk4 was launched in 1997.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The following is a list of the film and television appearances of American actress Marlee Matlin. Matlin, who had previously acted in stage productions, made her screen debut as the female lead in the 1986 film \"Children of a Lesser God\", for which she won the Academy Award for Best Actress and a Golden Globe Award. [SEP] hypothesis: Marlee Matlin made more flims than television appearances.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Namibian Sun is a daily tabloid newspaper in Namibia. It was launched on 20 September 2007 as a weekly tabloid newspaper published on Thursdays. It had an initial print run of 36,000. The paper publishes mostly in English with some pages in \"Oshiwambo\" and targets a readership aged between 18 and 40. It has been published daily since 2010. [SEP] hypothesis: The Namibian Sun publishes in more than one language", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Lindenhurst Senior High School (LSHS) is a public high school in Lindenhurst, New York on the South Shore of Long Island. The high school is the sole high school of the Lindenhurst Union Free School District, which includes the Village of Lindenhurst and North Lindenhurst. [SEP] hypothesis: Lindenhurst Union Free School District is located on Long Island.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Terry Pratchett First Novel Award is a biennial award for the best unpublished science fiction novel in the Commonwealth of Nations. It is named after British author Terry Pratchett. The book is chosen by a panel of judges previously including Pratchett. [SEP] hypothesis: The Terry Pratchett First Novel Award is awarded every other year.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The discography of Nada Surf, a New York-based alternative rock group, consists of seven studio albums, thirteen singles and one extended play (EP). Nada Surf was formed in 1992 and consists of Matthew Caws (guitar, vocals), Daniel Lorca (bass, backup vocals), Ira Elliot (drums, backup vocals), and Doug Gillard (lead guitar). [SEP] hypothesis: Matthew Caws is a singer and play an instrument in the band.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Pain Killer is the sixth studio album by American country music group Little Big Town. It was released on October 21, 2014, through Capitol Nashville. Little Big Town co-wrote eight of the album's thirteen tracks. \"Pain Killer\" was produced by Jay Joyce. [SEP] hypothesis: Little Big Town produced their own album, Pain Killer.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Mark Ingram Jr. (born December 21, 1989) is an American football running back for the New Orleans Saints of the National Football League (NFL). He played college football for the University of Alabama, won the Heisman Trophy, and was a member of a national championship team. The New Orleans Saints chose him in the first round of the 2011 NFL Draft. [SEP] hypothesis: Ingram was chosen in the first round of the NFL draft.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Tomato sauce (also known as Neapolitan sauce, and referred to in Italy as Salsa di pomodoro) refers to any of a very large number of sauces made primarily from tomatoes, usually to be served as part of a dish (rather than as a condiment). Tomato sauces are common for meat and vegetables, but they are perhaps best known as sauces for pasta dishes. [SEP] hypothesis: Tomato sauce is a red sauce that can be a main dish.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Michael Allen Baker (born October 27, 1953) is a retired captain in the United States Navy, former NASA astronaut, and the International Space Station Program Manager for International and Crew Operations, at NASA's Johnson Space Center. He is responsible for the coordination of program operations, integration and flight crew training and support activities with the International Partners. [SEP] hypothesis: Michael Allen Baker flew planes for the navy", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Edwina Cynthia Annette Mountbatten, Countess Mountbatten of Burma, (\"née\" Ashley; 28 November 1901 – 21 February 1960) was an English heiress, socialite, relief worker and the last Vicereine of India as wife of Louis Mountbatten, 1st Earl Mountbatten of Burma. [SEP] hypothesis: Edwina Cynthia Annette Mountbatten is no longer alive.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Some Girl(s) is a 2013 American comedy film directed by Daisy von Scherler Mayer and written by Neil LaBute. It is based on the play of the same name, also written by LaBute. The film stars Adam Brody, Kristen Bell, Zoe Kazan, Mía Maestro, Jennifer Morrison and Emily Watson. The film was released on June 26, 2013, by Leeden Media. [SEP] hypothesis: Adam Brody's sister played in Some Girl(s).", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
