{"task": "anli", "input": "premise: Robert L. Hass (born March 1, 1941) is an American poet. He served as Poet Laureate of the United States from 1995 to 1997. He won the 2007 National Book Award and shared the 2008 Pulitzer Prize for the collection \"Time and Materials: Poems 1997-2005.\" In 2014 he was awarded the Wallace Stevens Award from the Academy of American Poets. [SEP] hypothesis: Robert L. Hass enjoyed watching television in his spare time.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Dan Hewitt Owens (born July 5, 1947) is an American actor. He has had a film and TV career spanning five decades mostly in supporting roles. He has worked with many renowned directors, including David O. Russell, David Gordon Green, Jon Turteltaub, Felix Enriquez Alcala and Gilles Paquet-Brenner. [SEP] hypothesis: Dan Hewitt Owens is one of the most popular actors in America", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Sutton-on-Sea (originally Sutton in the Marsh or Sutton le Marsh) is a small coastal village in the East Lindsey district of Lincolnshire, England. It is situated at the junction of the A52 and A1111 roads, 6 mi north-east from Alford and 2 mi south from Mablethorpe. The village is part of the civil parish of Mablethorpe and Sutton (where the population is listed). [SEP] hypothesis: Sutton-on-Sea is located just east of Ireland on the Celtic Sea.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Tracinda Corporation is an American private investment corporation that was owned by the late Kirk Kerkorian. Its major investments include a minority interest of MGM Resorts International. Tracinda is headquartered in Las Vegas, Nevada. The company was named after Kerkorian's daughters, Tracy and Linda. [SEP] hypothesis: Tracinda does most of its investing in resorts", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Clerodendrum infortunatum, the hill glory bower, is a perennial shrub belonging to the family Lamiaceae, also sometimes classified under Verbenaceae. It is the type species among ~400 species of \"Clerodendrum\". It is one of the most well-known natural health remedies in traditional practices and siddha medicine. [SEP] hypothesis: Clerodendrum is sometimes classified under different names.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Warren O. \"Wedge\" Grimm (March 9, 1888 – November 11, 1919) was an All-American at the University of Washington and an officer in the United States Army, he served with distinction as part of the American Expeditionary Force Siberia stationed in Russia in 1918–19. He was killed on November 11, 1919 during the Centralia Massacre in Washington State. [SEP] hypothesis: Grimm's nickname was Wedge.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Sportivo Atlético Club is an Argentine sports club, from the city of Las Parejas, in the Santa Fe Province. Although many sports are practised in the club, it is mostly known for its football and basketball teams. The football squad currently plays in the Torneo Argentino B, the regionalised 4th division of the Argentine football league system). [SEP] hypothesis: Sportivio Athletico Club has produced many pro football players.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Ian Hunter is the first solo album by Ian Hunter, recorded following his departure from Mott the Hoople. Released in 1975, it is also the first of many solo albums on which he collaborates with Mick Ronson. The bassist, Geoff Appleby, was from Hull like Mick Ronson and they had played together in The Rats in the late 1960s. [SEP] hypothesis: Ian Hunter played together with Mick Ronson in The Rats in the late 1960s.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Nassau County is a suburban county on the western side of Long Island in the U.S. state of New York. At the 2010 census, the county's population was 1,339,532, estimated to have increased to 1,361,500 in 2016. The county seat is in the Village of Garden City, within the boundaries of the Mineola 11501 zip code. [SEP] hypothesis: Nassau County held it's first census in 2010.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Mark Ingram Jr. (born December 21, 1989) is an American football running back for the New Orleans Saints of the National Football League (NFL). He played college football for the University of Alabama, won the Heisman Trophy, and was a member of a national championship team. The New Orleans Saints chose him in the first round of the 2011 NFL Draft. [SEP] hypothesis: Mark Ingram Jr. has lived in Alabama.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Beyond the Gates of Splendor (also Beyond the Gates) is a feature-length documentary film that was released in 2004. It chronicles the events leading up to and following Operation Auca, an attempt to contact the Huaorani tribe of Ecuador in which five American missionaries were killed. The film was produced by Bearing Fruit Productions and distributed by Every Tribe Entertainment. [SEP] hypothesis: The five American missionaries deserved being killed and the Huaorani tribe had a large tribal dance that same evening.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Alternative Press Tour or AP Tour was an American/Canadian concert tour that began in 2007 by the magazine company \"Alternative Press\". It featured diverse bands like Black Veil Brides, All Time Low, Bring Me The Horizon, Cute Is What We Aim For, Never Shout Never, and 3OH!3. The tour was announced in the April or November issues of Alternative Press. [SEP] hypothesis: The Alternative Press Tour was created by a cable company.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Bay of Fundy (French: \"Baie de Fundy\" ) is a bay on the Atlantic coast of North America, on the northeast end of the Gulf of Maine between the Canadian provinces of New Brunswick and Nova Scotia, with a small portion touching the U.S. state of Maine. [SEP] hypothesis: They Bay of Fundy only reaches the United States by touching a small part of Maine.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Winston-Salem State University (WSSU), a constituent institution of the University of North Carolina, is a historically black public research university located in Winston-Salem, North Carolina, United States. It is a member-school of the Thurgood Marshall College Fund. WSSU is an accredited university offering baccalaureate and graduate programs to a diverse student population. [SEP] hypothesis: WSSU is the only historically black public research university located in North Carolina.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Love Never Dies is a romantic musical composed by Andrew Lloyd Webber with lyrics by Glenn Slater and a book by Lloyd Webber, Ben Elton, Frederick Forsyth and Slater. It is a sequel to the long-running musical \"The Phantom of the Opera\" loosely adapted from the 1999 novel \"The Phantom of Manhattan\", by Forsyth. [SEP] hypothesis: Love Never Dies has spun off two sequels", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Italo Calvino (] ; 15 October 1923 – 19 September 1985) was an Italian journalist and writer of short stories and novels. His best known works include the \"Our Ancestors\" trilogy (1952–1959), the \"Cosmicomics\" collection of short stories (1965), and the novels \"Invisible Cities\" (1972) and \"If on a winter's night a traveler\" (1979). [SEP] hypothesis: One of Italo Calvino's best known works was written before he died in 1985.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
