{"task": "anli", "input": "premise: 11 Flowers () is a 2011 film directed by Wang Xiaoshuai centered on a boy named Wang Han who loses his white shirt which shows that he is his school's best gymnast. The loss of the shirt is to take on greater metaphorical meaning as the film progresses which is inspired by the director's own experience as a youth during the cultural revolution and the more general confusion of childhood. [SEP] hypothesis: 11 Flowers was about a female gymnast.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Lancashire League is a competitive league of local cricket clubs drawn from the small to middle-sized mill towns, mainly but not exclusively, of East Lancashire. Its real importance is probably due to the history of employing professional players of international standing to play in the League. [SEP] hypothesis: The Lancashire League has members from around the world.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: John M. Donaldson (January 17, 1854 – December 20, 1941) was an American architect and artist born on January 17, 1854, in Stirling, Scotland. Donaldson was principal designer of the successful Detroit-based architectural firm Donaldson and Meier from 1880 onwards. [SEP] hypothesis: John M. Donaldson lived to be only 40 years old.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 1984 North Dakota gubernatorial election took place on November 6, 1984 to elect the Governor and Lieutenant Governor of North Dakota. Voters selected Democratic candidate George A. Sinner and his running mate Ruth Meiers over Republican incumbent Governor Allen I. Olson and Lieutenant Governor Ernest Sands. [SEP] hypothesis: The 1984 North Dakota gubernatorial election was decided by only a few votes.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Mischa Berlinski (born 1973 in New York, United States) is an American author. His first novel, \"Fieldwork\", was a finalist for the 2007 National Book Award. In 2008 Berlinski won a $50,000 Whiting Award, given to writers showing early promise in their careers. [SEP] hypothesis: \"Fieldwork\" was Mischa Berlinski's last novel she wrote before she dies", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: St. John's College is a private liberal arts college known for its distinctive curriculum centered on reading and discussing the Great Books of Western Civilization. It has two U.S. campuses: one in Annapolis, Maryland, and one in Santa Fe, New Mexico, both of which rank in the top 100 Best Liberal Arts Colleges according to the \"U.S. News & World Report\" website. [SEP] hypothesis: The St. John's College campus is listed in the top 100 Best European Liberal Arts Colleges.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Palo Alto Art Center is multi-purpose center for various art-related activities in the city of Palo Alto, California. The Palo Alto Art Center Foundation (PAACF) is the nonprofit that supports the Palo Alto Art Center. The Palo Alto Art Center when it was founded in 1971, was named the Palo Alto Community Cultural Center. [SEP] hypothesis: Palo Alto Art Center is is located in the city of Palo Alto, California.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Northeast Wisconsin Technical College, also called NWTC, is one of the 16 technical and community colleges in the Wisconsin Technical College System in the United States. The college serves nine Wisconsin counties with three campuses in Green Bay, Marinette, and Sturgeon Bay and five regional learning centers in Shawano, Oconto Falls, Crivitz, Niagara and Luxemburg. [SEP] hypothesis: NWTC biggest campus is in Green Bay.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Aspects of Andrew Lloyd Webber is the second studio album by Australian singer Marina Prior featuring Melbourne Symphony Orchestra. The album was released in November 1992 and peaked at number 23 on the ARIA Albums Chart. The album was certified gold. [SEP] hypothesis: Marina Prior had children at the time of the recording and release of the Aspects of Andrew Lloyd Webber album.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Roy Stewart Moore (born February 11, 1947) is an American lawyer, politician, and former judge. He also is the founder and president of the Foundation for Moral Law. Moore is the Republican nominee in the 2017 special election to fill the United States Senate seat vacated by Jeff Sessions upon Sessions's confirmation as Attorney General of the United States. [SEP] hypothesis: Roy Stewart Moore vice president of the Foundation for Moral Law.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 1923 Women's Olympiad ( ) was the fourth international event in women's sports, the tournament was held 4 to 7 April 1923 in Monte Carlo, Monaco. The tournament was formally called \"\"Les Jeux Athlétiques Féminins à Monté Carlo\"\". The games were a runner-up to the 1921 Women's Olympiad and 1922 Women's Olympiad. [SEP] hypothesis: The 1923 Woman's Olympiad tournament  held in Monte Carlo, Monaco was formally called \"\"Les Jeux Feminins a Monte Carlo\"\".", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Enterprise Rent-A-Car is an American car rental company headquartered in Clayton, Missouri, United States in Greater St. Louis. In addition to car rental, Enterprise also oversees commercial fleet management, used car sales, and commercial truck rental operations. [SEP] hypothesis: Enterprise has headquarters for other regions in the world.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Qidong is a county-level city under the administration of the prefecture-level city of Nantong in southeastern Jiangsu province, China. It is located on the north side of the Yangtze River opposite Shanghai and forms a peninsula jutting out into the East China Sea. It has a population of 1.12 million. [SEP] hypothesis: Shanghai has a larger population than Qidong.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Nichola McAuliffe (born 27 August 1955) is an English television and stage actress and writer, best known for her role as Sheila Sabatini in the ITV sitcom \"Surgical Spirit\" (1989-1995). She has also starred in several stage musicals and won the 1988 Olivier Award for Best Actress in a Musical for her role in \"Kiss Me, Kate\". [SEP] hypothesis: Nichola McAuliffe is an English television or stage actress.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 2010 SMU Mustangs football team represented Southern Methodist University in the 2010 NCAA Division I FBS football season. The Mustangs, led by third-year head coach June Jones, were members of Conference USA in the West Division and played their home games at Gerald J. Ford Stadium. [SEP] hypothesis: The 2010 SMU Mustangs football team had more than 15 players on the roster.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Coward is a 1915 American silent historical war drama film directed by Reginald Barker and produced by Thomas H. Ince. Ince also wrote the film's story and scenario with C. Gardner Sullivan. The film stars Frank Keenan and Charles Ray. John Gilbert also appears in an uncredited bit part. A copy of \"The Coward\" is preserved at the Museum of Modern Art. [SEP] hypothesis: Reginald Barker directed a movie in 1915.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
