{"task": "anli", "input": "premise: William Thomas Harris (December 3, 1931 – May 28, 2011) was a Canadian pitcher in Major League Baseball who played for the Brooklyn and the Los Angeles Dodgers teams. Listed at 5 ft , 187 lb , Harris batted left-handed and threw right-handed. Born in Duguayville, New Brunswick, he attended Dorchester School. [SEP] hypothesis: William Thomas Harris was a Canadian pitcher who batted left-handed for Duguayville", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Hariharan Pillai Happy Aanu (English translation: \"Hariharan Pillai is happy\") is a 2003 Malayalam film by Viswanath starring Mohanlal and Jyothirmayi. This was Viswanathan's debut film as a director and the debut music directorial venture of renowned pianist and arranger, Stephen Devassy. [SEP] hypothesis: Hariharan Pillai Happy Aanu was first shown before 2000", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Sven Hostrup Hansell (23 October 1934 – 6 March 2014) was an American musicologist and Professor Emeritus of Musicology at the University of Iowa. He was a specialist in the music and performance practices of the 17th and 18th centuries, as well as a harpsichordist and composer. [SEP] hypothesis: Sven Hansell was an American musicologist and he really enjoyed travelling all the the United States.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Bill Lowrey (born January 29, 1963) is an American musical entertainer and banjoist from California. He has been a featured performer or headliner at a variety of jazz festivals around the U.S. for over fifteen years. Lowrey has established himself in the four-string banjo community as one of its key figures as compared to the likes of Sean Moyses, Steve Peterson, and Buddy Wachter. [SEP] hypothesis: Bill Lowrey has played at a variety of different musical festivals.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Reperi was an ancient Roman Town of Roman North Africa, in the Roman province of Mauritania Cesariense. The exact location of the ancient town is now unknown, but is surmised to have been in Northern Algeria. The town seems to have last till the Muslim conquest of the Maghreb. [SEP] hypothesis: Reperi was an ancient african Town of Roman North Africa, in the Roman province of Mauritania Cesariense", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Pramuka is an island in the Thousand Islands archipelago. The archipelago lies in the western part of the Java Sea and is located north of Indonesia's capital Jakarta. The island is the capital and the home to the administrative government of the Thousands Island regency. [SEP] hypothesis: Jakarta is north of the island of Pramuka.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Seoul Train is a 2004 documentary film that deals with the dangerous journeys of North Korean defectors fleeing through or to China. These journeys are both dangerous and daring, since if caught, they face forced repatriation, torture, and possible execution. [SEP] hypothesis: The documentary is about North Korean defectors.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Under the Skin is a 2000 novel by Michel Faber. Set in northern Scotland, it traces an extraterrestrial who, manifesting in human form, drives around the Scottish countryside picking up male hitchhikers whom she drugs and delivers to her home planet. The novel, which was Faber's debut, was shortlisted for the 2000 Whitbread Award. It was later adapted into a feature film by Jonathan Glazer. [SEP] hypothesis: Under the Skin is a book mainly about a football player's romances", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Paul Beard (4 August 1901 – 22 April 1989) was an English violinist, known particularly as leader of Sir Thomas Beecham's original London Philharmonic Orchestra and Sir Adrian Boult's BBC Symphony Orchestra. He was also a teacher, holding posts at the Royal Academy of Music and the Guildhall School of Music. [SEP] hypothesis: Paul beard is a fan of bacon", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Individualism of Gil Evans is an album by pianist, conductor, arranger and composer Gil Evans originally released on the Verve label in 1964. It features Evans' big band arrangements of five original compositions (two cowritten with Miles Davis) and compositions by Kurt Weill, Bob Dorough, John Lewis and Willie Dixon. Tracks 1, 6, 7, 8 & 9 first appeared on the CD version of the album. [SEP] hypothesis: Gil Evans learned to play piano at the same school as Kurt Weill.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Evans Tuning, LLC is an automotive engine tuning, and aftermarket modification shop that specializes in the reprogramming of engine control units (ECUs), to provide a smooth driving experience and safe engine conditions after modifications to a stock automotive configuration have been performed. [SEP] hypothesis: Evans Tuning is a successful company.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Alexandra Elizabeth Shiva is an American film producer and director. \"Bombay Eunuch\" is her 2001 award-winning film, and in 2015 she showed \"How to Dance in Ohio\" at the Sundance Film Festival in the US Documentary Competition. Shiva also founded a production studio called Gidalya Pictures. [SEP] hypothesis: Alexandra Elizabeth Shiva is of Indian descent", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 2014 South Dakota gubernatorial election took place on November 4, 2014, to elect the Governor and Lieutenant Governor of South Dakota, concurrently with the election of South Dakota's Class II U.S. Senate seat, as well as other elections to the United States Senate in other states and elections to the United States House of Representatives and various state and local elections. [SEP] hypothesis: The 2014 South Dakota gubernatorial election was the first time it had been run in November", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Jesse Ball (born June 7, 1978) is an American novelist and poet. He has published novels, volumes of poetry, short stories, and drawings. His works are distinguished by the use of a spare style and have been compared to those of Jorge Luis Borges and Italo Calvino. [SEP] hypothesis: Ball's writing style is compared to Italo Calvino.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Federation of Indian Airlines (FIA) is an airline industry body in India. Its members are Jet Airways, IndiGo, SpiceJet and GoAir. As of March 2017, the four members of the FIA have a combined 80% share of the domestic aviation market. The functions of the FIA are carried out by an Executive Council composed of the heads of each of the member airlines. [SEP] hypothesis: The Federation of Indian Airlines (FIA) is an airline industry body in India, which is a neigbouring country of Pakistan.  Its members are Jet Airways, IndiGo, SpiceJet and GoAir. As of March 2017, the four members of the FIA have a combined 80% share of the domestic aviation market.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Manchester United Football Club is an English professional football club based in Old Trafford, Greater Manchester. The club was formed in Newton Heath in 1878 as Newton Heath LYR F.C., and played their first competitive match in October 1886, when they entered the First Round of the 1886–87 FA Cup. The club was renamed Manchester United F.C. in 1902, and moved to Old Trafford in 1910. [SEP] hypothesis: Newton Heath LYR F.C. was the name of the football club for over 20 years.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
