{"task": "anli", "input": "premise: Domestically, he has played for Khan Research Laboratories, Lahore, Lahore Eagles, Lahore Lions, Lahore Qalandars, Pakistan A and Huntly (Scotland) during his career. He was the captain of Lahore Qalandars in the first edition of the Pakistan Super League. [SEP] hypothesis: the pakistan super team really needed a good captain", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 1984 North Dakota gubernatorial election took place on November 6, 1984 to elect the Governor and Lieutenant Governor of North Dakota. Voters selected Democratic candidate George A. Sinner and his running mate Ruth Meiers over Republican incumbent Governor Allen I. Olson and Lieutenant Governor Ernest Sands. [SEP] hypothesis: Ruth Meiers was a Lieutenant of North Dakota.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: St. Joseph's School is a historic former school building on Birch Street in Biddeford, Maine. Built in 1887, it was one of the first large masonry schools to be built in the state, and became a focal point for the migration of French Canadians into the state. It was listed on the National Register of Historic Places in 1983. It has been converted to residential use. [SEP] hypothesis: St. Joseph's School in on the National Register of Historic Places", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: New London is a census-designated place (CDP) and the primary village in the town of New London in Merrimack County, New Hampshire, United States. The population of the CDP was 1,403 at the 2010 census, out of 4,397 in the entire town of New London. The CDP includes the campus of Colby–Sawyer College. [SEP] hypothesis: There has not been another census completed for New London since 2010.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Namibian Sun is a daily tabloid newspaper in Namibia. It was launched on 20 September 2007 as a weekly tabloid newspaper published on Thursdays. It had an initial print run of 36,000. The paper publishes mostly in English with some pages in \"Oshiwambo\" and targets a readership aged between 18 and 40. It has been published daily since 2010. [SEP] hypothesis: The initial print run was more than 36,500.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Left Rights is the self-titled debut album by the Mindless Self Indulgence side project featuring members Little Jimmy Urine and Steve, Righ?. The album also contains a video of Mindless Self Indulgence performing \"Panty Shot\" live at CBGBs in New York City. [SEP] hypothesis: The Left Rights is unaffiliated with Mindless Self Indulgence", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Warren Ellis (born 14 February 1965) is an Australian-French musician and composer. He is a member of several groups: Dirty Three, Nick Cave and the Bad Seeds and Grinderman. He has also composed film scores with Nick Cave. Ellis plays violin, piano, bouzouki, guitar, flute, mandolin, tenor guitar, and viola. Ellis has been a member of Nick Cave and the Bad Seeds since 1994. [SEP] hypothesis: Warren Ellis enjoys French food.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Live in London March 2011 is a 2011 live album studio release from KT Tunstall, featuring tracks from four of her albums and EPs and one cover. It is her fifth live release, fourth live album, and the first live album to be released on CD. It follows the release of \"Tiger Suit\" [SEP] hypothesis: Tunstall released Tiger Suit before 2013.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Manchester United Football Club is a professional football club based in Old Trafford, Greater Manchester, England, that competes in the Premier League, the top flight of English football. Nicknamed \"the Red Devils\", the club was founded as Newton Heath LYR Football Club in 1878, changed its name to Manchester United in 1902 and moved to its current stadium, Old Trafford, in 1910. [SEP] hypothesis: Manchester United Football Club has been playing in Old Trafford for almost 100 years.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Just in Time is a 1997 American romantic comedy-drama film directed by Shawn Levy from a screenplay by Eric Tuchman. This was the first feature film directed by Levy, who went on to direct such hits as \"Night at the Museum\" (2006) and \"Date Night\" (2010). [SEP] hypothesis: Just in Time came after \"Night at the Museum\"", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: It'll Be Cool is the ninth and last full-length album released by indie rock band Silkworm before drummer Michael Dahlquist was killed in a car wreck. It is the band's fourth and last album released on Touch and Go Records. The album was recorded by Steve Albini. Matt Kadane from Bedhead and The New Year played keyboards on this album. [SEP] hypothesis: Michael Dahlquist released music with Touch and Go Records before he was killed.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Lisa Picard is Famous, also known as Famous, is a 2000 comedy-drama film directed by Griffin Dunne and written by Nat DeWolf & Laura Kirk. The film stars Kirk, DeWolf, Dunne, Daniel London, and a large number of famous actors in cameos as themselves. [SEP] hypothesis: Daniel London and Dunned have starred in several movies together.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Kevin Sloan is a retired American soccer player who played professionally in the American Soccer League, American Professional Soccer League and Major Indoor Soccer League. He has also coached professionally and is currently the head coach of the Neumann College men's soccer team. [SEP] hypothesis: Kevin Sloan played professionally in the American Soccer League and American Professional Soccer League.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Katherine Jane Parkinson (born 9 March 1977) is an English actress. She has appeared in several comedy series, including as Jen Barber in Channel 4's \"The IT Crowd\", for which she received a British Comedy Best TV Actress Award in 2009 and a BAFTA TV Award in 2014 (having received a nomination in 2011). [SEP] hypothesis: The final season of \"The IT Crowd\" aired in 2014.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The South Kalgoorlie Gold Mine is a gold mine located south-west of Kalgoorlie, Western Australia. The mine is sometimes also referred to as \"South Kal Mines - New Celebration\", being a merger of the former \"New Celebration Gold Mine\" and the \"Jubilee Gold Mine\", which were combined in 2002. [SEP] hypothesis: The South Kalgoorlie Gold Mine is known as the North Kal Mines.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Jungle Book (1894) is a collection of stories by English author Rudyard Kipling. The stories are fables, using animals in an anthropomorphic manner to give moral lessons. A principal character is the boy or \"man-cub\" Mowgli, who is raised in the jungle by wolves. Other characters include Shere Khan the tiger and Baloo the bear. The book has been adapted many times for film and other media. [SEP] hypothesis: Rudyard Kipling wrote the majority of The Jungle Book in the early 20th century.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
