{"task": "anli", "input": "premise: Kostyantyn Doroshenko (Ukrainian: Костянтин Володимирович Дорошенко ; born 29 October 1972, Kiev, Ukrainian SSR) is a Ukraine Art critic, contemporary art curator, media manager, radio host of talk radio station Radio Vesti (Ukraine). According to «Art Ukraine» magazine he is in the top five most influential Ukrainian curators and in the top ten leading art critics of Ukraine of 2000s. [SEP] hypothesis: Doroshenko has the biggest radio talk show in Ukraine.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Gladys Ambrose (28 December 1930, Everton, Liverpool, Lancashire – 4 July 1998, Knowsley Village, Merseyside) was an English actress of film and television, best known for her role as the gossipy Julia Brogan on the long-running soap opera, \"Brookside\", which she played from 1985 until just before her death from cancer in July 1998 at the age of 67. [SEP] hypothesis: Gladys Ambrose was born in the last month of the year.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Asko Concerto is a concerto for chamber orchestra by the American composer Elliott Carter. The work was commissioned by the Dutch chamber group Asko Ensemble, for which the piece is titled. It was composed in January 2000 and was first performed in Concertgebouw, Amsterdam on April 26, 2000, by the Asko ensemble under the conductor Oliver Knussen. The piece is dedicated to Asko/Schönberg. [SEP] hypothesis: The Asko Concerto was first performed less than 6 months after it was composed", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Miss Perú 2010, the 58th Miss Perú pageant was held at the on May 22, 2010. That year, 22 candidates were competing for the national crown. The chosen winner represented Peru at the Miss Universe 2010 and Miss World 2010. The rest of the finalists would enter in different pageants. [SEP] hypothesis: The 58th Miss Peru pageant was held in July of 2010", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The naming customs of Taiwanese aborigines are distinct from, though influenced by, the majority Han Chinese culture of Taiwan. Prior to contact with Han Chinese, the Taiwanese aborigines named themselves according to each tribe's tradition. The naming system varies greatly depending on the particular tribes. Some tribes do not have family names, at least as part of the personal name. [SEP] hypothesis: Han Chinese is a prevalent culture in Taiwan.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Day on Fire is an American film which was produced by Lodestar Entertainment and filmed in New York City and Israel in 2006. It is written and directed by Jay Anania, stars Academy Award winner Olympia Dukakis, Carmen Chaplin, Alyssa Sutherland and Martin Donovan and is produced by William Fisch and Larry Rattner. The film was scored by John Medeski with vocals by Judy Kuhn. [SEP] hypothesis: Day on Fire is an Israeli film that was filmed in New York City and Israel in 2006", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Season nine of \"South Park\", an American animated television series created by Trey Parker and Matt Stone, began airing on March 9, 2005. The ninth season concluded after 14 episodes on December 7, 2005. All of the episodes in the ninth season were written and directed by Trey Parker. [SEP] hypothesis: The character Kenny from South Park has never died.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Márcio Borges (born on 20 January 1973 in Rio de Janeiro) is a retired Brazilian football defender. He started his career playing for the Botafogo youth team. In Europe he played for Swiss side Yverdon Sports and German clubs Waldhof Mannheim and Arminia Bielefeld. He retired in September 2007. [SEP] hypothesis: Marcio Borges retired in 2007 when he was 24 years old.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Jimmy Destri (born James Mollica, April 13, 1954, Brooklyn, New York City, United States) is an American musician. He played keyboards in the rock band Blondie, and was one of the principal songwriters for the band along with Chris Stein and Deborah Harry. Destri ceased touring with the band in 2004, but remained an official member for several more years. [SEP] hypothesis: Jimmy Destri was born more than 100 years ago.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Arts Tower is a building at 12 Bolsover Street in Sheffield, England belonging to the University of Sheffield and opened in 1966. English Heritage has called it \"the most elegant university tower block in Britain of its period\". At 78 m (255 feet) tall, it is the second tallest building in the city, after the 101 m, St Paul's Tower on Arundel Gate, which was topped out in 2009. [SEP] hypothesis: 2009 was a great year for the arts community.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Tiffanie DeBartolo (born November 27, 1970) is an American novelist, filmmaker, and co-founder of independent record label Bright Antenna. She has written two novels, \"God-Shaped Hole\" and \"How To Kill a Rock Star\". She wrote and directed the film \"Dream for an Insomniac\", featuring Jennifer Aniston, but which had a very limited release in 1996. [SEP] hypothesis: Tiffanie DeBartolo was born on thursday", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Very Rev James MacGregor DD FRSE (1832-1910) Scottish minister and philanthropist. He was Moderator of the General Assembly of the Church of Scotland in 1891. In 1886 he was made Chaplain in Ordinary to Queen Victoria, in 1901 Chaplain to King Edward VII, and in 1910 to King George V, serving three monarchs in all. [SEP] hypothesis: Very Rev James MacGregor died of bubonic plague in 1910", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Tequila\" is a 1958 Latin-flavored rock and roll instrumental recorded by the Champs. It is based on a Cuban mambo beat. The word \"Tequila\" is spoken three times throughout the tune. \"Tequila\" became a #1 hit on both the pop and R&B charts at the time of its release and continues to be strongly referenced in pop culture to this day. [SEP] hypothesis: \"Tequila\" is overwhelmingly disliked by people who do not like the drink with the same name.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Bathurst 1000 (currently branded as the Supercheap Auto Bathurst 1000 for sponsorship reasons) is a 1,000 km touring car race held annually on the Mount Panorama Circuit in Bathurst, New South Wales, Australia. It is currently run as a championship event for Supercars. [SEP] hypothesis: The Bathurst 1000 was first ran in 2012.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Tere Bin Laden: Dead or Alive is a 2016 Indian comedy film written and directed by Abhishek Sharma. A sequel to the 2010 film \"Tere Bin Laden\", it narrates the story of an aspiring filmmaker who bumps into an Osama bin Laden lookalike, and also samples materials from the prequel. The film stars Manish Paul, Pradyuman Singh, and Piyush Mishra, and was released worldwide on 26 February 2016. [SEP] hypothesis: Sharma wrote lines for Paul, Singh, and Piyush for their 2016 movie.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Alexander Aleksandrovich Alyabyev (Russian: Алекса́ндр Алекса́ндрович Аля́бьев ; 15 August [O.S. 4 August] 1787 6 March [O.S. 22 February] 1851 ), also rendered as Alabiev or Alabieff, was a Russian composer known as one of the fathers of the Russian art song. He wrote seven operas, twenty musical comedies, a symphony, three string quartets, more than 200 songs, and many other pieces. [SEP] hypothesis: Alexander Aleksandrovich Alyabyev was known as one of the fathers of the Russian art song.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
