{"task": "anli", "input": "premise: Avis Budget Group, Inc. is the American parent company of Avis Car Rental, Budget Car Rental, Budget Truck Rental, Payless Car Rental, Apex Car Rentals, Maggiore Group and Zipcar. The company's headquarters are located in Parsippany-Troy Hills, New Jersey, United States. [SEP] hypothesis: Avis Budget Group has car rental facilities in each of the 50 states in the Unted States.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Veronica Loretta \"Roni\" Stoneman (born May 5, 1938) is a noted bluegrass banjo player and former member of the television variety show \"Hee Haw\" gang having played the role of Ida Lee Nagger, the ironing, nagging wife of Laverne Nagger (Gordie Tapp). [SEP] hypothesis: Veronica Loretta \"Roni\" Stoneman is a current member of the television variety show \"Hee Haw\".", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: A soda gun or bar gun is a device used by bars to serve various types of carbonated and non-carbonated drinks. A soda gun has the ability to serve any beverage that is some combination of syrup, water and carbon dioxide. This includes soft drinks, iced tea, carbonated water, and plain water. When served from a soda gun, these are often known as fountain drinks. [SEP] hypothesis: A soda gun runs a line to a system under the bar.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 47th annual Berlin International Film Festival was held from February 13 to 24, 1997. The Golden Bear was awarded to Canadian-American film \"The People vs. Larry Flynt\" directed by Miloš Forman. The retrospective dedicated to Austrian film director G. W. Pabst was shown at the festival. [SEP] hypothesis: The 47th annual Berlin International Film Festival was at least 12  consecutive days", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Nifu Haruna, also known by his stage name WizzyPro is a Nigerian record producer and sound engineer. Best known for his chart-topping single titled \"Emergency\", WizzyPro is credited as the producer of Patoranking's first official single titled \"Alubarika\" which brought him to limelight. WizzyPro is signed to BeatBox and is currently working on his debut studio album titled \"Lord of the Sound\". [SEP] hypothesis: There will be six songs on the album \"Lord of the Sound\".", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Visa requirements for Afghan citizens are administrative entry restrictions by the authorities of other states placed on citizens of Afghanistan. As of 1 January 2017, Afghan citizens had visa-free or visa on arrival access to 20 countries and territories, ranking the Afghan passport 104th in terms of travel freedom (Lowest of all passports) according to the Henley visa restrictions index. [SEP] hypothesis: Afghan citizens are able to travel to Canada with a visa.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: North East Lincolnshire is a unitary authority area in the Yorkshire and the Humber region of England, bordering the unitary authority of North Lincolnshire and the non-metropolitan county of Lincolnshire. The population of the Unitary Authority at the 2011 Census was 159,616. These three administrative units make up the ceremonial county of Lincolnshire. [SEP] hypothesis: The census at 2011 was above 130,000.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Janez Pišek was a Slovenian football manager and former player. He played for AŠK Primorje most of his career and later managed various clubs in the Yugoslav Second League. He became first professional Slovenian football coach and first president of Slovenian Football Coach Association in 1953. After his death he received a Blodek plaque for life work in Slovenian football. [SEP] hypothesis: Janez Pišek was dead after the 50's.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Robert Prescott is an American actor who has starred in various roles in film and on television. He is best known for his role as Kent in the 1985 hit comedy film \"Real Genius\". He also starred in the 1984 comedy film \"Bachelor Party\" as Cole Whittier, and appeared in the 1987 Mel Brooks hit comedy \"Spaceballs\" in a cameo as the Sand Cruiser Driver. [SEP] hypothesis: spaceballs was the worst movie mel brooks ever made with robert prescott", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Indian pariah dog (\"Canis lupus familiaris\") is the aboriginal landrace, or naturally selected dog, of the Indian sub-continent. The breed is proposed by one author to be one of the oldest in the world and the progenitor of the Australian dingo. Its place of origin has not been determined. [SEP] hypothesis: The Indian pariah dog is older than huskies", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Paulina Gómez Torres (born 29 July 1991) known professionally as Paulina Goto is a Mexican actress, singer, and television hostess, who first gained popularity for her debut role in the Mexican telenovela \"Niña de mi Corazón\" in 2010. She was a member of the popular Mexican-Argentine pop group, Eme 15, formed by Televisa producer Pedro Damián, from 2011 to 2014. [SEP] hypothesis: Paulina Gómez Torres prefers acting over singing.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Adelaide Hotel Toronto is a mixed-use skyscraper in Toronto, Ontario, Canada. It was built by Markham-based Talon International Development Inc., which is owned by Val Levitan and Canadian businessman Alex Shnaider. It used to be known as the Trump International Hotel and Tower Toronto. [SEP] hypothesis: The Adelaide Hotel is a very tall building.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Fido Dido is a cartoon character created by Joanna Ferrone and Sue Rose. Rose first developed the character in 1985, on a napkin in a restaurant. They later stenciled Fido on T-shirts with the credo: \"Fido is for Fido, Fido is against no one\". These T-shirts became very popular in New York. [SEP] hypothesis: Fido Dido was first developed more than 30 years ago.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Lethal Weapon 3 is a 1992 American buddy cop action comedy film directed and produced by Richard Donner, starring Mel Gibson, Danny Glover and Joe Pesci, with Rene Russo and Stuart Wilson in key supporting roles. It is the third film in the \"Lethal Weapon\" series. [SEP] hypothesis: Lethal Weapon 3 was the last film in the franchise to date.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Svein Holden (born 23 August 1973) is a Norwegian jurist having prosecuted several major criminal cases in Norway. Together with prosecutor Inga Bejer Engh Holden prosecuted terror suspect Anders Behring Breivik in the 2012 trial following the 2011 Norway attacks. [SEP] hypothesis: Svein Holden was an active Norwegian jurist in 1973", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Anglo-Français de Petite Vénerie is a medium-sized breed of dog used in hunting as a scenthound, usually in packs. It is one of the Anglo-French hound breeds which were created by crossing French scenthounds with English (Anglo) foxhounds. The name \"Petite Vénerie\" does not mean that dogs of the breed are \"petite\" or small, but rather that it is used to hunt small game. [SEP] hypothesis: The Anglo-Francais de Petite Venerie dog is not only used for hunting but it", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
