{"task": "anli", "input": "premise: Hikari is the second full-length album by British metalcore band Oceans Ate Alaska, released on July 28th 2017 through Fearless Records. It is the first album released by the band without original vocalist James Harrison, and instead it was recorded with Jake Noakes, who joined the band shortly after Harrison's departure. [SEP] hypothesis: Oceans Ate Alaska has released six albums.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Tito Puente Amphitheatre (or Anfiteatro Tito Puente in Spanish) is a concert amphitheater in San Juan, Puerto Rico. It is named after the late mambo musician and percussionist Tito Puente. It was previously named \"Luis Muñoz Marín Amphitheatre\" (or Anfiteatro Luis Muñoz Marín\") [SEP] hypothesis: The Tito Puente Amphitheatre is very famous.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Herrlisheim is a commune in the Bas-Rhin department in Grand Est in north-eastern France. The town dates from the 8th century. Herrlisheim was the scene of very heavy fighting during \"Operation Nordwind\", an offensive launched by the German Army during World War II that inflicted considerable damage to the town. [SEP] hypothesis: Herrlisheim is a commune in the Bas-Rhin department in Grand Est in north-eastern France which dates back to the 9th century.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Elazar Menachem Man Shach (Hebrew: אלעזר מנחם מן שך‎ ) Elazar Shach (January 1, 1899 O.S. – November 2, 2001) was a leading Lithuanian-Jewish Haredi rabbi in Bnei Brak, Israel. He also served as one of three co-deans of the Ponevezh Yeshiva in Bnei Brak, along with Rabbis Shmuel Rozovsky and Dovid Povarsky. [SEP] hypothesis: Elazar Menachem Man Shach had three children.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Rafael \"Rafa\" Nadal Parera (] , ] ; born 3 June 1986) is a Spanish professional tennis player, currently ranked World No. 1 in men's singles. Known as \"The King of Clay\", he is widely regarded as the greatest clay-court player in history. His evolution into an all-court threat has established him as one of the greatest tennis players ever. [SEP] hypothesis: Rafael \"Rafa\" Nadal Parera won most of his plays", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Bassingham is a village and civil parish in the North Kesteven district of Lincolnshire, England. The population of the civil parish at the 2011 census was 1,425. The village is situated approximately 8 mi south-west from the city and county town of Lincoln. [SEP] hypothesis: All civil parishes in the North Kesteven district have populations of 1,425 at the 2011 census.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The XXX BRDC International Trophy was a motor race for Formula One cars held on 19 March 1978 at the Silverstone Circuit, England. It was the 30th running of the International Trophy, and the last to non-Championship Formula One regulations. The race was held over 40 laps of the Silverstone circuit, for a total distance of around 189 km . [SEP] hypothesis: Non championship regulations are more dangerous", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Jake Roberts is an English film editor. He is best known for his works on films \"Citadel\" (2012), \"Starred Up\" (2013), \"The Riot Club\" (2014) and \"Brooklyn\" (2015). For \"Hell or High Water\" (2016), Roberts was nominated (among several honors) for an Independent Spirit Award and the Academy Award for Best Film Editing at the 89th Academy Awards. [SEP] hypothesis: Jake Roberts is an English film editor. He also produced a few movies during his lifetime", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Xavier Malisse (born 19 July 1980) is Belgian retired professional tennis player. Born in the north-western Flemish city of Kortrijk and nicknamed \"X-Man\", he is only one of two players from Belgium (the other being David Goffin) to have been ranked in the top 20 of the ATP tour, with a career-high singles ranking of World No. 19. [SEP] hypothesis: David Goffin is the only other Belgian tennis player to come close to Malisse's skill level.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Issa Album is the debut studio album by American rapper 21 Savage. The album was released on July 7, 2017 by Slaughter Gang and Epic Records. It features production from frequent collaborator Metro Boomin, alongside Southside, Pi'erre Bourne, Zaytoven, Wheezy, DJ Mustard and 21 Savage himself. It succeeds 21 Savage's collaborative EP with Metro Boomin, \"Savage Mode\" (2016). [SEP] hypothesis: 21 Savage will release a new EP next year.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Adelaide Hotel Toronto is a mixed-use skyscraper in Toronto, Ontario, Canada. It was built by Markham-based Talon International Development Inc., which is owned by Val Levitan and Canadian businessman Alex Shnaider. It used to be known as the Trump International Hotel and Tower Toronto. [SEP] hypothesis: The Adelaide Hotel Toronto was never owned by the Trump Corporation.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Peter Asher CBE (born 22 June 1944) is a British guitarist, singer, manager and record producer. He first came to prominence in the 1960s as a member of the pop music vocal duo Peter and Gordon, before going on to a successful career as a manager and record producer. [SEP] hypothesis: Peter Asher made his musical debut in the 1950's.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Hussein Ishaish (born 6 August 1995) is a Jordanian boxer. He competed in the men's super heavyweight event at the 2016 Summer Olympics. He defeated Mihai Nistor of Romania in the round of 16. He was then defeated by eventual gold medalist Tony Yoka of France in the quarterfinals. Ishaish was the flagbearer for Jordan during the Parade of Nations. [SEP] hypothesis: Ishaish is the best Jordanian boxer.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Rudolph the Red-Nosed Reindeer is a legendary reindeer, created by Robert Lewis May, usually depicted as a young fawn who barely has antlers, with a glowing red nose, popularly known as \"Santa's ninth reindeer.\" When depicted, he is the lead reindeer pulling Santa's sleigh on Christmas Eve. The luminosity of his nose is so great that it illuminates the team's path through inclement winter weather. [SEP] hypothesis: Rudolph the Red-Nosed Reindeer was Santa's favorite reindeer", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"I Hate Myself for Loving You\" is a 1988 song from Joan Jett and the Blackhearts and the first single from the album \"Up Your Alley\". The song reached No. 8 on the U.S. \"Billboard\" Hot 100, Jett's third single to reach the Top 10, but her first since \"Crimson and Clover\" in 1982. The song spent six weeks longer on the charts than did the group's biggest hit, \"I Love Rock 'n' Roll.\" [SEP] hypothesis: Joan Jett had two other songs that reached the top 10 on the charts.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Adlumia is a genus of two species in the Papaveraceae family. One species, \"A. fungosa\", is commonly known as the Allegheny vine, climbing fumitory, or mountain fringe. It is found in the eastern US, north of VA and TN, as far west as IA and MN, as well as in eastern Canada. The other species, \"A. asiatica\", is native to Korea and immediately neighbouring parts of China and southeast Russia. [SEP] hypothesis: Adlumia is abundant in the the eastern US.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
