{"task": "anli", "input": "premise: Woman Out of Control is second solo album by Ray Parker Jr. It was released in 1983 on the Arista label. The record includes the single \"I Still Can't Get Over Loving You\" which reached number 12 on the \"Billboard\" Hot 100 in early 1984. The album was remastered and expanded by Funky Town Grooves in June 2012. [SEP] hypothesis: Woman Out of Control reached the Billboards.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Arthur \"Skip\" Roderick is a retired American soccer player who played professionally in the North American Soccer League, Major Indoor Soccer League and the American Soccer League. He is currently the head coach of the NCAA Division III Elizabethtown College men's soccer team. [SEP] hypothesis: Arthur Roderick is the head coach of the Germantown College men's soccer team.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Don 2 is the soundtrack album composed by the trio Shankar-Ehsaan-Loy to the film of the same name directed by Farhan Akhtar starring Shahrukh Khan, Priyanka Chopra, Boman Irani, Om Puri, Lara Dutta and Kunal Kapoor. The album features nine tracks, and was released on 17 November 2011 by T-Series. [SEP] hypothesis: Don 2 features all original music.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Tomato sauce (also known as Neapolitan sauce, and referred to in Italy as Salsa di pomodoro) refers to any of a very large number of sauces made primarily from tomatoes, usually to be served as part of a dish (rather than as a condiment). Tomato sauces are common for meat and vegetables, but they are perhaps best known as sauces for pasta dishes. [SEP] hypothesis: Tomato sauce is made in the United States and contains apples.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Christopher Crosby Farley (February 15, 1964 – December 18, 1997) was an American actor and comedian. Farley was known for his loud, energetic comedic style, and was a member of Chicago's Second City Theatre and later a cast member of the NBC sketch comedy show \"Saturday Night Live\" between 1990 and 1995. Farley died of a drug overdose in 1997 at the age of 33. [SEP] hypothesis: Chris Farley passed away in December.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Temagami-Lorrain Mine is an abandoned surface and underground mine in Northeastern Ontario, Canada. It is located about 10 km northeast of the town of Temagami near Sauvé Lake in central Cassels Township. It is named after the Temagami-Lorrain Mining Company, which carried out work on the property in the early 1900s. [SEP] hypothesis: There are many underground mines in Canada and one of them is in Temagami.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Carl Andreas Koefoed (known in Russian as Андре́й Андре́евич Кофо́д , \"Andrey Andreyevich Kofod\"; 16 October 1855, Skanderborg, Denmark – 7 February 1948, Copenhagen) was a Danish agronomist active in the Russian Empire in the early 20th century. He was the brother of Danish chemist Emil Koefoed. [SEP] hypothesis: An agronomist and chemist were brothers.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Leigh Silverman is an American director for the stage, both Off-Broadway and on Broadway. She was nominated for the 2014 Tony Award, Best Direction of a Musical for the musical \"Violet\" and the 2008 Drama Desk Award, Outstanding Director of a Play for the play \"From Up Here\". [SEP] hypothesis: Leigh Silverman was a vegetarian.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Voice Kids is a British television talent show created by John de Mol and its first premiere was on 10 June 2017 on ITV. Presented by Emma Willis, the programme is a junior version of \"The Voice UK\" and is part of \"The Voice Kids\"' worldwide franchise. The coaches are will.i.am, Danny Jones and Pixie Lott . Repeats also air on CITV and ITV2. [SEP] hypothesis: The Voice Kids first premiered in 2017 on June 17.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Terenzo is a \"comune\" (municipality) in the Province of Parma in the Italian region Emilia-Romagna, located about 100 km west of Bologna and about 30 km southwest of Parma. As of 31 December 2004, it had a population of 1,250 and an area of 72.4 km2 . [SEP] hypothesis: Terenzo extends into Naples, Italy.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Clark County is a county in the U.S. state of Nevada. As of the 2010 census, the population was 1,951,269, with an estimated population of 2,114,801 in 2015. It is by far the most populous county in Nevada, accounting more than two-thirds of its residents. Las Vegas, Nevada's most populous city, has been the county seat since the county was established. [SEP] hypothesis: The estimated population of Clark County in 2015 was higher than in the 2010 census because of immigration.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Cum On Feel the Noize\" is a song by the British rock band Slade, released in 1973 as a non-album single. It was written by lead vocalist Noddy Holder and bassist Jim Lea, and produced by Chas Chandler. It reached No. 1 in the UK, giving the band their fourth number one single, and remained in the charts for twelve weeks. The song would be included on the band's 1973 compilation album \"Sladest\". [SEP] hypothesis: Slade is a British rock band.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Brassica ( ) is a genus of plants in the mustard family (Brassicaceae). The members of the genus are informally known as cruciferous vegetables, cabbages, or mustard plants. Crops from this genus are sometimes called \"cole crops\"derived from the Latin \"caulis\", denoting the stem or stalk of a plant. [SEP] hypothesis: A Latin word is the source for the term \"cole crops\".", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Blitz is a 2011 British crime thriller film directed by Elliott Lester, starring Jason Statham, Paddy Considine, Aidan Gillen and David Morrissey. The film was released in the United Kingdom on 20 May 2011. The film is based on the novel of the same name by Ken Bruen, which features his recurring characters Detective Sergeant Tom Brant and Chief Inspector James Roberts. [SEP] hypothesis: 2011 British crime thriller Blitz was Elliott Lester first directorial movie.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The legal foundation for the Egyptian state’s control of church property was the Ottoman Hamayouni Decree of 1856. This decree sought to eliminate discrimination between citizens of different ethnicities and religions. Amongst other things, it gave Christians the right to construct places of worship by requiring them to submit a request to the Sultan. [SEP] hypothesis: The Ottomon Decree of 1586 gave Christians the right to build places of worship.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Strangers is a 2008 American horror film written and directed by Bryan Bertino and starring Liv Tyler and Scott Speedman. The film follows a young couple who are terrorized by three masked assailants over the course of an evening at a remote summer home. [SEP] hypothesis: Liv Tyler owns a remote summer home", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
