{"task": "anli", "input": "premise: Patrick Victor Martindale White (28 May 191230 September 1990) was an Australian writer who is widely regarded as one of the most important English-language novelists of the 20th century. From 1935 to 1987, he published twelve novels, three short-story collections and eight plays. [SEP] hypothesis: Patrick White wrote all of his novels in German.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Stephen Wolfram (born 29 August 1959) is a British-American computer scientist, physicist, and businessman. He is known for his work in computer science, mathematics, and in theoretical physics. He is the author of the book \"A New Kind of Science.\" In 2012 he was named an inaugural fellow of the American Mathematical Society. [SEP] hypothesis: Stephen Wolfram is a businessman and also does work in theoretical physics.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Mayfield Brewery was a brewery that operated in Mayfield, California between years 1868 and 1920. The brewery was located at what is now the corner of California Avenue and Birch Street in Palo Alto, California. The brewery produced Steam beer and sold it in kegs to local saloons. The brewery was shut down by Prohibition. [SEP] hypothesis: Prohibition had a negative impact on the workers of Mayfield Brewery.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: P. Sunil Kumar Reddy is an Indian director, Screenwriter, film producer who works primarily in Telugu cinema. Well known for Directing low Budget film's like Sontha Ooru, Oka Romantic Crime Katha. Sunil Kumar Reddy is associated with Sravya Films, a film production house in South. [SEP] hypothesis: P. Sunil Kumar is an Indian director who is well known for directing expensive films like Sontha Ooru, Oka Romantic Crime Katha.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Habit of Happiness is a 1916 American silent comedy film directed by Allan Dwan and filmed by cinematographer Victor Fleming. The film was written by Allan Dwan and Shannon Fife from a suggestion by D. W. Griffith and stars Douglas Fairbanks. A 16mm print of the film is preserved in a private collection. [SEP] hypothesis: The Habit of Happiness is a silent comedy film.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Ptolemaic dynasty (Ancient Greek: Πτολεμαῖοι , \"Ptolemaioi\"), sometimes also known as the Lagids or Lagidae (Ancient Greek: Λαγίδαι , \"Lagidai\", after Lagus, Ptolemy I's father), was a Macedonian Greek royal family, which ruled the Ptolemaic Kingdom in Egypt during the Hellenistic period. Their rule lasted for 275 years, from 305 to 30 BC. They were the last dynasty of ancient Egypt. [SEP] hypothesis: The Lagids dynasty lasted 275 years", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: A flamenco shoe is a type of shoe worn by flamenco dancers. They are typically worn by female dancers, they are called flamenco heel, often with traje de flamenca costumes. Male flamenco dancers traditionally wear short, heeled boots, although there are now some flamenco shoe styles available for men. [SEP] hypothesis: Flamenco is a dance where both male and females wear special shoes.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Pulling Teeth is the fourth full-length studio album from hardcore punk band, Straight Faced. It was released in October, 2000 on Epitaph Records and follows \"Conditioned\" released in 1998. The album was produced by Blag Dahlia of fellow punk band, Dwarves, and the track \"Happy\" appeared on Epitaph Records' Punk-O-Rama Vol. 5 compilation. [SEP] hypothesis: Blag Dahlia knows the members of Straight Faced.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Arts Tower is a building at 12 Bolsover Street in Sheffield, England belonging to the University of Sheffield and opened in 1966. English Heritage has called it \"the most elegant university tower block in Britain of its period\". At 78 m (255 feet) tall, it is the second tallest building in the city, after the 101 m, St Paul's Tower on Arundel Gate, which was topped out in 2009. [SEP] hypothesis: 12 Bolsover Street is easy to navigate.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Edward George \"Ed\" Skrein ( ; born 29 March 1983) is an English actor and rapper. Outside his rap career, he is best known for his roles as Daario Naharis in Season 3 of \"Game of Thrones\", Frank Martin Jr. in \"The Transporter Refueled\" and Francis Freeman/Ajax in \"Deadpool\" (2016). [SEP] hypothesis: Ed doesn't like medieval stuff", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Ryan Airline Company was an airline founded by T. Claude Ryan and Benjamin Franklin \"Frank\" Mahoney at San Diego, California on April 19, 1925. They had earlier established a scheduled service between San Diego and Los Angeles with a fare of $14.50 one-way and $22.50 round-trip. [SEP] hypothesis: T. Claude Ryan was a pilot.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Helena Suková (] ) (born 23 February 1965) is a former professional tennis player from the Czech Republic. During her career, she won 14 Grand Slam doubles titles, 9 of them in women's doubles and 5 of them in mixed doubles. She also was a four-time Grand Slam singles runner-up and won 10 singles titles and 69 doubles titles. [SEP] hypothesis: Helena Sukova also lived in the United States.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Simonstone is a small village and civil parish in the Ribble Valley district of Lancashire, England. The population of the civil parish taken at the 2011 census was 1,154. It is about 4 mi west of Burnley and south of Pendle Hill and Clitheroe along the A671 road. The village adjoins the village of Read, Lancashire and neighbours Padiham. [SEP] hypothesis: Ribble Valley is a small village in the district of Lansashire, England.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Steve Sylvester (born March 4, 1953 in Cincinnati, Ohio) is a former American football offensive lineman who played 9 seasons in the National Football League for the Oakland/Los Angeles Raiders. He played college football for the University of Notre Dame. [SEP] hypothesis: Steve Sylvester played college football for the University of Notre Dame in the 1970s.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Dad is a 1989 American comedy-drama film written and directed by Gary David Goldberg and starring Jack Lemmon, Ted Danson, Olympia Dukakis, Kathy Baker, Kevin Spacey and Ethan Hawke. It is based on William Wharton's novel of the same name. The original music score was composed by James Horner. The film was produced by Amblin Entertainment and distributed by Universal Pictures. [SEP] hypothesis: Dad was a flop in theateres", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Northern Transcon, a route operated by the BNSF Railway, traverses the most northerly route of any railroad in the western United States. This route was originally part of the Chicago, Burlington and Quincy Railroad, Northern Pacific Railway, Great Northern Railway and Spokane, Portland and Seattle Railway systems, merged into the Burlington Northern Railroad system in 1970. [SEP] hypothesis: The Northern Transcon includes mexico", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
