{"task": "anli", "input": "premise: Tipp FM (Tipperary Local Radio), licensed since 1989 by the Broadcasting Commission of Ireland, is the local radio station covering County Tipperary. In addition to the official franchise area, the station also enjoys a listenership in neighbouring counties. [SEP] hypothesis: The radio station covers 12 neighboring counties.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Illinois Route 3 (IL 3) is a major north–south arterial state highway in southwestern Illinois. It has its southern terminus at Cairo Junction (about 4 mi north of Cairo) at the intersection of Interstate 57 (I-57) and U.S. Route 51 (US 51), and its northern terminus in Grafton at IL 100. This is a distance of 187.44 mi . [SEP] hypothesis: Illinois Route 4 is a minor north - south state highway.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: 1105 Fragaria (1929 AB) is Main-belt asteroid discovered on January 1, 1929, by Karl Wilhelm Reinmuth at the Landessternwarte Heidelberg-Königstuhl in Heidelberg, Germany. It was named after Fragaria, the genus of flowering plants in the rose family. It is a member of the Eos family. [SEP] hypothesis: Karl Wilhelm Reinmuth discovered 1105 Fragaria an asteroid.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Summer Lovers is a 1982 American romantic comedy film written and directed by Randal Kleiser, starring Peter Gallagher, Daryl Hannah and Valerie Quennessen. It was filmed on location on the island of Santorini, Greece. The original music score is composed by Basil Poledouris. \"Summer Lovers\" featured \"Hard to Say I'm Sorry\", a No. 1 hit for Chicago and \"I'm So Excited\" by The Pointer Sisters. [SEP] hypothesis: Randal Kleiser chose Greece as the filming location", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Frederick William Mundee (May 20, 1913 – January 15, 1990) was an American football center who played three seasons with the Chicago Bears of the National Football League. He played college football at the University of Notre Dame and attended South High School in Youngstown, Ohio. [SEP] hypothesis: Frederick Mundee attended Notre Dame for three years before moving to the NFL.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: This schema for the novel \"Ulysses\" was produced by its author, James Joyce, in 1921 to help his friend, Stuart Gilbert, understand the fundamental structure of the book. Gilbert published it in 1930 in his book, \"James Joyce's \"Ulysses\": A Study\". The original copy of the Gilbert schema is housed in the Harley K. Croessmann Collection of James Joyce at Southern Illinois University Carbondale. [SEP] hypothesis: Gilbert published the schema more than 100 years ago.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The First Silesian War was a theatre of the War of the Austrian Succession. The name is used to describe Prussia's war against Austria between 1740 and 1742, fought mainly in Silesia, Moravia and Bohemia (the lands of the Bohemian Crown). It became the first in a series of three Silesian Wars fought between Frederick the Great's Prussia and Maria Theresa's Austria. [SEP] hypothesis: Silesia is home of good natured people", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: System of a Down, sometimes shortened to System and abbreviated as SOAD, is an Armenian-American heavy metal band from Glendale, California, formed in 1994. The band currently consists of Serj Tankian (lead vocals, keyboards), Daron Malakian (vocals, guitar), Shavo Odadjian (bass, backing vocals) and John Dolmayan (drums). [SEP] hypothesis: Systems lead singer and drummer are american born", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Voice Kids is a British television talent show created by John de Mol and its first premiere was on 10 June 2017 on ITV. Presented by Emma Willis, the programme is a junior version of \"The Voice UK\" and is part of \"The Voice Kids\"' worldwide franchise. The coaches are will.i.am, Danny Jones and Pixie Lott . Repeats also air on CITV and ITV2. [SEP] hypothesis: The Voice Kids is a British television talent show that first premiered on June 1st, 2017.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Spoons was a comedy sketch show first broadcast on the United Kingdom's Channel 4 from 30 September 2005. In the United States, \"Spoons\" is broadcast on BBC America. The relationship themed show combined recent trends in sketch shows—dark content, strong language, and recurring catchphrases. [SEP] hypothesis: Spoons appeared in the television.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Roberto Bolle (Casale Monferrato, March 26, 1975) is an Italian danseur. He is currently a \"principal dancer\" with the American Ballet Theatre and a principal dancer \"étoile\" at La Scala Theatre Ballet. Bolle also dances regularly as a guest artist with the world’s leading companies, including The Royal Ballet, the Mariinsky Ballet, the Bolshoi Ballet and the Paris Opera Ballet. [SEP] hypothesis: Roberto Bolle has never been a guest artist.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Dahlia coccinea is a species in the genus Dahlia, family Asteraceae. Common name is \"red dahlia\" although the flowers can be orange or occasionally yellow as well as the more common red. The species is native to Mexico but has long been cultivated in other countries for its showy flowers. [SEP] hypothesis: The other countries that find showy flowers attractive also like vibrant flowers too.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Spies of Warsaw is a 2008 spy novel by Alan Furst about espionage involving the major nations shortly before World War II competing for influence and control over the future of Poland. The story starts in October 1937 and ends in May 1938, with a one paragraph description outlining the future of the two lead characters. [SEP] hypothesis: The Spies of Warsaw could be made into a movie.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Jamie Lynn Spears (born April 4, 1991) is an American actress, singer and songwriter. The younger sister of recording artist Britney Spears, she is known for her role as Zoey Brooks on the Nickelodeon teen sitcom \"Zoey 101\", on which she starred from 2005 to 2008. [SEP] hypothesis: Jamie Lynn Spears sang as a child with her sister, Britney Spears.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Testimony: The Story of Shostakovich is a 1988 British musical drama film directed by Tony Palmer and starring Ben Kingsley, Sherry Baines and Robert Stephens. The film is based on the memoirs of Dmitri Shostakovich (1906–1975) as dictated in the book \"Testimony\" (edited by Solomon Volkov, ISBN  ) and filmed in Panavision. Some consider the book to be a fabrication. [SEP] hypothesis: Dmitri Shostakovich passed away in the late 20th century.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Manchester City Football Club is a football club in Manchester, England. Founded in 1880 as St. Mark's (West Gorton), they became Ardwick Association Football Club in 1887 and Manchester City in 1894. The club moved to the City of Manchester Stadium in 2003, having played at Maine Road since 1923. [SEP] hypothesis: The Manchester City Football Club has played at the City of Manchester Stadium for less than 20 years.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
