{"task": "anli", "input": "premise: The Other One is the third solo album by former Fleetwood Mac guitarist Bob Welch. The track \"Future Games\" was first released on the Fleetwood Mac album of the same name in 1971. Members of Welch's backing band also make songwriting contributions here though the majority of tracks are Welch's own. [SEP] hypothesis: The Other One is an album by the group TOOL, for which Bob Welch did most of the backing vocals.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Living and the Dead is a British supernatural horror television miniseries created by Ashley Pharoah and Matthew Graham. The plot revolves around Nathan Appleby (played by Colin Morgan) and his wife, Charlotte Appleby (played by Charlotte Spencer), whose farm is believed to be at the centre of numerous supernatural occurrences. [SEP] hypothesis: The Living and the Dead was renewed for 7 seasons.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: This is a list of films produced by the U.S. film studio 20th Century Fox Film Corporation and released between its May 31, 1935 creation as a merger between Fox Film Corporation (1915–1935) and 20th Century Pictures (1933–1936) until 1999. For subsequent releases by 20th Century Fox, see List of 20th Century Fox films (2000–present). [SEP] hypothesis: This is a list of films produced by the U.K. film studio 20th Century Fox Film Corporation and released between its May 31, 1935 creation as a merger between Fox Film Corporation (1915–1935) and 20th Century Pictures (1933–1936) until 1999", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The South Kalgoorlie Gold Mine is a gold mine located south-west of Kalgoorlie, Western Australia. The mine is sometimes also referred to as \"South Kal Mines - New Celebration\", being a merger of the former \"New Celebration Gold Mine\" and the \"Jubilee Gold Mine\", which were combined in 2002. [SEP] hypothesis: The South Kalgoorlie Gold Mine is known as the North Kal Mines.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Cats of Copenhagen is a posthumously-published short story written by Irish author James Joyce and illustrated by American artist Casey Sorrow. Written in 1936 for his grandson Stephen James Joyce, it was not published until 2012, when Joyce's work entered the public domain in certain jurisdictions. [SEP] hypothesis: James Joyce published The Cats of Copenhagen.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Peter Thomas Ward (born July 26, 1937 in Montreal, Quebec) is a retired professional baseball player who played 9 seasons for the Baltimore Orioles, Chicago White Sox, and New York Yankees of Major League Baseball. The son of former National Hockey League forward Jimmy Ward, Pete attended Jefferson High School in Portland, Oregon and played college baseball at Portland's Lewis & Clark College. [SEP] hypothesis: Ward retired in his 8th season", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Katie Liu Leung (born 8 August 1987) is a Scottish film, television, and stage actress. She played Cho Chang, the first love interest for lead character Harry Potter in the Harry Potter film series. In 2012, Leung made her stage debut in the play \"Wild Swans\". Leung has an interest in painting and photography and studied art and design at the University of the Arts, London. [SEP] hypothesis: Katie Liu Leung graduated with honors after studying art and design at the University of the Arts, London.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: USS \"Elrod\" (FFG-55), an \"Oliver Hazard Perry\"-class frigate, is a ship of the United States Navy named after Captain Henry T. Elrod (1905–1941), a Marine aviator who was posthumously awarded the Medal of Honor for his heroism in the defense of Wake Island in World War II. [SEP] hypothesis: The USS Elrod is named after an airplane pilot.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: World Premiere is a 1941 American comedy film directed by Ted Tetzlaff and written by Earl Felton. The film stars John Barrymore, Frances Farmer, Eugene Pallette, Virginia Dale, Ricardo Cortez, Sig Ruman and Don Castle. The film was released on August 21, 1941, by Paramount Pictures. [SEP] hypothesis: World Premiere was Ted Tetzlaff's directorial debut", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Savage Detectives (\"Los Detectives Salvajes\" in Spanish) is a novel by the Chilean author Roberto Bolaño in 1998. Natasha Wimmer's English translation was published by Farrar, Straus and Giroux in 2007. The novel tells the story of the search for a 1920s Mexican poet, Cesárea Tinajero, by two 1970s poets, the Chilean Arturo Belano (alter ego of Bolaño) and the Mexican Ulises Lima. [SEP] hypothesis: The Savage Detectives is told from the viewpoint of two poets", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Incline Village is a census-designated place (CDP) in Washoe County, Nevada on the north shore of Lake Tahoe. The population was 8,777 at the 2010 census. It is part of the Reno−Sparks Metropolitan Statistical Area. Until the 2010 census, the CDP Crystal Bay, Nevada was counted jointly with Incline Village. [SEP] hypothesis: Incline Village is a census-designated place (CDP) in Washoe County, Nevada on the north shore of Lake Tahoe. It was designed as a community for Native Americans. The population was 8,777 at the 2010 census. I", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Strangers is a 2008 American horror film written and directed by Bryan Bertino and starring Liv Tyler and Scott Speedman. The film follows a young couple who are terrorized by three masked assailants over the course of an evening at a remote summer home. [SEP] hypothesis: The film follows a young hip couple who are terrorized by three masked assailants over the course of an evening at a remote summer home.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Theodora Kracaw Kroeber Quinn (March 24, 1897 – July 4, 1979) was a writer and anthropologist, best known for her accounts of Ishi, the last member of the Yahi tribe of California, and for her retelling of traditional narratives from several Native Californian cultures. [SEP] hypothesis: Theodora Kracaw Kroeber Quinn was over a hundred years old when she died.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Killian's is a trademark under which two red beers are produced and sold: a 6.5% abv ale brewed in France by Heineken France, and a 5.4% abv lager brewed in the USA by MillerCoors under license of the former. Despite the differences in the brewing methods, the marketing of both beers claim legacy to an Irish \"original recipe\". [SEP] hypothesis: Irish people are the biggest consumers of Killian's red beer", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Logo TV (often shorted to Logo) is an American digital cable and satellite television channel that is owned by Viacom Media Networks. Launched in 2005, it was originally aimed primarily at LGBT viewers, but in 2012 it shifted its focus towards general cultural and lifestyle programming. [SEP] hypothesis: In 2012, the channel Logo redirected their content.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Tigris and Euphrates (German: Euphrat und Tigris ) is a German-style strategy board game designed by Reiner Knizia and first published in 1997 by Hans im Glück. Before its publication, it was highly anticipated by German gamers hearing rumors of a \"gamer's game\" designed by Knizia. \"Tigris and Euphrates\" won first prize in the 1998 Deutscher Spiele Preis. A card game version was released in 2005. [SEP] hypothesis: Hans im Glück published five board games in 1997.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
