{"task": "anli", "input": "premise: The Imperial Japanese Navy Air Service (大日本帝國海軍航空隊 , Dai-Nippon Teikoku Kaigun Kōkū-tai ) was the air arm of the Imperial Japanese Navy during World War II. The organization was responsible for the operation of naval aircraft and the conduct of aerial warfare in the Pacific War. [SEP] hypothesis: Japan had airplanes in WWII", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Pablo Aurrecochea (born March 3, 1981 in Artigas, Uruguay) is a Uruguayan footballer currently playing for CA Atlanta. He is usually known for wearing kits adorned with cartoon characters such as Tom and Jerry, Krusty the Clown, The Incredible Hulk, and others. [SEP] hypothesis: Pablo Aurrecochea is probably a fan of The Simpsons.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Paradise Lost is a 2011 Chinese teen sex comedy film and the sequel to the film \"Pubescence\" and the second film in the \"Pubescence\" film series. It was directed and written by Guan Xiaojie, starring Zhao Yihuan and Wang Yi. It was released in China on Singles Day. [SEP] hypothesis: Paradise Lost is an Adult sex film.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: La Valentina is a 1966 Mexican romantic comedy film directed by Rogelio A. González, produced by Gregorio Walerstein, and starring María Félix and Eulalio González in the leading roles. The supporting cast features José Elías Moreno, José Venegas, and Raúl Meraz. The film is a dramatization of the Mexican Revolution corrido of the same name. [SEP] hypothesis: The supporting cast features José Elías Moreno, Jesse Venegas, and Raúl Meraz.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 1993 Boise State Broncos football team represented Boise State University in the 1993 NCAA Division I-AA football season. The Broncos competed in the Big Sky Conference and played their home games on campus at Bronco Stadium in Boise, Idaho. Led by first-year head coach Pokey Allen, Boise State finished the season 3–8 overall and 1–6 in conference. [SEP] hypothesis: The 1993 Boise State Broncos football team only won three games.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Habit of Happiness is a 1916 American silent comedy film directed by Allan Dwan and filmed by cinematographer Victor Fleming. The film was written by Allan Dwan and Shannon Fife from a suggestion by D. W. Griffith and stars Douglas Fairbanks. A 16mm print of the film is preserved in a private collection. [SEP] hypothesis: A 16mm print of the film is preserved in formaldehyde in a private collection.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Ochagavia is a genus of the botanical family Bromeliaceae, subfamily Bromelioideae. The genus is named for Sylvestris Ochagavia, Chilean minister of education. Endemic to southern and central Chile (including the Juan Fernández Islands), this genus is represented by four accepted species. [SEP] hypothesis: Ochagavia is nearly extinct in Chile.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Lansdown is a suburb of the World Heritage City of Bath, England, that extends northwards from the city centre up a hill of the same name. Among its most distinctive architectural features are Lansdown Crescent and Sion Hill Place, which includes a campus of Bath Spa University. [SEP] hypothesis: Bath has architectural features.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Texas District 6 of the United States House of Representatives is a Congressional district that serves an area including four counties to the south of the Dallas/Fort Worth area plus the southeast corner of Tarrant County. As of the 2000 census, District 6 represents 651,620 people. The current Representative from District 6 is Joe Barton and has been since 1985. [SEP] hypothesis: District 6 still represents 651,620 people today.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Warren Ellis (born 14 February 1965) is an Australian-French musician and composer. He is a member of several groups: Dirty Three, Nick Cave and the Bad Seeds and Grinderman. He has also composed film scores with Nick Cave. Ellis plays violin, piano, bouzouki, guitar, flute, mandolin, tenor guitar, and viola. Ellis has been a member of Nick Cave and the Bad Seeds since 1994. [SEP] hypothesis: Ellis left Grinderman due to issues with other band members.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Henry V is a 2012 British television film based on the play of the same name by William Shakespeare. It is the fourth film in the series of television films called \"The Hollow Crown\" produced by Sam Mendes for BBC Two covering the whole of Shakespeare's Henriad. It was directed by Thea Sharrock and stars Tom Hiddleston as Henry V of England. [SEP] hypothesis: 3 films in the series of television films called \"The Hollow Crown\" was released prior to Henry V.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Happy Go Lovely is a 1951 British musical comedy film with Technicolor, directed by H. Bruce Humberstone and starring Vera Ellen, David Niven, and Cesar Romero. The film was made and first released in the UK, and distributed in the US by RKO Radio Pictures in 1952. [SEP] hypothesis: David Niven was in a movie in 1952 in the US.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Denis Hale Johnson (July 1, 1949 – May 24, 2017) was an American writer best known for his short story collection \"Jesus' Son\" (1992) and his novel \"Tree of Smoke\" (2007), which won the National Book Award for Fiction. He also wrote plays, poetry, journalism, and non-fiction. [SEP] hypothesis: \"Tree of Smoke\" was a more famous work than \"Jesus' Son.\"", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Big Salmon River is a small river in southern New Brunswick, Canada, that flows south into the Bay of Fundy. The river has its source to the southwest of Sussex, New Brunswick. The river flows into the Bay of Fundy near St. Martins, New Brunswick, and serves as the endpoint of the Fundy Trail. [SEP] hypothesis: The bay of Fundy includes access from the Big Salmon River.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: David Earl is a British actor and comedian, best known for his comedy character Brian Gittins. He has featured in several projects associated with Ricky Gervais, most notably as Kevin 'Kev' Twine in the sitcom \"Derek\", and in smaller roles in \"Extras\" and the film \"Cemetery Junction\". He also co-wrote and starred in the sitcom \"Rovers\" for Sky 1 with Joe Wilkinson. [SEP] hypothesis: David Earl is a writer.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Simonstone is a small village and civil parish in the Ribble Valley district of Lancashire, England. The population of the civil parish taken at the 2011 census was 1,154. It is about 4 mi west of Burnley and south of Pendle Hill and Clitheroe along the A671 road. The village adjoins the village of Read, Lancashire and neighbours Padiham. [SEP] hypothesis: Simonstone is a large city in the district of Ribble Valley.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
