{"task": "anli", "input": "premise: Charlotte Anley (1796–1893) was a 19th-century English didactic novelist, social and religious writer, composer and lyricist. She was a Quaker, and spent the years 1836–38 in Australia, researching for a report on women's prisons commissioned by Elizabeth Fry. [SEP] hypothesis: All of her writings were about religion.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The West Rail Line () is one of the MTR lines in Hong Kong, indicated by the colour dark magenta. It was formerly known as the KCR West Rail (九廣西鐵 ). The line connects Hung Hom Station in Kowloon and Tuen Mun Station in Tuen Mun, 35.7 km away, in 37 minutes. The railway runs through the cities of Kowloon, Castle Peak and Tsuen Wan. [SEP] hypothesis: The magenta West Rail Line runs through the cities of Kowloon, Castle Peak and Tsuen Wan.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Can't Leave 'em Alone\" is a R&B song recorded by American singer Ciara and rapper 50 Cent for Ciara's second album, \"\" (2006). Written by Ciara, LaShawn Daniels, Rodney Jerkins, and 50 Cent, it is the fourth release and official third single from the album (see 2007 in music). It was solicited to Mainstream Urban radio stations on June 12, 2007 and Rhythmic stations on July 10, 2007. [SEP] hypothesis: More than three people worked on writing the third single from Ciara's second album.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: George Henry Christopher (December 9, 1888 – January 23, 1959) was a Democratic Party representative from Missouri's 6th congressional district from January 3, 1949 to January 3, 1951 and from the Missouri's 4th congressional district from January 3, 1955 until his death January 23, 1959. [SEP] hypothesis: George Henry Christopher went to college in Missouri.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Give My Regards to Broad Street is the fifth studio album by Paul McCartney, as well as the soundtrack album to his 1984 film of the same name. The album reached number 1 on the UK chart. The lead single, \"No More Lonely Nights\", was BAFTA and Golden Globe Award nominated. It was also to be his final album to be released under Columbia Records, which had been his US Label for over 5 years. [SEP] hypothesis: Paul McCartney was the most popular single off of the album Give My Regards to Broad Street.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Vintage Sports Car Club of America (VSCCA) is American auto racing club and sanctioning body focused on competition and sports cars made before 1959. It was founded in 1958 and currently runs a year-round schedule of track, hillclimb, rally, and social events primarily on the East Coast. [SEP] hypothesis: The VSCCA would not allow a car made two weeks ago to compete in its event.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Volkswagen Golf Estate, also known as the Volkswagen Golf Sportswagen in the United States, and the Volkswagen Golf Variant in other countries, is the estate/station wagon version of the Volkswagen Golf Mk3, Mk4, Mk5 and Mk6, first introduced in 1993. [SEP] hypothesis: The Volkswagen mk3 and mk5 are very different.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Quantum Hoops is a 2007 documentary film directed by Rick Greenwald, that follows the California Institute of Technology's basketball team—the Caltech Beavers—in their attempts to end a 21-year losing streak during the final week of the 2006 basketball season. [SEP] hypothesis:  Quantum Hoops is a 2007 documentary film directed by that follows the California Institute of Technology's basketball team—the Caltech Beavers—in their attempts to end a three-decade long losing streak.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Sara Takatsuki (高月 彩良 , Takatsuki Sara , born 10 August 1997) is a Japanese actress, model and singer born in Kanagawa, Japan. She is represented by the agency Sweet Power. She began her career in 2008. She belonged to bump.y Japanese singer group in the past. [SEP] hypothesis: Sara Takatsuki was born 14 September 1993.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Shahzad Hasan (also known as Shahi Hasan), is a Pakistani musician, record producer, occasional actor, bass guitarist, backing vocalist and music industry executive. Co-founding the pop and rock band, Vital Signs, with keyboardist Rohail Hyatt in 1986, he earned recognition of playing bass guitar and as an original member of Vital Signs. [SEP] hypothesis: shahzad hasan has played both regular and bass guitar", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Elrod was born on September 27, 1905, in Turner County, Georgia. He enlisted in the Marine Corps in December 1927, and was appointed a Marine second lieutenant in February 1931. He attended the University of Georgia and Yale University prior to his entry into the Marine Corps. [SEP] hypothesis: Elrod finished his degree at Yale before entering the Marine Corps.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Avis Budget Group, Inc. is the American parent company of Avis Car Rental, Budget Car Rental, Budget Truck Rental, Payless Car Rental, Apex Car Rentals, Maggiore Group and Zipcar. The company's headquarters are located in Parsippany-Troy Hills, New Jersey, United States. [SEP] hypothesis: Avis Budget Group, Inc. profits over $1 million every year.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Shins are an American indie rock band from Albuquerque, New Mexico, formed in 1996. The band's current lineup consists of James Mercer (vocals, guitar, songwriter), Jon Sortland (drums), Mark Watrous (guitar), Casey Foubert (guitar), Yuuki Matthews (bass), and Patti King (keyboards). The band is based in Portland, Oregon. [SEP] hypothesis: The group has been through many financial hardships.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Chelone is a genus of four species of perennial herbaceous plants native to eastern North America. They all have similarly shaped flowers (which led to the name turtlehead due to their resemblance to the head of a turtle), which vary in color from white to red, purple or pink. \"C. cuthbertii\", \"C. glabra\", and \"C. lyonii\" are diploid and \"C. obliqua\" is either tetraploid or hexaploid. [SEP] hypothesis: The pink color variety wasn't discovered until the late 1800s.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Venus and Mars is the fourth studio album by Wings. Released in 1975 as the follow-up to the successful \"Band on the Run\", \"Venus and Mars\" continued Wings' string of success and would prove a springboard for a year-long worldwide tour. It was Paul McCartney's first post-Beatles album to be released worldwide on the Capitol Records label. [SEP] hypothesis: Venus and Mars was released more than 300 years ago.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Janie Jones\" is a song by the English punk rock band The Clash. It is the opening track on their eponymous debut album (1977). The subject of the song, Janie Jones, was a famous madam in London during the 1970s and had been a pop singer during the 1960s. [SEP] hypothesis: \"Janie Jones\" is the opening track on \"The Clash.\"", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
