{"task": "anli", "input": "premise: John Barnard (6 July 1794 at Chislehurst, Kent; died 17 November 1878 at Cambridge, England) was an English amateur cricketer who played first-class cricket from 1815 to 1830. Mainly associated with Kent and Marylebone Cricket Club (MCC), he made 18 known appearances in first-class matches. He played for several predominantly amateur teams including the Gentlemen in the Gentlemen v Players series. [SEP] hypothesis: The only sport John Barnard liked to play was cricket.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Broadcast Film Critics Association (BFCA) is an association of approximately 250 television, radio and online critics. Founded in 1995, it is the largest film critics organization in the United States and Canada. The BFCA has presented the Critics' Choice Movie Awards each year since 1995. Of the prestigious awards given by film critics it is the most populist in its tastes. [SEP] hypothesis: The Broadcast Film Critics Association has only one member.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 1990 season of the astronomy TV show starring Jack Horkheimer started on January 1, 1990. During this season, the show still had its original name, \"Jack Horkheimer: Star Hustler\". The show's episode numbering scheme changed several times during its run to coincide with major events in the show's history. The official Star Gazer website hosts the complete scripts for each of the shows. [SEP] hypothesis: Star Hustler was on prior to Star Gazer.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Brofiscin Quarry, Groes Faen is a disused limestone quarry in Groes-faen, near Llantrisant in South Wales. It has been designated a Site of Special Scientific Interest due to the exposed Early Carboniferous geological formations on the site. It was used for about seven years for dumping of toxic waste including PCBs and was capped in 2011. [SEP] hypothesis: Brofiscin Quarry, Groes Faen is a disused limestone quarry in Groes-faen, near Llantrisant in South Wales is  has many fans", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Cowie Castle is a ruined fortress in Aberdeenshire, Scotland. The site lies at the northern end of Stonehaven on the North Sea coast. To the immediate south is the Cowie Bridge crossing of the Cowie Water. Evidence of prehistoric man exists in the vicinity dating to the Iron Age in the form of ring cairns. [SEP] hypothesis: Cowie Castle is a great tourist spot.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Come a Little Closer\" is a song by American rock band Cage the Elephant. Written by lead singer Matthew Shultz and produced by Jay Joyce, it was released as the lead single from the band's third studio album \"Melophobia\" on August 13, 2013. It topped the \"Billboard\" Alternative Songs chart in the United States, giving the band their fourth number-one hit on the chart. [SEP] hypothesis: Come a Little Closer is covered by many bands.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Henry James Lloyd (2 February 1794 at Marylebone, London – 3 September 1853 at Brighton, Sussex) was an English amateur cricketer who played first-class cricket from 1815 to 1830. Mainly associated with Marylebone Cricket Club (MCC), he made 34 known appearances in first-class matches. He played for several predominantly amateur teams including the Gentlemen in the Gentlemen v Players series. [SEP] hypothesis: Henry James Lloyd played with several famous cricket players.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Phoebe Jane Fairgrave Omlie (November 21, 1902 – July 17, 1975) was an American aviation pioneer, particularly noted for her accomplishments as an early female aviator. Omlie was the first woman to receive an airplane mechanic's license, the first licensed female transport pilot, and the first woman to be appointed to a federal position in the aviation field. [SEP] hypothesis: Phoebe Omlie could fix airplanes.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Kurt Vonnegut's God Bless You, Mr. Rosewater is a 1979 musical that marked the first collaboration of composer Alan Menken and writer Howard Ashman. Based on Kurt Vonnegut's 1965 novel of the same name, the musical tells the story of Eliot Rosewater, a millionaire who develops a social conscience and creates a foundation to improve the lives of the citizens of an impoverished Indiana town. [SEP] hypothesis: A character in God Bless You, Mr. Rosewater does a good deed.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Jake Roberts is an English film editor. He is best known for his works on films \"Citadel\" (2012), \"Starred Up\" (2013), \"The Riot Club\" (2014) and \"Brooklyn\" (2015). For \"Hell or High Water\" (2016), Roberts was nominated (among several honors) for an Independent Spirit Award and the Academy Award for Best Film Editing at the 89th Academy Awards. [SEP] hypothesis: Roberts first film was released eight years ago.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Invisible Woman (Susan \"Sue\" Storm-Richards), previously known as the Invisible Girl, is a fictional superheroine appearing in American comic books published by Marvel Comics. The character is a founding member of the Fantastic Four and was the first female superhero created by Marvel during the Silver Age of Comics. [SEP] hypothesis: The Invisible Woman is the fastest female superhero.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Heart of Glass\" is a song by the American new wave band Blondie, written by singer Debbie Harry and guitarist Chris Stein. Featured on the band's third studio album, \"Parallel Lines\" (1978), it was released as the album's third single in January 1979 and reached number one on the charts in several countries, including the United States and the United Kingdom. [SEP] hypothesis: The album Parallel Lines was released more than 35 years ago.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The flag of Middlesex is the flag of the English county of Middlesex. It is the traditional flag of Middlesex, the historic county that forms the heart of London. This traditional design is included in the Flag Institute's registry of local flags as the Middlesex Flag. [SEP] hypothesis: Middlesex Flag has a modern design.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Canelo Álvarez vs. Amir Khan, billed as \"Power vs. Speed\" and also known as \"Canelo vs. Khan\" or by the portmanteau \"Khanelo\", was a professional boxing fight which took place on May 7, 2016, and was contested for the WBC, \"Ring\" magazine and lineal middleweight titles. It was the first major sporting event to be held at the T-Mobile Arena in Las Vegas. [SEP] hypothesis: Alvarez has been to the T-Mobile Arena since the fight.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Rock House, also known as the John Martin House, is a historic home located near King, Stokes County, North Carolina. It was built about 1785, and is a two-story, fieldstone ruin. It has been a ruin since the late-19th century. It is believed to have been built by Colonel John Martin, an early landowner in Stokes County. The property is maintained by the Stokes County Historical Society. [SEP] hypothesis: Colonel John Martin a owned large estate.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: USS \"Bowfin\" (SS/AGSS-287), a \"Balao\"-class submarine, was a boat of the United States Navy named for the bowfin fish. Since 1981, she has been open to public tours at the USS \"Bowfin\" Submarine Museum and Park in Pearl Harbor, Hawaii, next to the USS Arizona Memorial Visitor Center. [SEP] hypothesis: The USS \"Bowfin\" can be visited by tourists.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
