{"task": "anli", "input": "premise: Shahzad Noor is a Pakistani super model and actor. He has won two Best Model Male awards at 10th Lux Style Awards and 14th Lux Style Awards respectively. He received three consecutive nominations at Hum Awards as Best Model Male, winning one. In 2015, Noor mark his screen debut with Geo TV's \"Tera Mera Rishta\". [SEP] hypothesis: Shahzad Noor has won three Best Model Male awards.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Joint Aviation Authorities (JAA) was an associated body of the ECAC representing the civil aviation regulatory authorities of a number of European States who had agreed to co-operate in developing and implementing common safety regulatory standards and procedures. It was not a regulatory body, regulation being achieved through the member authorities. [SEP] hypothesis: The JAA is an associated body representing the civil aviation authorities of several Asian countries.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Jeremy Wade McKinnon (born December 17, 1985) is an American musician and producer, best known as a founding member and the lead vocalist of A Day to Remember. He has produced full-length albums for The Devil Wears Prada, The Ghost Inside, Neck Deep, and Wage War. [SEP] hypothesis: Jeremy Wade McKinnon had to most success with the album for The Ghost Inside.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Uno Pizzeria & Grill (formerly Pizzeria Uno and Uno Chicago Grill), or more informally as Unos, is a franchised pizzeria restaurant chain under the parent company Uno Restaurant Holdings Corporation. Uno Pizzeria and Grill is best known for its Chicago-style deep dish pizza. Ike Sewell opened the first Pizzeria Uno in 1943. [SEP] hypothesis: Uno Pizzeria opened the first Missouri location in 1943", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Peter Paul Cetera ( ; born September 13, 1944) is an American singer, songwriter, and bassist best known for being an original member of the rock band Chicago (1967–1985), before launching a successful solo career. His career as a recording artist encompasses seventeen albums with Chicago and eight solo albums. [SEP] hypothesis: Cetera has more than a dozen albums", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: A Man Apart is a 2003 American vigilante action film directed by F. Gary Gray and released by New Line Cinema. The film stars Vin Diesel and Larenz Tate. The story follows undercover DEA agent Sean Vetter who is on a vendetta to take down a mysterious drug lord named Diablo after his wife is murdered. The film was released in the United States on April 4, 2003. [SEP] hypothesis: A Man Apart was released in the United Kingdom after it was released in the United States.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Higher Ground is an American-Canadian drama television series created by Michael Braverman and Matthew Hastings. The convention-breaking series follows a group of at-risk teenagers attending Mount Horizon High School, a therapeutic boarding school, as they brave the difficulties, failures, and triumphs of their personal struggles with addiction, abuse, and disorders. [SEP] hypothesis: Higher Ground has a lot of mental health topics.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: St. Joseph's School is a historic former school building on Birch Street in Biddeford, Maine. Built in 1887, it was one of the first large masonry schools to be built in the state, and became a focal point for the migration of French Canadians into the state. It was listed on the National Register of Historic Places in 1983. It has been converted to residential use. [SEP] hypothesis: St. Joseph's School was built in 1887.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Commander Christine Jones (born 1964 or 1965) is a senior British police officer serving with London's Metropolitan Police Service (\"the Met\"). As of 2014, she is the Met's senior officer responsible for mental health and for domestic violence; she also the leads the Association of Chief Police Officers' (ACPO) National Mental Health Working Group. [SEP] hypothesis: Commander Christine Jones was born between the 1964 and the 1965.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: William Homan Thorpe FRS (1 April 1902 – 7 April 1986) was Professor of Animal Ethology at the University of Cambridge, and a significant British zoologist, ethologist and ornithologist. Together with Nikolaas Tinbergen, Patrick Bateson and Robert Hinde, Thorpe contributed to the growth and acceptance of behavioural biology in Great Britain. [SEP] hypothesis: Thorpe had only one specialization", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Nassau County is a suburban county on the western side of Long Island in the U.S. state of New York. At the 2010 census, the county's population was 1,339,532, estimated to have increased to 1,361,500 in 2016. The county seat is in the Village of Garden City, within the boundaries of the Mineola 11501 zip code. [SEP] hypothesis: Mineola is considered a suburban county.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Kirklees Stadium (known as the John Smith's Stadium due to sponsorship), is a multi-use sports stadium in Huddersfield in West Yorkshire, England. Since 1994, it has been the home ground of football club Huddersfield Town and rugby league side Huddersfield Giants, both of whom moved from Leeds Road. [SEP] hypothesis: The John Smith's Stadium in West Yorkshire is the home stadium of the Huddersfield Town football club", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Lectures of the Three Degrees in Craft Masonry are a series of manuals on Freemasonry that are arranged in the form of catechisms to be memorized. They cover rituals and symbolism associated with the three degrees of Craft Freemasonry in question and answer form. During the second half, the Lectures gradually ceased to be used regularly in English Lodges. [SEP] hypothesis: There are less than four degrees of Craft Freemasonry.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: St Mary's Priory Church, in Whitecross Street, Monmouth, Monmouthshire, Wales, is an Anglican church founded as a Benedictine priory in 1075. The current church dates mostly from the 18th and 19th centuries. It was designated a Grade II* listed building in 1952. It is one of 24 buildings on the Monmouth Heritage Trail. [SEP] hypothesis: St. Mary's church was located in the Americas.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Edward C. Rochette (born February 17, 1927) has devoted nearly all of his adult life in service to the American Numismatic Association. His first exposure to the ANA was as an editor of \"The Numismatist\" in 1966. Later, he would spend most of his 20 years as executive vice president. In 1987 he was elected to the ANA Board of Governors, and would serve as its president from 1991 to 1993. [SEP] hypothesis: Edward C. Rochette was an editor of \"The Numismatist\" in 1966.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Blythburgh is a village and civil parish in the Suffolk Coastal district of the English county of Suffolk. It is 4 mi west of Southwold and 5 mi south-east of Halesworth and lies on the River Blyth. The A12 road runs through the village which is split either side of the road. At the 2011 census the population of the parish was 297. The parish includes the hamlets of Bulcamp and Hinton. [SEP] hypothesis: Blythburgh has less than 300 people living there in 2011", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
