{"task": "anli", "input": "premise: James Joyce's Women, filmed in 1983, is a 1985 British/Irish period drama film produced by and starring Fionnula Flanagan as writer James Joyce's wife Nora and some of the real women in Joyce's life and fictional women from the writer's novels. The film is based on Fionnula Flanagan's 1977 play \"James Joyce's Women\". [SEP] hypothesis: James Joyce's Women was created for purely profit-oriented reasons.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Llangarron is a small village and civil parish in southwest Herefordshire within seven miles of Ross-on-Wye (Herefordshire, England) and Monmouth (Monmouthshire, Wales). The population of the Civil Parish at the 2011 census was 1,053. The church is dedicated to St. Deinst. The village no longer has a post office nor pub, though it does have a hall. [SEP] hypothesis: Llangarron is a religious village", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Camp Al-Saqr, referred to by some media sources as Camp Falcon, Forward Operating Base Falcon, Joint Service Station (JSS) Falcon, or Combat Outpost Falcon, was a United States military forward operating base in Iraq a short distance outside Baghdad, some 13 km south of the Green Zone. In OIF 2004; it was designated as \"Camp Ferrin-Huggins\". s of 2009 , the base housed up to 5,000 troops. [SEP] hypothesis: Camp Al-Saqr is also known as Combat Outpost Falcon.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Cake Train\" is the first episode of the second season of the American sketch comedy series \"Kroll Show\". The episode was written by series creator Nick Kroll, along with Jon Daly, Ron Funches, Carol Kolb, Jonathan Krisel, John Levenstein, Gabe Liedman, Joe Mande, Christine Nangle and Joe Wengert. In the United States, the episode originally aired on Comedy Central on January 14, 2014. [SEP] hypothesis: Cake Train was the last episode.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Steve Niehause was a defensive lineman in the NFL. He was the first ever draft pick for the Seattle Seahawks and the second player taken in the 1976 NFL Draft. Niehaus was the 1976 NFC Defensive Rookie of the Year and holds the Seahawk rookie record for sacks in a season with 9½. [SEP] hypothesis: Niehause played for the Seahawks.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Harold Giles Hoffman (February 7, 1896 – June 4, 1954) was an American politician, a Republican who served as the 41st Governor of New Jersey, from 1935 to 1938. He also served two terms representing  's 3 congressional district in the United States House of Representatives, from 1927 to 1931. [SEP] hypothesis: Harold Giles Hoffman  is a democrat politician", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Puritan\" (ACM-16/MMA-16) was built for the United States Army as U.S. Army Mine Planter (USAMP) \"Col. Alfred A. Maybach\" MP-13. The ship was transferred to the United States Navy and classified as an auxiliary minelayer. \"Puritan\" was never commissioned and thus never bore the \"United States Ship\" (USS) prefix showing status as a commissioned ship of the U.S. Navy. [SEP] hypothesis: The ship was painted white.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Belinda Jo Carlisle (born August 17, 1958) is an American singer and songwriter. She gained worldwide fame as the lead vocalist of The Go-Go's, one of the most successful all-female bands of all time, and went on to have a prolific career as a solo act. [SEP] hypothesis: Belinda Jo Carlisle was most popular during the 1980's", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Frog and the Nightingale is a poem composed by Indian poet Vikram Seth in 1994.This poem is an allegory(a poem in which a moral is conveyed) The poem tells a story about a frog and a nightingale. The poem was originally published by Evergreen Publications, but it was later used by the Ministry of Education, India as a poem for school students. [SEP] hypothesis: The Frog and the Nightingale is a poem by Vikram Seth who was born in Asia in the nineteenth century. The poem is studied in Indian schools.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Palo Alto Art Center is multi-purpose center for various art-related activities in the city of Palo Alto, California. The Palo Alto Art Center Foundation (PAACF) is the nonprofit that supports the Palo Alto Art Center. The Palo Alto Art Center when it was founded in 1971, was named the Palo Alto Community Cultural Center. [SEP] hypothesis: The city of Palo Alto is located on the west coast.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Prancing Horse (Italian: \"Cavallino Rampante\" , 'little prancing horse' ) is the symbol of Italian sports car manufacturer Ferrari and its racing division Scuderia Ferrari. Originally, the symbol was used by World War I pilot Francesco Baracca on his airplane. [SEP] hypothesis: Francesco Baracca enjoyed collecting expensive cars.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Beverly Center Business District encompasses much of the historic 19th century commercial heart of Beverly, Massachusetts. Centered on Cabot and Church Streets between Central Street and the Beverly Common, its architecture reflects the city's growth over 150 years. The district was added to the National Register of Historic Places in 1984. [SEP] hypothesis: The Beverly Center Business District is located in Boston", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: A grasshopper is a sweet, mint-flavored, after-dinner drink. The name of the drink derives from its green color, which comes from crème de menthe. The drink reputedly originated at Tujague's, a landmark bar in the French Quarter of New Orleans, Louisiana, and was invented by its owner, Philip Guichet. The drink gained popularity during the 1950s and 1960s throughout the American South. [SEP] hypothesis: Tujague's is a landmark bar in the French Quarter of Southern France.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Samuel Murez, born October 22, 1982, is a Franco-American director, choreographer, film-maker, editor, composer, producer, and dancer. He has been a member of the Paris Opera Ballet since 2001. He has been the artistic director of 3e étage, an independent group of soloists and dancers of the Paris Opera Ballet, since its founding in 2004. [SEP] hypothesis: Samuel Murez speaks fluent English because he is American.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Sully Diaz (July 12, 1960; New York City) is a Spanish actress and singer born to Sephardic parents from, Puerto Rico. Sully's career started in Puerto Rican television with her first starring role as Coralito in the \"novela\" called \"Coralito\". \"Coralito\" was her first starring role. Sully was invited to star in various soap operas in Puerto Rico, Venezuela and Argentina. [SEP] hypothesis: Sully Diaz changed her name after being on Puerto Rican television.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Joseph W. Hermann is a leading American wind band conductor and educator and is currently Director of Bands and Professor of Music at Tennessee Technological University in Cookeville, Tennessee. He is also the current President of the American Bandmasters Association. [SEP] hypothesis: Joseph W. Hermann is not a teacher.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
