{"task": "anli", "input": "premise: Maharishi Peace Palace is a type of pre-engineered building designed to house the educational and meditational activities of the Transcendental Meditation movement. Each Peace Palace is built using standardized plans compatible with Maharishi Sthapatya Veda design principles. [SEP] hypothesis: All Peace Palaces bear a pre-engineered designed that is compatible with specific principles.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: A shared zone is an implementation of a living street in Australia and New Zealand, where pedestrians, cyclists and motorised traffic share the same road space. Special rules and speed limits apply for shared zones. Shared zones are related, but not automatically the same as shared space, which is a somewhat wider concept including elements such as urban design. [SEP] hypothesis: A shared zone is only found amoung uber drivers.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Bangladesh Film Directors Association is the pan-national trade body of film directors in Bangladesh. The Bangladesh Film Directors Association’s General Secretary is Badiul Alam Khokon. Mushfiqur Rahman Gulzar is the president of Bangladesh Film Directors Association. [SEP] hypothesis: Bangladesh Film Directors Association reviews movies and holds conferences to discuss films", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 1910 NCAA football season had no clear-cut champion, with the \"Official NCAA Division I Football Records Book\" listing Harvard and Pittsburgh as having been selected national champions. Only Harvard claims a national championship for the 1910 season. [SEP] hypothesis: The 1910 season occurred after 1909.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Frederick \"Dennis\" Greene (January 11, 1949 – September 5, 2015) was an American singer who was a member of Sha Na Na who were formed in 1969 at Columbia University in New York as the Columbia Kingsmen. The name change to Sha Na Na occurred because of another group with a similar name, which was known for the song Louie Louie. [SEP] hypothesis: Fred Green is his preferred name", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Rock House, also known as the John Martin House, is a historic home located near King, Stokes County, North Carolina. It was built about 1785, and is a two-story, fieldstone ruin. It has been a ruin since the late-19th century. It is believed to have been built by Colonel John Martin, an early landowner in Stokes County. The property is maintained by the Stokes County Historical Society. [SEP] hypothesis: Rock House is maintained by the local Historical Society.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Air Caribbean was an airline that served from Luis Muñoz Marín International Airport, then \"Isla Verde International Airport\", in San Juan. The 1970s and 1980s were decades when several Puerto Rican airlines existed and competed against each other, including Prinair, Vieques Air Link and Dorado Wings. Believing a share of the market profits could be gained, Air Caribbean was created in 1975. [SEP] hypothesis: Air Caribbean was created after 1965, but before 1976.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Super Supau is a Taiwanese sports drink, manufactured by Vitalon Foods company. The company is based in the Gong Ye district of Taichung. The drink competes against Pocari Sweat and Aquarius, two brands introduced from Japan, as well as Heysong's Fin. [SEP] hypothesis: The drink competes against Pocari Sweat and Aquarius, three brands introduced from Japan, as well as Heysong's Fin.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: WLR FM (Waterford Local Radio), licensed since 1989 () by the Broadcasting Commission of Ireland, is the local radio station covering Waterford City and County. In addition to the official franchise area, the station also enjoys a considerable listenership in South County Kilkenny and East County Cork. [SEP] hypothesis: WLR FM has been licensed for more than 20 years.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Kevin Byrne is the Assembly member for the 94th District of the New York State Assembly. He is a registered Republican who successfully ran with the Republican, Conservative, Independence, and Reform Party endorsements. The district includes portions of Putnam and Westchester counties in the Hudson Valley. [SEP] hypothesis: Kevin Byrne will run for president.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Illinois Route 3 (IL 3) is a major north–south arterial state highway in southwestern Illinois. It has its southern terminus at Cairo Junction (about 4 mi north of Cairo) at the intersection of Interstate 57 (I-57) and U.S. Route 51 (US 51), and its northern terminus in Grafton at IL 100. This is a distance of 187.44 mi . [SEP] hypothesis: Illinois Route 3 (IL 3) is a major north–south arterial state highway in southwestern Illinois. Since it opened, the traffic has improved drastically which was a major problem before.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Liisi Rist (born 25 June 1991) is an Estonian racing cyclist. She competed in the 2013 UCI women's team time trial in Florence. She has won the Estonian national championships on the road twice (2013, 2014) and the time trial three times (2013, 2014, 2015). In 2013 the Estonian Cycling Federation gave her the Best Female Cyclist award. She also took part at the 2015 European Games in Baku. [SEP] hypothesis: Rist is a cyclist but also competes in other cycling activities.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Dayavan: Truth is Power (English: \"The Compassionate\") is a 1988 Hindi thriller movie remake of the Tamil film \"Nayagan\" (1987). The movie was directed by Feroz Khan, and starred Vinod Khanna, Feroz Khan and Madhuri Dixit in lead roles with Aditya Pancholi in an important role. [SEP] hypothesis: Dayavan is a remake of Nayagan,", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Museum of Turkish Calligraphy Art (Turkish: \"\" ) is a museum located in Beyazıt Square in Fatih district of Istanbul, Turkey. Constructed between 1506–08, the building formerly served as the medrese of Bayezid II Complex which was built within the order of Sultan Bayezid II, son of Mehmed the Conqueror. Its collection consists of 3121 pieces mainly reflecting Islamic calligraphic art. [SEP] hypothesis: Mehmed the Conqueror's son ordered the construction of Bayezid II Complex.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Feel the Passion\" is a song by Aurela Gaçe, composed by Shpëtim Saraçi and with lyrics by Sokol Marsi. The song was the winner of the 49th edition of the Albanian musical festival Festivali i Këngës, performed as \"Kënga ime\" (My song) on 25 December 2010, and represented Albania at the Eurovision Song Contest 2011, held in Düsseldorf, Germany. [SEP] hypothesis: The song Feel the Passion won the 79th edition of the Alabama musical festival.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Justin James \"J. J.\" Watt (born March 22, 1989) is an American football defensive end for the Houston Texans of the National Football League (NFL). He was drafted by the Texans with the 11th pick in the first round of the 2011 NFL Draft, and played college football at Wisconsin. [SEP] hypothesis: Justin Watt got his start in football by playing in college at Wisconsin.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
