{"task": "anli", "input": "premise: Elkhan Mammadov is a General Secretary of Association of Football Federations of Azerbaijan (AFFA), Project Leader for UEFA EURO 2020 Baku Bid, Vice-President of UEFA Fair Play and Social Responsibility Committee, FIFA Fair Play and Social Responsibility Committee Member. [SEP] hypothesis: Elkhan Mammadov was a football player during 2020.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Diana Trask (born 23 June 1940) is an Australian country and pop singer born in Melbourne, Australia. She was a popular country singer during the 1970s in the United States and also was a popular star in her native Australia. In the U.S., she charted eighteen singles on the country charts, of which the highest was the number 13 \"Lean It All on Me\" in 1974. [SEP] hypothesis: Diana Trask was popular in Europe", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: District and Circle is a poetry collection by Seamus Heaney, who received the 1995 Nobel Prize in Literature. It was published in 2006 and won the 2006 T. S. Eliot Prize, the most prestigious poetry award in the UK. The collection also won the \"Irish Times\" \"Poetry Now Award\". [SEP] hypothesis: District and Circle was published more than five years after Seamus Heaney won the Nobel Prize in Literature.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Persons listed with a double asterisk (**) are producers who have won the Tony Award for Best Musical and/or the Tony Award for Best Play. Those listed with a triple asterisk (***) have won the Tony Award for Best Direction of a Musical and/or Play. Those listed with a quadruple asterisk (****) have won the Tony Award for Best Actor or Best Actress in a Musical or Play. [SEP] hypothesis: To get two asterisks you can have one or two awards", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Istanbul University Observatory (Turkish: \"İstanbul Üniversitesi Gözlemevi\" ) is a ground-based astronomical observatory operated by the Astronomy and Space Sciences Department at Istanbul University's Faculty of Science. Established in 1936, it is situated next to the historic Beyazıt Tower within the main campus of the university at Beyazıt Square in Fatih district of Istanbul, Turkey. [SEP] hypothesis: Istanbul University Observatory is not space based", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: John Thomas Ward (born in Timaru, Canterbury, on 11 March 1937) is a former New Zealand cricketer who played as a wicket-keeper in 8 Tests from 1964 to 1968. Ward's Test captain John Reid said, \"He was easily the best wicketkeeper in New Zealand in his time, but was plagued by injury.\" [SEP] hypothesis: John Thomas Ward is a former New Zealand footballer.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Ina Ray Hutton Show was a TV show starring prominent female jazz bandleader Ina Ray Hutton and her all-female orchestra. From 1951 to 1955, the show was a regional television show on the Paramount Television Network flagship station KTLA, and had a brief network run on PTN in 1956. [SEP] hypothesis: Every member of Ina Ray Hutton's orchestra was a woman.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Sri Lanka ( or ; Sinhalese: ශ්‍රී ලංකා \"Śrī Laṃkā \", Tamil: இலங்கை \"Ilaṅkai\"), officially the Democratic Socialist Republic of Sri Lanka, is an island country located southeast of the Republic of India and northeast of the Maldives. Its current existence is due to the merger of several empires present on the island under European colonial rule. [SEP] hypothesis: Sri Lanka southwest of India.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Imperial Japanese Navy Air Service (大日本帝國海軍航空隊 , Dai-Nippon Teikoku Kaigun Kōkū-tai ) was the air arm of the Imperial Japanese Navy during World War II. The organization was responsible for the operation of naval aircraft and the conduct of aerial warfare in the Pacific War. [SEP] hypothesis: Japan had a navy in WWII", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Teeth is a 2007 black comedy horror film written and directed by Mitchell Lichtenstein. The movie stars Jess Weixler and was produced by Lichtenstein on a budget of US$2 million. The film premiered at the Sundance Film Festival on January 19, 2007, and was distributed by Roadside Attractions for a limited release in the United States. [SEP] hypothesis: Jamie Wexler stars in the movie Teeth.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Manuel Romeo (September 21, 1891 – October 3, 1954 in Buenos Aires) was an Argentine film director, screenwriter, dramatist and score composer, and one of the influential directors in the cinema of Argentina of the classic era. He directed and wrote over films between 1931 and 1951 even composing the musical scores for several. [SEP] hypothesis: Manuel Romeo only worked in cinema for his entire career.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 1997 KNVB Cup Final was a football match between Roda JC and Heerenveen on 8 May 1997 at De Kuip, Rotterdam. It was the final match of the 1996–97 KNVB Cup competition and the 79th KNVB Cup final. Roda won 4–2 after goals from Gerald Sibon, Ger Senden, Eric van der Luer and Maarten Schops. It was the side's first KNVB Cup trophy. [SEP] hypothesis: Gerald Sibon believed this was his greatest match.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Day on Fire is an American film which was produced by Lodestar Entertainment and filmed in New York City and Israel in 2006. It is written and directed by Jay Anania, stars Academy Award winner Olympia Dukakis, Carmen Chaplin, Alyssa Sutherland and Martin Donovan and is produced by William Fisch and Larry Rattner. The film was scored by John Medeski with vocals by Judy Kuhn. [SEP] hypothesis: Day on Fire was filmed in New York City in 2016", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Arnold Rampersad (born 13 November 1941) is a biographer and literary critic, who was born in Trinidad and Tobago and moved to the US in 1965. The first volume (1986) of his \"Life of Langston Hughes\" was a finalist for the Pulitzer Prize and his \"Ralph Ellison: A Biography\" was a finalist for the 2007 National Book Award. [SEP] hypothesis: Arnold Rampersad wrote \"Ralph Ellison: A Biography\" after \"Life of Langston Hughes\".", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Ottawa Sun is a daily tabloid newspaper in Ottawa, Ontario, Canada. It is published by Sun Media. It was first published in 1983 as the \"Ottawa Sunday Herald\", until it was acquired by (then) Toronto Sun Publishing Corporation in 1988. In April 2015, Sun Media papers were acquired by Postmedia. [SEP] hypothesis: The Ottawa Sun prints news", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Uncle from America (German: Der Onkel aus Amerika) is a 1953 West German comedy film directed by Carl Boese and starring Hans Moser, Georg Thomalla and Joe Stöckel. It was based on a play by Ferdinand Altenkirch which had previously been made into the 1932 film \"No Money Needed\". [SEP] hypothesis: The Uncle from America is inspired from an american film", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
