{"task": "anli", "input": "premise: Phenazine is an organic compound with the formula (CH)N. It is a dibenzo annulated pyrazine, and the parent substance of many dyestuffs, such as the toluylene red, indulines, and safranines (and the closely related eurhodines). Phenazine crystallizes in yellow needles, which are only sparingly soluble in alcohol. Sulfuric acid dissolves it, forming a deep-red solution. [SEP] hypothesis: Phenazine is the parent substance of many dyestuffs and can be dissolved in sulfuric acid.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Sky of Avalon – Prologue to the Symphonic Legends is a studio album by German guitarist Uli Jon Roth marking a debut for his symphonic music project Sky of Avalon. It was produced at Sky Studios, Earl's Farm in Autumn 1995, except for \"Starlight\" and \"Winds of War\" produced in 1992 at Sky Studios, Seaford. It was released in 1996 in Japan and Europe, finally reaching the U.S. in 1998. [SEP] hypothesis: Sky of Avavlon is Uli Jon Roth's best musical project.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Konec agenta W4C prostřednictvím psa pana Foustky (English: The End of Agent W4C ) is a 1967 Czechoslovak film parodying the James Bond secret agent genre. Directed by Václav Vorlíček based on the story by Oldřich Daněk. Runtime 87 min. Mono. Produced by Filmové Studio Barrandov and distributed by Central Office of Film Distribution, Prague. [SEP] hypothesis: The film mentioned has a sound produced with multiple stereos.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Death Wish is an upcoming American vigilante action film directed by Eli Roth, a remake of the 1974 film of the same name which starred Charles Bronson in the lead, based on the 1972 novel written by Brian Garfield. The remake will star Bruce Willis as main character Paul Kersey, and is scheduled to be released on November 22, 2017, by Metro-Goldwyn-Mayer. [SEP] hypothesis: Death Wish was released in 2015.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Ten Commandments of Dog Ownership, also known as The Ten Commandments From a Pet's Point of View, or simply Ten Commandments For Dog Owners is a set of pet ownership rules. It was created in 1993 by Stan Rawlinson, and is written from the point of view of a dog. [SEP] hypothesis: The Ten Commandments of Dog Ownership is told from the viewpoint of a pet.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Kevin \"Jack\" Haugrud was the acting United States Secretary of the Interior, serving since the end of the Obama administration on January 20, 2017 until the swearing in of Ryan Zinke on March 1, 2017. Until becoming Acting Secretary, Haugrud was deputy solicitor of the Department of the Interior. [SEP] hypothesis: Haugrud was deputy solicitor longer than he was acting United States Secretary of the Interior.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Leeds Rhinos R.L.F.C. is a professional rugby league club based in Leeds, West Yorkshire, England. Founded in 1870, they compete in the Super League, the top-level European rugby league club competition, and have won the competition a record seven times since its inception in 1996, most recently in 2015. They play their home matches at Headingley Rugby Stadium. [SEP] hypothesis: Leeds Rhinos R.L.F.C has won every match played at their home stadium of Headingley Rugby Stadium", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Word of Mouth is the third studio album by English-Irish boy band The Wanted. The album was released worldwide via Island Records on 4 November 2013. The album was preceded by the release of six singles: \"Chasing the Sun\", \"I Found You\", \"Walks Like Rihanna\", \"We Own the Night\", \"Show Me Love (America)\" and \"Glow in the Dark\", the latter of which was released two weeks prior to the album. [SEP] hypothesis: The wanted released 4 albums.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Eddington Medal is awarded by the Royal Astronomical Society for investigations of outstanding merit in theoretical astrophysics. It is named after Sir Arthur Eddington. First awarded in 1953, the frequency of the prize has varied over the years, at times being every one, two or three years. Since 2013 it has been awarded annually. [SEP] hypothesis: The Eddington Medal has been awarded consistently in more recent years.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Condensed 21st Century Guide to King Crimson is a compilation by progressive rock band King Crimson, released in 2006. It contains select studio tracks from the two box sets, \"The 21st Century Guide to King Crimson – Volume One – 1969–1974\" and \"The 21st Century Guide to King Crimson – Volume Two – 1981–2003\". [SEP] hypothesis: King Crimson is a progressive rock band.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Katie Liu Leung (born 8 August 1987) is a Scottish film, television, and stage actress. She played Cho Chang, the first love interest for lead character Harry Potter in the Harry Potter film series. In 2012, Leung made her stage debut in the play \"Wild Swans\". Leung has an interest in painting and photography and studied art and design at the University of the Arts, London. [SEP] hypothesis: Katie Liu Leung is from London.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The legal foundation for the Egyptian state’s control of church property was the Ottoman Hamayouni Decree of 1856. This decree sought to eliminate discrimination between citizens of different ethnicities and religions. Amongst other things, it gave Christians the right to construct places of worship by requiring them to submit a request to the Sultan. [SEP] hypothesis: In order to construct a place of worship, Christians had to submit a request to the Sultan.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: James Michael Smith (born July 26, 1988) is an American football cornerback for the Baltimore Ravens of the National Football League (NFL). He was drafted by the Ravens with the 27th pick in the 2011 NFL Draft. He played college football at University of Colorado. [SEP] hypothesis: The cornerback for the Baltimore Ravens was born on July of 1988.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Elder Scrolls Online is a massively multiplayer online role-playing (MMORPG) video game developed by ZeniMax Online Studios and published by Bethesda Softworks. It was originally released for Microsoft Windows and OS X in April 2014. It is a part of \"The Elder Scrolls\" series, of which it is the first multiplayer installment. [SEP] hypothesis: Many people can play The Elder Scrolls Online at once.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Kisimul Castle (Scottish Gaelic: \"Caisteal Chiosmuil\" ) and also known as Kiessimul Castle, is a small medieval castle located on a small island off Castlebay, Barra, in the Outer Hebrides, Scotland. It gets its name from the Gaelic \"cìosamul\" meaning \"castle island\". [SEP] hypothesis: Caisteal Chiosmuil means castle island.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Sing Street is a 2016 musical coming-of-age comedy-drama film co-written, co-produced and directed by John Carney. Starring Ferdia Walsh-Peelo, Lucy Boynton, Maria Doyle Kennedy, Aiden Gillen, Jack Reynor, and Kelly Thornton, the story revolves around a boy starting a band to impress a girl in 1980s Ireland. It is an international co-production from Ireland, the United States, and United Kingdom. [SEP] hypothesis: John Carney had a cameo in Sing Street.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
