{"task": "anli", "input": "premise: The Peace Palace (Dutch: \"Vredespaleis\" ; ] ) is an international law administrative building in The Hague, the Netherlands. It houses the International Court of Justice (which is the principal judicial body of the United Nations), the Permanent Court of Arbitration (PCA), the Hague Academy of International Law and the Peace Palace Library. [SEP] hypothesis: International Court of Justice is housed in The Peace Palace.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Roberto Javier Mora García (c. 1962 – 16 March 2004) was a Mexican journalist and editorial director of \"El Mañana\", a newspaper based in Nuevo Laredo, Tamaulipas, Mexico. He worked for a number of media outlets in Mexico, including the \"El Norte\" and \"El Diario de Monterrey\", prior to his assassination. [SEP] hypothesis: El Mañana was a popular newspaper in Nuevo Laredo.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Hillary Rodham Clinton served as a United States Senator from New York from January 3, 2001 to January 21, 2009. She won the United States Senate election in New York, 2000 and the United States Senate election in New York, 2006. Clinton resigned from the Senate on January 21, 2009 to become United States Secretary of State for the Obama Administration. [SEP] hypothesis: Hilary Clinton and Monica Lewinsky are friendly.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Storm Front is a 2000 novel by science fiction and fantasy author Jim Butcher. It is the first novel in The Dresden Files, his first published series, and it follows the character of Harry Dresden, professional wizard. The novel was later adapted into a pilot for a SyFy channel television series. [SEP] hypothesis: Storm Front became a pilot of a SyFy TV series.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Robertas Giedraitis (born August 29, 1970) is a Lithuanian basketball coach and former player. He is currently the assistant coach for Šiauliai of the Lithuanian Basketball League (LKL). Robertas Giedraitis played his whole career with Šiauliai. He is currently the player with most games played, most steals and the most assists made in Lithuanian Basketball League's history. [SEP] hypothesis: Robertas Giedraitis is the best coach in history.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Emperor and Galilean (in Norwegian: \"Kejser og Galilæer\" ) is a play written by Henrik Ibsen. Although it is one of the writer's lesser known plays, on several occasions Henrik Ibsen called \"Emperor and Galilean\" his major work. \"Emperor and Galilean\" is written in two complementary parts with five acts in each part and is Ibsen's longest play. [SEP] hypothesis: Emperor and Galilean was written by Henrik Ibsen.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: On October 20, 1977, a Convair CV-240 chartered by the rock band Lynyrd Skynyrd from L&J Company of Addison, Texas, ran out of fuel and crashed in Gillsburg, Mississippi, near the end of its flight from Greenville, South Carolina, to Baton Rouge, Louisiana. [SEP] hypothesis: President Nixon will be the next president in the USA.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Domestically, he has played for Khan Research Laboratories, Lahore, Lahore Eagles, Lahore Lions, Lahore Qalandars, Pakistan A and Huntly (Scotland) during his career. He was the captain of Lahore Qalandars in the first edition of the Pakistan Super League. [SEP] hypothesis: There are multiple teams based in Lahore, Pakistan.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Drunk Girls\" is a song by American rock band LCD Soundsystem. It was released as the second single from their third studio album, \"This Is Happening\" (2010), on May 3, 2010. Band frontman James Murphy has described the song as \"dumb\" but added \"I like dumb, short stuff.\" The 7\" single features a cover of the song by San Francisco psychedelic rock band Wooden Shjips. [SEP] hypothesis: The 7\" release of \"Drunk Girls\" features a cover by a psychedlic rock band.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Callitris columellaris is a species of coniferous tree in the family Cupressaceae (cypress family), native to most of Australia. Common names include White Cypress-pine, Murray River Cypress-pine, and Northern Cypress-pine. \"Callitris columellaris\" has been naturalised in Hawaii and in southern Florida. [SEP] hypothesis: The coniferous tree family is the most common tree family in the world.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Fred Berger (born May 10, 1981) is an American film producer who was nominated for the Academy Award for Best Picture for the 2016 musical \"La La Land\", for which he also won the 2016 Golden Globe Award for Best Motion Picture – Musical or Comedy and Producers Guild of America Award for Best Theatrical Motion Picture. [SEP] hypothesis: Fred Berger enjoys making Horror films in addition to Musicals and Comedies.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Dr. Joost Vander Auwera (born 24 January 1957) is a Belgian art historian and museum curator. He is Senior Curator at the Royal Museums of Fine Arts of Belgium in Brussels. He is the Co-Founder and Project Leader of the international multidisciplinary Jordaens Van Dyck Panel Paintings Project and the Project Leader for the establishment of the visitors centre at the Brueghel House, Brussels. [SEP] hypothesis: Dr. Joost Vander Auwera is the project leader at two establishments.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Legend of Marilyn Monroe is a 1966 American documentary film chronicling the life and career of actress Marilyn Monroe. Directed by Terry Sanders, and narrated by John Huston, the film was also released under the title The Marilyn Monroe Story in the UK. [SEP] hypothesis: The Legend of Marilyn Monroe was a European film.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Habit of Happiness is a 1916 American silent comedy film directed by Allan Dwan and filmed by cinematographer Victor Fleming. The film was written by Allan Dwan and Shannon Fife from a suggestion by D. W. Griffith and stars Douglas Fairbanks. A 16mm print of the film is preserved in a private collection. [SEP] hypothesis: The Habit of Happiness is a silent film.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: A French sauce spoon or saucier spoon is a spoon that is typically the size and shape of a dessert spoon, but with a flattened bowl that has a thinner edge and a small notch on one side. As the name suggests, a French sauce spoon is used to eat the sauce accompanying a dish. Such a spoon may be referred to simply as a sauce spoon, but this can also refer to a spoon used to serve sauce. [SEP] hypothesis: A French sauce spoon is a spoon that is the size and shape of a dessert spoon, but with a flattened bowl that has a thinner edge and a small notch on one side. It is used accompanying a dish. This spoon may be referred to simply as a sauce spoon or to serve sauce.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: 20th Century Fox Film Noir refers to a collection of films released on DVD by 20th Century Fox. The series, a spinoff of the earlier \"Fox Studio Classics\" line, was premiered in March 2005, with the release of the inaugural titles \"Call Northside 777\", \"Laura\" and \"Panic in the Streets\". Like the earlier \"Studio Classics\" line, \"Fox Film Noir\" DVDs are numbered on their spines. [SEP] hypothesis: 20th Century Fox made more profit on the \"Fox Studio Classics\" Line than on the \"Fox Film Noir\" line.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
