{"task": "anli", "input": "premise: Spoons was a comedy sketch show first broadcast on the United Kingdom's Channel 4 from 30 September 2005. In the United States, \"Spoons\" is broadcast on BBC America. The relationship themed show combined recent trends in sketch shows—dark content, strong language, and recurring catchphrases. [SEP] hypothesis: Spoons was very popular among teenagers in the United States.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Warren Ellis (born 14 February 1965) is an Australian-French musician and composer. He is a member of several groups: Dirty Three, Nick Cave and the Bad Seeds and Grinderman. He has also composed film scores with Nick Cave. Ellis plays violin, piano, bouzouki, guitar, flute, mandolin, tenor guitar, and viola. Ellis has been a member of Nick Cave and the Bad Seeds since 1994. [SEP] hypothesis: He created very popular music", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Thuja plicata, commonly called western or Pacific redcedar, giant or western arborvitae, giant cedar, or shinglewood, is a species of \"Thuja\", an evergreen coniferous tree in the cypress family Cupressaceae native to western North America. It is not a true cedar of the genus \"Cedrus\". [SEP] hypothesis: Thuja Plicata can be found in South America.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Orlando City SC were an American professional soccer team based in Orlando, Florida, United States that was the precursor to Orlando City SC. The team played in USL Pro, the third tier of the American soccer pyramid from 2010 to 2014, until discontinuing in favor of Orlando's Major League Soccer (MLS) expansion franchise in 2015 which is owned by the same principals. [SEP] hypothesis: Orlando City SC played in the third tier of the American soccer pyramid", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Elkhan Mammadov is a General Secretary of Association of Football Federations of Azerbaijan (AFFA), Project Leader for UEFA EURO 2020 Baku Bid, Vice-President of UEFA Fair Play and Social Responsibility Committee, FIFA Fair Play and Social Responsibility Committee Member. [SEP] hypothesis: Elkhan Mammadov is the head of FIFA Fair Play and Social Responsibility", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Maarten de Jonge (born 9 March 1985) is a Dutch cyclist who rides for the UCI Continental Monkey Town Continental Team . He claims to have attempted to fly on both Malaysia Airlines Flight 370 and Malaysia Airlines Flight 17, but changed flights in order to save money, although no independent sources can confirm this. [SEP] hypothesis: Maarten de Jongeis from the Netherlands.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Ghosting refers to the act of breaking off a relationship (often used in the context of intimate relationships) by ceasing all communication and contact with the former partner without any apparent warning or justification, as well as avoiding and/or ignoring and refusing to respond in any way to the former partner’s attempts to reach out or communicate. [SEP] hypothesis: Ghosting refers to the act of breaking off a relationship is unapreciated", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Alif Allah (Jugni) (Punjabi: ), also known as Alif Allah Chambe Di Booti (Punjabi: ) is a popular Punjabi sufi song that was composed and sung by Arif Lohar and Meesha Shafi in Coke Studio Pakistan. The lyrics of the song were based on the works of 17th century Sufi poet Sultan Bahu. [SEP] hypothesis: Although he composed the music, Arif Lohar did not sing for the recording of Alif Allah.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 1948 SMU Mustangs football team represented the SMU Mustangs of Southern Methodist University during the 1948 college football season. Doak Walker was a junior when he won the Heisman Trophy. Doak established several other Southwest Conference records that still stand. [SEP] hypothesis: Contradictory to what you may know, Doak was of age to qualify as a Junior when he won the Heisman trophy.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Dr. Joost Vander Auwera (born 24 January 1957) is a Belgian art historian and museum curator. He is Senior Curator at the Royal Museums of Fine Arts of Belgium in Brussels. He is the Co-Founder and Project Leader of the international multidisciplinary Jordaens Van Dyck Panel Paintings Project and the Project Leader for the establishment of the visitors centre at the Brueghel House, Brussels. [SEP] hypothesis: Dr. Joost Vander Auwera was never interested in the fine arts, preferring a career in engineering.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Christiandy Sanjaya (Hanzi: 黃漢山, Hanyu Pinyin: \"Huáng Hànshān\", Hakka: \"Bong Hon Sham\", born 29 March 1964) is the incumbent Deputy Governor of West Kalimantan since 14 January 2008. He was elected to the post together with his running mate, incumbent Governor Cornelis, after winning the 2007 gubernatorial election. They were re-elected for the second term on the 2012 gubernatorial election. [SEP] hypothesis: Christiandy Sanjaya has been deputy  governor for  5  years", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Operation Epsilon was the codename of a program in which Allied forces near the end of World War II detained ten German scientists who were thought to have worked on Nazi Germany's nuclear program. The scientists were captured between May 1 and June 30, 1945, as part of the Allied Alsos Mission, mainly as part of its Operation Big sweep through southwestern Germany. [SEP] hypothesis: The scientists were captured on May 3rd.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Hound of the Baskervilles is a 1978 British comedy film spoofing \"The Hound of the Baskervilles\" by Sir Arthur Conan Doyle. It starred Peter Cook as Sherlock Holmes and Dudley Moore as Dr. Watson. A number of other well-known British comedy actors appeared in the film including Terry-Thomas (in his final screen appearance), Kenneth Williams and Denholm Elliott. [SEP] hypothesis: The Hound of the Baskervilles has no male actors", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Mackintosh and T.J. is a 1975 American modern day Western film starring Roy Rogers in his last feature film appearance in a film that was specifically written for him. Prior to this film his most recent feature film appearances were in the Bob Hope films \"Son of Paleface\" (1952) and 1959's \"Alias Jesse James\" (a cameo). [SEP] hypothesis: Roy Rogers has only starred in three movies.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Satan's Sister is a 1925 British silent adventure film directed by George Pearson and starring Betty Balfour, Guy Phillips and Philip Stevens. It is an adaptation of the 1921 novel \"Satan\" by Henry De Vere Stacpoole. The novel was later adapted again as the 1965 film \"The Truth About Spring\". [SEP] hypothesis: The Truth About Spring was released in 1966.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Kevin \"Jack\" Haugrud was the acting United States Secretary of the Interior, serving since the end of the Obama administration on January 20, 2017 until the swearing in of Ryan Zinke on March 1, 2017. Until becoming Acting Secretary, Haugrud was deputy solicitor of the Department of the Interior. [SEP] hypothesis: Ryan Zinke served as acting United States Secretary of the Interior longer than Haugrud did.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
