{"task": "anli", "input": "premise: Barry Cunningham (born 19 December 1952) is a British publisher, who worked for various publishers including Penguin Books and Bloomsbury before setting up Chicken House publishing in 2000. He is most well known for signing J.K Rowling, and publishing \"Harry Potter and the Philosopher’s Stone\" in 1997. [SEP] hypothesis: Cunningham was born in the 1960's.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Christopher James Paolini (born November 17, 1983, Los Angeles, California) is an American author. He is the author of the \"Inheritance Cycle\", which consists of the books \"Eragon\", \"Eldest\", \"Brisingr\" and \"Inheritance\". He currently lives in Paradise Valley, Montana, where he wrote his first book. [SEP] hypothesis: \"Eragon\" sold the most copies out of the entire \"Inheritance Cycle\" books.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Agia Triada Monastery (Greek: Μονή Αγίας Τριάδος ) is a Greek Orthodox monastery dedicated to the Holy Trinity (\"Agia Triada\"), on the southwestern slopes of Mount Olympus, Greece, near the village of Sparmos, whence it is also commonly known as Sparmou Monastery (Μονή Σπαρμού). Beside the monasteries Agios Dionysios and Kanalon it is one of the monasteries located at Mount Olympus. [SEP] hypothesis: The monastery is located of the southeastern slopes of Olympus, which is close to the village of Sparmos.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Nikhil Manipuri Mahasabha, initially a Hindu nationalist organization, was founded in Manipur in 1934. At that time, the maharajah was its president. NMHM was opposed to the increasing foreign christian evangelistic aggression, and sought to protect the interests of Hindus in the state. The organization was modelled after the Akhil Bharatiya Hindu Mahasabha. [SEP] hypothesis: Decreasing foreign christian evangelistic aggression was a goal of the maharajah in 1934.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Nalin Jayawardena (Sinhala : නලින් ජයවර්ධන) (born 18 April 1957) is a popular Sri Lankan singer and vocalist. He was the first Sri Lankan singer to release an internet based audio album in Sinhala allowing his fans from around the world to download the album free of charge. This album titled Kanda Paamule was released in 2004. Nalin Jayawardena lives in Perth, Australia. [SEP] hypothesis: Nalin Jayawardena is a loud singer.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Zunyi Xinzhou Airport (IATA: ZYI, ICAO: ZUZY) is a dual-use military and civil airport serving the city of Zunyi in China's southwestern Guizhou Province. It is located in the town of Xinzhou in Xinpu New Area. The military air base was built in 1966 and completed in 1970. [SEP] hypothesis: Zunyi Xinzhou Airport took 4 years to build.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Vanessa Jean Dedmon (born 28 April 1987 in Braunfels, Hesse to Russell and Waltraud Dedmon) was a semifinalist on Germany's third season of \"Deutschland sucht den Superstar\" (the German Version of \"Pop Idol\") being voted out by the audience in the Top 3 Show. Dedmon was one of the favourites of the jury. [SEP] hypothesis: Vanessa Jean Dedmon appeared on \"Deutschland sucht den Superstar\" even though she was originally from Poland.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Sparta is an American rock band from El Paso, Texas, formed in 2001. Founding members Jim Ward (vocalist/guitarist) and Tony Hajjar (drummer) are also members of post-hardcore group At the Drive-In. Keeley Davis (guitarist) is the former frontman of Engine Down. [SEP] hypothesis: Sparta is a new deodorant and was used by Jim Ward.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: La Commune (Paris, 1871) is a 2000 historical drama film directed by Peter Watkins about the Paris Commune. A historical re-enactment in the style of a documentary, the film received much acclaim from critics for its political themes and Watkins' direction. [SEP] hypothesis: La Commune was directed by the Farley Brothers.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Under the Skin is a 2000 novel by Michel Faber. Set in northern Scotland, it traces an extraterrestrial who, manifesting in human form, drives around the Scottish countryside picking up male hitchhikers whom she drugs and delivers to her home planet. The novel, which was Faber's debut, was shortlisted for the 2000 Whitbread Award. It was later adapted into a feature film by Jonathan Glazer. [SEP] hypothesis: Michel Faber's debut novel, Under the Skin, tells the store of a male alien that manifests in human form and picks up male hitchhikers around the Scottish countryside.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Aram is a 2002 French action film. It takes place in France between 1993 and 2001, wherein French-Armenian fighters supply arms to Nagorno-Karabakh and kill a visiting Turkish general. The film was released in 2002 in theatres in France, and made its American debut in 2004 at the Armenian Film Festival in San Francisco. [SEP] hypothesis: Aram is a comedy", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Songs Our Daddy Taught Us is the second album by close harmony country/rock and roll duo The Everly Brothers, released in 1958. The album is a selection of songs that the brothers learned as boys from their father, Ike Everly. Originally released on Cadence Records, the album has been re-released on LP and CD many times, primarily by Rhino and EMI. [SEP] hypothesis: The album has been re-released on LP and CD many times.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Many science fiction works have been set in the 21st century (years 2001 to 2100). With humanity now in the 21st century, many of the predictions of these works have so far been proven obsolete. This page lists only \"predictions\" regarding the 21st century, as opposed to contemporary accounts of the actual 21st century, which would be too numerous to list. [SEP] hypothesis: Only a few science fiction works were set in the 21st century.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Togo ( ), officially the Togolese Republic (French: \"République togolaise\" ), is a country in West Africa bordered by Ghana to the west, Benin to the east and Burkina Faso to the north. It extends south to the Gulf of Guinea, where its capital Lomé is located. Togo covers 57,000 km2 , making it one of the smallest countries in Africa, with a population of approximately /1e6 round 1 million. [SEP] hypothesis: The context does not explain whether Ghana, Benin and Burkina Faso have great relationships with Togo. They  could have but they also may not have as the context does not say either way.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Spring Lake is a small glacial lake in the Town of Berlin, Rensselaer County, New York, United States. The lake is privately administered by the Spring Lake Association, which consists of the owners of cottages around the perimeter. There is no public access. The lake is located on a geologic formation known as the Rensselaer Plateau. [SEP] hypothesis: Spring Lake Association administers many lakes in the area", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Xiaogan () is a prefecture-level city in east-central Hubei province, People's Republic of China, some 60 km northwest of the provincial capital of Wuhan. According to the 2010 census, its population totaled 4,814,542, of whom 908,266 lived in the built-up (\"or metro\") area of Xiaonan District. [SEP] hypothesis: The population of Xiaogan totaled 4,814,542.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
