{"task": "anli", "input": "premise: Clark County is a county in the U.S. state of Nevada. As of the 2010 census, the population was 1,951,269, with an estimated population of 2,114,801 in 2015. It is by far the most populous county in Nevada, accounting more than two-thirds of its residents. Las Vegas, Nevada's most populous city, has been the county seat since the county was established. [SEP] hypothesis: Las Vegas has a population of over 100000.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Ek Mahal Ho Sapno Ka is a Hindi language Indian soap opera that aired on Sony TV. It was the first Hindi fiction series to reach 1000 episodes and is one of the longest television serials of Indian television. The show was originally aired in Gujarati on ETV Gujarati called as Sapna Na Vavetar. [SEP] hypothesis: Ek Mahal Ho Sapno Ka is an Indian Soap Opera.  It is a very long running and highly regarded show in India.. The show was originally aired in Gujarati on ETV Gujarati called as Sapna Na Vavetar and continues to this day.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Ezhou () is a prefecture-level city in eastern Hubei Province, China. As of the 2010 census, the city had a population of 1,048,668, of which 668,727 lived in the core Echeng District. The Ezhou - Huanggang built-up (\"or metro\") area was home to 1,035,496 inhabitants from the Echeng and Huangzhou, Huanggang Districts. [SEP] hypothesis: The metro area, otherwise known as the Ezhou, makes up 1.03 million people from the Echeng and Huangzhou, Huanggang Districts.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Chrysanthemum boreale (or \"Dendranthema boreale\") is a flowering plant within the Asteraceae family and \"Chrysanthemum\" genus. It used to be in the compositae family and many books still contain as such. It is a perennial flowering plant that is often noted because of its yellow flowers. It has 18 chromosomes at the diploid stage. [SEP] hypothesis: The diploid stage has 18 chromosomes and yellow flowers.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Parma Airport (Italian: \"Aeroporto di Parma\" , IATA: PMF, ICAO: LIMP ) is located 1.3 NM northwest of Parma, a city in the Emilia-Romagna region of Italy. The airport was opened on 5 May 1991. It is also known as Giuseppe Verdi Airport or Parma \"Giuseppe Verdi\" Airport, named after Giuseppe Verdi. [SEP] hypothesis: the airport was opened May 5th, 1991", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Magnus is a Belgian joint dance project of Tom Barman (from the rock band dEUS) and CJ Bolland. Magnus' debut album, \"The Body Gave You Everything\", was released on March 29, 2004. Two of its tracks, \"Summer's Here\" and \"Jumpneedle\", were released as singles. [SEP] hypothesis: \"The Body Gave You Everything\" was a project of Tom Barman and CJ Bolland", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Portland Timbers are an American professional soccer club based in Portland, Oregon. The Timbers compete in Major League Soccer (MLS) as a member club of the league's Western Conference.The Timbers play their home games at Providence Park since 2011 when the team began play as an expansion team in the league. [SEP] hypothesis: The Portland Timbers are the best team in the Western Conference.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Imperial Japanese Navy Air Service (大日本帝國海軍航空隊 , Dai-Nippon Teikoku Kaigun Kōkū-tai ) was the air arm of the Imperial Japanese Navy during World War II. The organization was responsible for the operation of naval aircraft and the conduct of aerial warfare in the Pacific War. [SEP] hypothesis: Japan had airplanes in WWII", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: James Forbes Chapin ( ) (July 23, 1919 – July 4, 2009) was an American jazz drummer and the author of popular texts on jazz drumming, the first two volumes of which are \"Advanced Techniques for the Modern Drummer, Vol. I,\" and \"Advanced Techniques for the Modern Drummer, Vol. II.\" (A third volume is planned.) [SEP] hypothesis: James Forbes Chapin has written a book.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Lethal Weapon 3 is a 1992 American buddy cop action comedy film directed and produced by Richard Donner, starring Mel Gibson, Danny Glover and Joe Pesci, with Rene Russo and Stuart Wilson in key supporting roles. It is the third film in the \"Lethal Weapon\" series. [SEP] hypothesis: Lethal Weapon 3 was the last film in the franchise to date.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Béla Bartók Music High School (Bartók Béla Zeneművészeti Szakközépiskola) is situated in the Palace of Music (Zenepalota) in Bartók square Miskolc, Hungary.It is a famous Music school named after the famous Hungarian composer Béla Bartók.It was founded in 1966. [SEP] hypothesis: The famous music school named after composer Bela Bartok is known for its rigorous curriculum.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Sin Dizzy was a Christian metal band co-founded by former Stryper members Oz Fox and Tim Gaines. The band was founded in the mid-1990s after Stryper had disbanded. Its members included young drummer and lead guitarist . Bass player Gaines described their sound as \"a cross between [the] Stone Temple Pilots and Nirvana\". [SEP] hypothesis: Sin Dizzy  was founded by two former band members", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Happy Go Lovely is a 1951 British musical comedy film with Technicolor, directed by H. Bruce Humberstone and starring Vera Ellen, David Niven, and Cesar Romero. The film was made and first released in the UK, and distributed in the US by RKO Radio Pictures in 1952. [SEP] hypothesis: Vera Ellen starred in Happy Go Lovely", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: 21 Laps Entertainment is an American film and television production company run by director-producer Shawn Levy. 21 Laps produces content in multiple genres and along with Levy, the company’s leadership includes Dan Levine (President) and Dan Cohen (Senior Vice President). [SEP] hypothesis: Levine and Cohen do most of the work compared to Shawn", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Blinded\" is a song by American alternative rock band Third Eye Blind. It was released in April 2003 as the lead single from their 2003 album, \"Out of the Vein\". It was written by Stephan Jenkins, Arion Salazar, and Tony Fredianelli. The song received positive reviews from music critics and peaked at number 34 on the \"Billboard\" Pop Songs chart. [SEP] hypothesis: Third Eye Blind is set to go on a reunion tour this year.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Skerry is a hamlet in the town of Brandon in Franklin County, New York, United States. It is located east of the Little Salmon River on Franklin County Highway 12 (Skerry Road) and Franklin County Highway 13 (Bangor Skerry Road). Skerry is 9 mi southwest of Malone and 5 mi southeast of West Bangor. [SEP] hypothesis: Malone is a small town.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
