{"task": "anli", "input": "premise: Bill Lowrey (born January 29, 1963) is an American musical entertainer and banjoist from California. He has been a featured performer or headliner at a variety of jazz festivals around the U.S. for over fifteen years. Lowrey has established himself in the four-string banjo community as one of its key figures as compared to the likes of Sean Moyses, Steve Peterson, and Buddy Wachter. [SEP] hypothesis: Bill Lowrey has played festivals for over a decade.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Chicago Pizza and Oven Grinder Company is a restaurant located in Chicago, Illinois. The restaurant was founded in 1972, and specializes in a signature dish called the \"pizza pot pie.\" It enjoys local popularity and has appeared in many publications and television shows. [SEP] hypothesis: Chicago Pizza and Oven Grinder Company seves beer", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Glassroth v. Moore, CV-01-T-1268-N, 229 F. Supp. 2d 1290 (M.D. Ala. 2002), and its companion case Maddox and Howard v. Moore, CV-01-T-1269-N, concern then-Alabama Supreme Court Chief Justice Roy S. Moore and a stone monument of the Ten Commandments in the rotunda of the Alabama Judicial Building in Montgomery, Alabama. [SEP] hypothesis: Justice Roy S. Moore was the Supreme Court Chief in Alabama.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: 5...GO is an album by South Korean rock band F.T. Island. It was released on 13 May 2015. The album was released to celebrate the band's fifth anniversary in Japan. The title track \"Primavera\" is a collaboration with Japanese rock singer Takahiro Moriuchi from One Ok Rock. [SEP] hypothesis: 5 GO is a rock album.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: New York State Route 337 (NY 337) is a short state highway located entirely within the Town of Rotterdam in Schenectady County, New York. It forms a connection from NY 7 to Interstate 890 along the western edge of the city of Schenectady and passes by the Rotterdam Square shopping mall. [SEP] hypothesis: NY 337 is a New York State highway running entirely within the State of New York.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Sherlock Holmes is a 1916 American silent film starring William Gillette as Arthur Conan Doyle's Sherlock Holmes. The film, which was directed by Arthur Berthelet, was produced by Essanay Studios in Chicago. It was adapted from the 1899 stage play of the same name, which was based on the stories, \"A Scandal in Bohemia,\" \"The Final Problem,\" and \"A Study in Scarlet\" by Arthur Conan Doyle. [SEP] hypothesis: Sherlock Holmes, is a movie made in 1916 and was directed by William Gillette.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: New London is a census-designated place (CDP) and the primary village in the town of New London in Merrimack County, New Hampshire, United States. The population of the CDP was 1,403 at the 2010 census, out of 4,397 in the entire town of New London. The CDP includes the campus of Colby–Sawyer College. [SEP] hypothesis: Plymouth State University is also about an hour away from Colby-Sawyer College.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Il trionfo dell'onore (\"The Triumph of Honour\") is an operatic 'commedia' in three acts by the Italian composer Alessandro Scarlatti, with a libretto by . It was first performed at the Teatro dei Fiorentini, Naples on 26 November 1718. It is Scarlatti's only known comic opera. [SEP] hypothesis: Il trionfo dell'onore is performed by the Italian singer Alessandro Scarlatti.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
