{"task": "anli", "input": "premise: William Gurstelle (born March 29, 1956) is an American nonfiction author, magazine writer, and inventor. He is a feature columnist for \"Make\" magazine and a columnist and contributing editor at \"Popular Science\" magazine. Previously, he was the Pyrotechnics and Ballistics Editor at \"Popular Mechanics\" magazine. [SEP] hypothesis: William Gurstelle is a feature columnist for \"Make\" magazine and has contributed to several science magazines.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Office is a British mockumentary sitcom, first broadcast in the United Kingdom on BBC Two on 9 July 2001. Created, written and directed by Ricky Gervais and Stephen Merchant, the programme is about the day-to-day lives of office employees in the Slough branch of the fictitious Wernham Hogg Paper Company. Gervais also stars in the series, playing the central character, David Brent. [SEP] hypothesis: Other Mockumentaries have played out on BBC", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Osgoods are an American rock band with its roots in Tucson, Arizona. The band was formed by guitarist Anthony Nigro and drummer Colin Wyatt while they were both attending college in Tucson. In 1998, the band relocated to Los Angeles. In 2003 they released their first full album, \"Automatic Do-Over\", followed by \"Smother and Shrink\" in 2006. [SEP] hypothesis: The Osgoods are an backbeat band that lived in California.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Imperial Japanese Navy Air Service (大日本帝國海軍航空隊 , Dai-Nippon Teikoku Kaigun Kōkū-tai ) was the air arm of the Imperial Japanese Navy during World War II. The organization was responsible for the operation of naval aircraft and the conduct of aerial warfare in the Pacific War. [SEP] hypothesis: Japan had a navy in WWII", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Baaghi 2 is an upcoming Indian martial arts film directed by Ahmed Khan, written by Sanjeev Datta and produced by Sajid Nadiadwala under the banners Nadiadwala Grandson Entertainment and Fox Star Studios. The film features Tiger Shroff and Disha Patani in lead roles. It is a sequel to the 2016 film \"Baaghi.\" [SEP] hypothesis: Baaghi 2 was better than the sequel to the 2016 film \"Baaghi.\"", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Gang Up\" is a song recorded by American rappers Young Thug, 2 Chainz, Wiz Khalifa and PnB Rock. The track was commissioned for the of the 2017 action film \"The Fate of the Furious\". \"Gang Up\" was released on March 24, 2017, as the soundtrack's fourth single in the United States. [SEP] hypothesis: The 2017 action film \"The Fate of the Furious\" was good.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: A soda gun or bar gun is a device used by bars to serve various types of carbonated and non-carbonated drinks. A soda gun has the ability to serve any beverage that is some combination of syrup, water and carbon dioxide. This includes soft drinks, iced tea, carbonated water, and plain water. When served from a soda gun, these are often known as fountain drinks. [SEP] hypothesis: A soda gun gets cleaned every night by the employees.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Nalin Jayawardena (Sinhala : නලින් ජයවර්ධන) (born 18 April 1957) is a popular Sri Lankan singer and vocalist. He was the first Sri Lankan singer to release an internet based audio album in Sinhala allowing his fans from around the world to download the album free of charge. This album titled Kanda Paamule was released in 2004. Nalin Jayawardena lives in Perth, Australia. [SEP] hypothesis: Kanda Paamule was downloaded by over one million of his fans.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Steve Niehause was a defensive lineman in the NFL. He was the first ever draft pick for the Seattle Seahawks and the second player taken in the 1976 NFL Draft. Niehaus was the 1976 NFC Defensive Rookie of the Year and holds the Seahawk rookie record for sacks in a season with 9½. [SEP] hypothesis: Niehause hold the Seahawk rookie record.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Joe Perry is the first solo album by Aerosmith guitarist Joe Perry, released on May 3, 2005 on Sony BMG. \"Joe Perry\" is his first solo album without The Joe Perry Project. The album peaked at #110 at the Billboard charts. \"Joe Perry\" was released as a regular CD and a DualDisc. [SEP] hypothesis: Joe Perry had never recorded a solo album before the self titled one.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Rand is a small village and civil parish in the West Lindsey district of Lincolnshire, England. It is situated approximately 9 mi north-east from the city of Lincoln and approximately 2 mi west from Wragby, and near the A158 road from Lincoln to Skegness. The nearest large town is Market Rasen, about 5 mi north-east. The village is 87 ft above sea level. The population is listed under Goltho. [SEP] hypothesis: Wragby is the biggest village in Lincolnshire, England.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Ghosting refers to the act of breaking off a relationship (often used in the context of intimate relationships) by ceasing all communication and contact with the former partner without any apparent warning or justification, as well as avoiding and/or ignoring and refusing to respond in any way to the former partner’s attempts to reach out or communicate. [SEP] hypothesis: Ghosting refers to the act of breaking off a relationship  which is very immoral", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Operation Paperclip was a secret program of the Joint Intelligence Objectives Agency (JIOA) in which more than 1,600 German scientists, engineers, and technicians, such as Wernher von Braun and his V-2 rocket team, were recruited in post-Nazi Germany and taken to the U.S. for government employment, at the end of World War II; many were members and some were leaders of the Nazi Party. [SEP] hypothesis: At least 375 Germans were recruited in Operation Paperclip.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Queen, often referred to as the Evil Queen or the Wicked Queen, is a fictional character and the main antagonist in \"Snow White\", a German fairy tale recorded by the Brothers Grimm; similar stories are also known to exist in other countries. Other versions of the Queen appear in \"Snow White\" derivative works, and the character has also become an archetype for unrelated works of fiction. [SEP] hypothesis: Fairy tales like the ones the Brothers Grimm wrote have been recorded around the globe.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Humphrey Arthur Gilkes MC & Three Bars (13 October 1895 – 11 July 1945) was a British soldier and doctor. He is one of four soldiers to have been awarded the Military Cross four times, all in the First World War. He was a medical officer in the Colonial Medical Service between the wars. He also served in the British Army in the Second World War, and was killed in an aeroplane crash at Djibouti. [SEP] hypothesis: Three other soldiers were awarded the Military Cross four different times.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Club Atlético San Miguel is an Argentine sports club from San Miguel, Buenos Aires. Although many sports are practised at the club, San Miguel is mostly known for its football team, which currently plays in Primera B Metropolitana, the third division of the Argentine football league system. [SEP] hypothesis: Only football is played at Club Atlético San Miguel.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
