{"task": "anli", "input": "premise: John Barnard (6 July 1794 at Chislehurst, Kent; died 17 November 1878 at Cambridge, England) was an English amateur cricketer who played first-class cricket from 1815 to 1830. Mainly associated with Kent and Marylebone Cricket Club (MCC), he made 18 known appearances in first-class matches. He played for several predominantly amateur teams including the Gentlemen in the Gentlemen v Players series. [SEP] hypothesis: John Barnard played his first professional cricket match in 1881.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 15th BRDC International Trophy was a motor race, run to Formula One rules, held on 11 May 1963 at the Silverstone Circuit, England. The race was run over 52 laps of the Silverstone Grand Prix circuit, and was won by British driver Jim Clark in a Lotus 25. [SEP] hypothesis: The 16th BRDC International Trophy was held on 11 May 1964 at the Silverstone Circuit, England", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: A Version of Now is the first solo studio album by Australian rock musician Peter Garrett, which was released in July 2016 on Sony Music Entertainment Australia. The album follows Garrett's retirement from Australian politics at the 2013 federal election. [SEP] hypothesis: July 2016 was the release of Garrett's first solo album that partially focused on his former band.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Apple A6X is a 32-bit system-on-a-chip (SoC) designed by Apple Inc., introduced at the launch of the fourth generation iPad on October 23, 2012. It is a high-performance variant of the Apple A6. Apple claims the A6X has twice the CPU performance and up to twice the graphics performance of its predecessor, the Apple A5X. [SEP] hypothesis: The A6X is the last SoC that Apple will design.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Nauset Regional High School an NEASC accredited high school located in North Eastham, Massachusetts. Nauset is inside the Cape Cod National Seashore, making it the only high school on the East Coast located within a National Park. The open campus is situated about a half-mile from Nauset Light. Nauset's colors are Black and Gold and the school's mascot is the Warrior. [SEP] hypothesis: The Nauset Lighthouse is on the campus of Nauset Regional High School.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Spies of Warsaw is a 2008 spy novel by Alan Furst about espionage involving the major nations shortly before World War II competing for influence and control over the future of Poland. The story starts in October 1937 and ends in May 1938, with a one paragraph description outlining the future of the two lead characters. [SEP] hypothesis: One of the main characters is from Warsaw, Poland.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Kota Ramakrishna Karanth (born May 1, 1894) was an Indian lawyer and politician who served as the Minister of Land Revenue for the Madras Presidency from March 1, 1946 to March 23, 1947. He was the elder brother of noted Kannada novelist K. Shivarama Karanth. [SEP] hypothesis: Kota Ramakrishna Karanth was a highly though of politician.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The European Country Music Association (ECMA) was established in 1994 in the United Kingdom and Spain by people related to the European country music scene, including publishers, DJs and musicians. It originally consisted of less than 100 members. The first president was the UK's Harry E. Fenton. [SEP] hypothesis: Harry E. Fenton was the favorite president of the ECMA.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Mappings is a first book of poems by Vikram Seth originally published by the Writers Workshop, Calcutta (now Kolkata), as a hand-set, hand-printed and hand-bound volume (\"in Hardback or Flexiback\") in 1980 or 1981 (the Flexiback edition copyright date is 1981). With the growth of Seth's reputation, the volume has been reprinted by mainstream publishers (ISBN  ). [SEP] hypothesis: Vikram Seth has published many books.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Logan Phillip Henderson (born September 14, 1989) is an American actor and singer. He is best known for his role as Logan Mitchell on the Nickelodeon series, \"Big Time Rush\", as well as being a former member of the Big Time Rush band itself. He, along with the band, have won and been nominated for multiple awards over the past few years. [SEP] hypothesis: Logan Phillip Henderson is best known for being on the Disney hit show \"That's So Raven\".", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Nordic Resistance Movement (Swedish: \"Nordiska Motståndsrörelsen; NMR\" , Norwegian: \"Nordiske motstandsbevegelsen; NMB\" , Finnish: \"Pohjoismainen vastarintaliike; PVL\" , Danish: \"Nordiske modstandsbevægelse; NMB\" ) is a Nordic Neo-Nazi movement that exists in Sweden, Finland, and Norway. It had a branch in Denmark before it was disbanded for inactivity in 2016. [SEP] hypothesis: The Nordic Resistance Movement existed in only sweden, finland  and norway", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: John Jewell Penstone (1817–1902) was a portrait and genre artist who worked with paint, but is known mainly for his engravings, and has been associated with the Pre-Raphaelite movement. The National Portrait Gallery has two of his stipple engraving, and a lithograph (printed by Nosworthy & Wells). [SEP] hypothesis: John Penstones favorite medium of art was paintings.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: De Baandert was a multi-use stadium in Sittard-Geleen, Netherlands. It was used mostly for football matches and hosted the home matches of Fortuna Sittard. The stadium was able to hold 22,000 people. It was closed in 1999 when Fortuna Sittard Stadion opened. [SEP] hypothesis: Another stadium will be built with the name De Baandert.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: About to Crack is the fifth studio album by Dutch punk hardcore band Vitamin X. Released through Tankcrimes on September 11, 2012 in the US, Agipunk in Europe and Peculio Discos in Brazil. The album was recorded at Electrical Audio in Chicago by Steve Albini who previously recorded Nirvana, Neurosis, PJ Harvey, High on Fire, Iggy Pop & The Stooges. Art is by John Dyer Baizley. [SEP] hypothesis: The band Vitamin X have never been to Chicago.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Puritan\" (ACM-16/MMA-16) was built for the United States Army as U.S. Army Mine Planter (USAMP) \"Col. Alfred A. Maybach\" MP-13. The ship was transferred to the United States Navy and classified as an auxiliary minelayer. \"Puritan\" was never commissioned and thus never bore the \"United States Ship\" (USS) prefix showing status as a commissioned ship of the U.S. Navy. [SEP] hypothesis: The purian ship was initially being translated from england", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Lutheran South Academy is a private pre-kindergarten through 12th grade Lutheran school located in Houston, Texas, United States. The school is a member of the Houston Area Independent Schools, a group of roughly 50 private, parochial and independent institutions in the Greater Houston area. [SEP] hypothesis: Lutheran South Academy is public.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
