{"task": "anli", "input": "premise: Sara Takatsuki (高月 彩良 , Takatsuki Sara , born 10 August 1997) is a Japanese actress, model and singer born in Kanagawa, Japan. She is represented by the agency Sweet Power. She began her career in 2008. She belonged to bump.y Japanese singer group in the past. [SEP] hypothesis: She is represented by the agency Pop Stars Today.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Phyllis Dalton, MBE, (born 1925) is a British costume designer known for her work on \"Lawrence of Arabia\", \"Dr. Zhivago\", \"Oliver!\", \"The Princess Bride\", \"Henry V\" and \"Much Ado About Nothing\". She has received two Academy Awards, a BAFTA and an Emmy for her designs. [SEP] hypothesis: Phyllis Dalton is British.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Royal Irish Rangers (27th (Inniskilling), 83rd and 87th) was a regular infantry regiment of the British Army with a relatively short existence, formed in 1968 and later merged with the Ulster Defence Regiment in 1992 to form the Royal Irish Regiment. [SEP] hypothesis: The British Army uses the The Royal Irish Regiment on the front lines.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Herrlisheim is a commune in the Bas-Rhin department in Grand Est in north-eastern France. The town dates from the 8th century. Herrlisheim was the scene of very heavy fighting during \"Operation Nordwind\", an offensive launched by the German Army during World War II that inflicted considerable damage to the town. [SEP] hypothesis: Herrlisheim is a commune in the Bas-Rhin department in Grand Est in north-eastern France which dates back to the 9th century.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: McLeod's Daughters is a 1996 Australian television film, it aired on the Nine Network on 11 May 1996, which was Mother's Day. At the time it was the highest rated telemovie and still remains the highest rated telemovie of all time in Australia. The movie was the pilot for the later television series of the same name. [SEP] hypothesis: McLeod's Daughters is about an Australian family.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Legend of Marilyn Monroe is a 1966 American documentary film chronicling the life and career of actress Marilyn Monroe. Directed by Terry Sanders, and narrated by John Huston, the film was also released under the title The Marilyn Monroe Story in the UK. [SEP] hypothesis: The Legend of Marilyn Monroe is a 1986 American documentary film.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: San Diego International Airport (IATA: SAN, ICAO: KSAN, FAA LID: SAN) , formerly known as Lindbergh Field, is an international airport 3 mi northwest of Downtown San Diego, California, United States. It is owned and operated by the San Diego County Regional Airport Authority. [SEP] hypothesis: San Diego International Airport is architecturally stunning.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Dorobanțu is a commune in Tulcea County, Romania. It is composed of five villages: Ardealu (depopulated as of 2002, historical name: \"Asînlar\"), Cârjelari, Dorobanțu, Fântâna Oilor (historical name: \"Coiumbunar\" or \"Coiumpunar\") and Meșteru (historical name:\"Canat Calfa\"). [SEP] hypothesis: Dorobantu holds many people", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Andrey Ermakov (Russian: Андрей Андреевич Ермаков ), (born May 27, 1987) is a Russian ballet dancer, a winner of 'Soul of Dance' award (Russian 'Ballet' magazine, 2013), who performs as a soloist with the Mariinsky Ballet (formerly the Kirov Ballet). [SEP] hypothesis: Andrey Ermakov has performed in several countries", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Caroline Milmoe (born 11 January 1963) is an English stage, film and television actress best known for playing Julie in the first two series of Carla Lane's Liverpool-based BBC sit-com \"Bread\" and Lisa Duckworth in ITV's long-running soap opera \"Coronation Street\". [SEP] hypothesis: Caroline Milmoe is an attractive actress", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Mr. Vain\" is a song by German Eurodance group Culture Beat. It was released in April 1993 as the lead single from the album \"Serenity\". The song achieved huge success worldwide, reaching number one in Australia, Austria, Germany, Ireland, Italy, the Netherlands, Norway, Switzerland, and the United Kingdom. It also spent ten weeks at number one on the \"RPM\" Dance chart in Canada. [SEP] hypothesis: Culture Beat never had a number one hit", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: La Commune (Paris, 1871) is a 2000 historical drama film directed by Peter Watkins about the Paris Commune. A historical re-enactment in the style of a documentary, the film received much acclaim from critics for its political themes and Watkins' direction. [SEP] hypothesis: La Commune was filmed in London", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Thomas \"Tim\" Buckley (May 28, 1942 – April 16, 2015) was an American anthropologist and Buddhist monastic best known for his long-term ethnographic research with the Yurok Indians of northern California, his early work in the anthropology of reproduction, and for his major reevaluation of the work of Alfred L. Kroeber. [SEP] hypothesis: Thomas \"Tim\" Buckley was born in northern California.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Westmalle Brewery (Brouwerij der Trappisten van Westmalle) is a Trappist brewery in the Westmalle Abbey, Belgium. It produces three beers, designated as Trappist beer by the International Trappist Association. Westmalle Tripel is credited with being the first golden strong pale ale to use the term Tripel. [SEP] hypothesis: Westmalle made the first Tripel", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Little Jost Van Dyke (colloquially, \"Little Jost\") is one of the British Virgin Islands. It is a small island on the east end of the island of Jost Van Dyke. Like Jost Van Dyke, it takes its name from the Dutch privateer Joost van Dyk. It is the location of the Diamond Cay National Park, which includes the nesting grounds of wild boobies, terns and pelicans. [SEP] hypothesis: Joost van Dyk was Dutch.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Weavers (German: Die Weber) is a 1927 German silent historical drama film directed by Frederic Zelnik and starring Paul Wegener, Valeska Stock and Hermann Picha. The film is based on the 1892 play \"of the same title\" by Gerhart Hauptmann based on a historical event. The film's art direction was by Andrej Andrejew. [SEP] hypothesis: The weavers was the only film that starred Paul Wegener, Valeska Stock and Hermann Picha", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
