{"task": "anli", "input": "premise: Marjorie Merriweather Post (March 15, 1887 – September 12, 1973) was a leading American socialite and the owner of General Foods, Inc. She used much of her fortune to collect art, particularly pre-revolutionary Russian art, much of which is now on display at Hillwood, the museum that was her estate. She is also known for building Mar-a-Lago, an estate now owned by Donald Trump. [SEP] hypothesis: Marjorie Merriweather sold her Mar-a-Lago property to Donald Trump when he became president.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Bookchase is a board game published by Art Meets Matter. Players compete to acquire six small books for their bookshelf. They do this by partly by answering multiple-choice questions, partly by visiting special spaces on the board: The Bookshop, The Book Corner, The Library and also by chance events triggered by the turn of an Award or Sentence card. [SEP] hypothesis: There are three ways for players to acquire six small books for their bookshelf.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Arts Tower is a building at 12 Bolsover Street in Sheffield, England belonging to the University of Sheffield and opened in 1966. English Heritage has called it \"the most elegant university tower block in Britain of its period\". At 78 m (255 feet) tall, it is the second tallest building in the city, after the 101 m, St Paul's Tower on Arundel Gate, which was topped out in 2009. [SEP] hypothesis: The St Paul's Tower is the second tallest building in the city.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Amazon Fire TV refers to two digital media players and microconsoles developed by Amazon.com. It is a small network appliance and entertainment device designed to stream digital audio/video content to a high-definition television. The device also allows users to play video games with the included remote, via a mobile app, or with an optional game controller. [SEP] hypothesis: The Amazon Fire TV is a small network appliance and a entertainment device designed to stream digital content to a HD television.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Summer EP is an EP by Never Shout Never. Originally, this release was supposed to be the band's debut self-titled full-length album. This is the first release from Never Shout Never where his name no longer appears as one word with an exclamation point at the end. The EP peaked at number 57 on the \"Billboard\" 200 albums chart on a charting date of July 11, 2009. [SEP] hypothesis: John Watson is the leader of the band Never Shout Never.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The First Silesian War was a theatre of the War of the Austrian Succession. The name is used to describe Prussia's war against Austria between 1740 and 1742, fought mainly in Silesia, Moravia and Bohemia (the lands of the Bohemian Crown). It became the first in a series of three Silesian Wars fought between Frederick the Great's Prussia and Maria Theresa's Austria. [SEP] hypothesis: Moravia means the lands of the Bohemian Crown.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The following bibliography of Roberto Bolaño provides a chronological list of the published works of Chilean writer Roberto Bolaño (1953–2003). It includes his fiction (novels, short stories, poems) and non-fiction (essays, speeches, interviews), both published during his lifetime and posthumously. [SEP] hypothesis: Roberto Bolaño has written a best selling book in Chile", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Little Jost Van Dyke (colloquially, \"Little Jost\") is one of the British Virgin Islands. It is a small island on the east end of the island of Jost Van Dyke. Like Jost Van Dyke, it takes its name from the Dutch privateer Joost van Dyk. It is the location of the Diamond Cay National Park, which includes the nesting grounds of wild boobies, terns and pelicans. [SEP] hypothesis: Pelicans don't exist on the islands", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Maarten de Jonge (born 9 March 1985) is a Dutch cyclist who rides for the UCI Continental Monkey Town Continental Team . He claims to have attempted to fly on both Malaysia Airlines Flight 370 and Malaysia Airlines Flight 17, but changed flights in order to save money, although no independent sources can confirm this. [SEP] hypothesis: It was snowing when Maarten de Jonge was born", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Mayfield Brewery was a brewery that operated in Mayfield, California between years 1868 and 1920. The brewery was located at what is now the corner of California Avenue and Birch Street in Palo Alto, California. The brewery produced Steam beer and sold it in kegs to local saloons. The brewery was shut down by Prohibition. [SEP] hypothesis: Steam beer was the most popular beer in the late 1800s.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Steve Niehause was a defensive lineman in the NFL. He was the first ever draft pick for the Seattle Seahawks and the second player taken in the 1976 NFL Draft. Niehaus was the 1976 NFC Defensive Rookie of the Year and holds the Seahawk rookie record for sacks in a season with 9½. [SEP] hypothesis: Steve Niehause was one of the three best players in the 1976 NFL Draft.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Jeremy Brock MBE (born 1959) is an English writer and director whose works include the screenplays \"Mrs Brown\", \"Driving Lessons\", \"The Last King of Scotland\", \"Charlotte Gray\", and \"The Eagle\". Brock has also written two plays for the Hampstead downstairs theatre. [SEP] hypothesis: Driving Lessons was highly acclaimed", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Thomas Ward \"Tom\" Darling (born May 4, 1958) is an American former competitive rower and Olympic silver medalist. A 1981 graduate of Syracuse University, he was a member of the American men's eights team that won the silver medal at the 1984 Summer Olympics in Los Angeles, California. Darling also participated in the men's coxed fours at the 1988 Summer Olympics and placed 5th overall. [SEP] hypothesis: Thomas Ward \"Tom\" Darling graduated in the late 1980's.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Rabbi Dovid Povarsky (Hebrew: יהושע דוד פוברסקי‎ \"Yehoshua Dovid Povarsky\"; 1902–1999) is known for his erudite Talmudic lectures and his deanship as Rosh Yeshiva of Ponevezh Yeshiva. He was asked by Rabbi Yosef Shlomo Kahaneman to join the previous two heads of the institute, Rabbi Elazar Menachem Shach and Rabbi Shmuel Rozovsky to create a triumvirate in leading the Yeshiva. [SEP] hypothesis:  Rabbi Yosef Shlomo Kahaneman was asked by Rabbi Dovid Povarsky to join the institute.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Mario Fernandez (born 1984), better known as Wizzo or wizzogmb, is a Mexican-American hip-hop/electronic producer, recording/mixing engineer, and DJ based in Santa Ana, Ca. He was born to Mexican mother and father in Guadalajara, Jalisco, Mexico. He has worked with Lil Jon, Boosie, DJ Drama, Nipsey Hussle, Yg, Skeme, Dom Kennedy, Jim Jonsin, and various other producers, artists and engineers. [SEP] hypothesis: Fernandez produced an album with Lil Jon.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 2010–11 Tour de Ski was the 5th edition of the Tour de Ski and took place from 31 December 2010 to 9 January 2011. The race started in Oberhof, Germany, and ended in Val di Fiemme, Italy. The defending champions were Lukáš Bauer of the Czech Republic for the men and Poland's Justyna Kowalczyk for the women. Kowalczyk defende her title, and Swiss Dario Cologna won the Men's class. [SEP] hypothesis: The race started in Oberhof, Germany, and ended in Val di Fiemme, Italy. It was initially planned to end in Paris, Italy.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
