{"task": "anli", "input": "premise: The 1919 NCAA football season had no clear-cut champion, with the \"Official NCAA Division I Football Records Book\" listing Centre, Harvard, Illinois, Notre Dame, and Texas A&M as having been deemed national champions by major selectors Only Harvard, Illinois, and Texas A&M claim national championships for the 1919 season. Texas A&M began claiming the 1919 national championship in 2012. [SEP] hypothesis: Texas A&M claimed their championship over 77 years after they won it.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: La Commune (Paris, 1871) is a 2000 historical drama film directed by Peter Watkins about the Paris Commune. A historical re-enactment in the style of a documentary, the film received much acclaim from critics for its political themes and Watkins' direction. [SEP] hypothesis: Watkins directed a film released at the turn of the century.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 1997 KNVB Cup Final was a football match between Roda JC and Heerenveen on 8 May 1997 at De Kuip, Rotterdam. It was the final match of the 1996–97 KNVB Cup competition and the 79th KNVB Cup final. Roda won 4–2 after goals from Gerald Sibon, Ger Senden, Eric van der Luer and Maarten Schops. It was the side's first KNVB Cup trophy. [SEP] hypothesis: The Roda JC team celebrated the win by giving special awards to Gerald Sibon, Ger Senden, Eric van der Luer, and Maarten Schops.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Maxim \"Max\" Bemis ( ) is the lead singer, primary composer and primary lyricist of the band Say Anything. He also sings alongside Chris Conley in the supergroup Two Tongues (which features band members from Say Anything and Saves the Day), plays alongside his wife Sherri Dupree-Bemis under the name Perma, and is a writer for Marvel Comics. [SEP] hypothesis: Bemis sings for multiple bands and is a writer for DC Comics.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: WLR FM (Waterford Local Radio), licensed since 1989 () by the Broadcasting Commission of Ireland, is the local radio station covering Waterford City and County. In addition to the official franchise area, the station also enjoys a considerable listenership in South County Kilkenny and East County Cork. [SEP] hypothesis: WLR FM (Waterford Local Radio) is a radio station", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: This is a list of cities in Azerbaijan. Azerbaijan is a country in the South Caucasus region, situated at the crossroads of Southwest Asia and Southeastern Europe. In total, Azerbaijan has 77 cities (including 12 Federal-level cities), 64 smaller \"rayon\" -class cities, and one special legal status city. These are followed by 257 urban-type settlements and 4,620 villages. [SEP] hypothesis: The list of cities n Azerbaijan is in alphabetical order.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Randall Park (born March 23, 1974) is an American actor, comedian, writer, and director. He played Kim Jong-Un in the 2014 film \"The Interview\", Minnesota governor Danny Chung in \"Veep\", and beginning in 2015 he portrayed Eddie Huang's father, American restaurateur Louis Huang, in ABC's television show \"Fresh Off the Boat\". [SEP] hypothesis: Randall Park is an American.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Cooper–Frost–Austin House is a historic Colonial American house, built in 1681. It is located at 21 Linnaean Street, Cambridge, Massachusetts. It is the oldest extant home in Cambridge and is owned and operated as a non-profit museum by Historic New England. The house is rarely open for public tours, but private tours can be arranged during the summer months. [SEP] hypothesis: The Cooper-Frost-Austin House is rarely open to the public.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: James Risen (born April 27, 1955) is an American journalist for \"The New York Times\" who previously worked for the \"Los Angeles Times\". He has written or co-written many articles concerning U.S. government activities and is the author or co-author of two books about the Central Intelligence Agency (CIA) and a book about the American public debate about abortion. Risen is a Pulitzer Prize winner. [SEP] hypothesis: Risen has never written anything about U.S. government workings.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Fail Safe is a 1964 Cold War thriller film directed by Sidney Lumet, based on the 1962 novel of the same name by Eugene Burdick and Harvey Wheeler. It portrays a fictional account of a nuclear crisis. The film features performances by actors Henry Fonda, Dan O'Herlihy, Walter Matthau and Frank Overton. Larry Hagman, Fritz Weaver, Dom DeLuise and Sorrell Booke appeared in early film roles. [SEP] hypothesis: The film Fail Safe was a huge success in 1964.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Judy Tegart Dalton (née Tegart; born 12 December 1937) is a retired professional tennis player from Australia who won nine Grand Slam doubles titles. She won at least one women's doubles title at each Grand Slam tournament, a \"career Grand Slam\". Five of her doubles titles were with Margaret Court. Tegart was the runner-up in 10 Grand Slam doubles tournaments. [SEP] hypothesis: Judy Tegart Dalton won at least 5 grand slams in roland garros", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 2nd Emmy Awards, retroactively known as the 2nd Primetime Emmy Awards after the debut of the Daytime Emmy Awards, were presented at the Ambassador Hotel in Los Angeles, California on January 27, 1950. Like the 1st Primetime Emmy Awards, Emmys were primarily given out to Los Angeles-based TV shows and stations. [SEP] hypothesis: The 2nd Primetime Emmy Awards happened on an odd-numbered day and an even-numbered year.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Joan's on Third is a specialty food marketplace and restaurant located on Third Street in Los Angeles, California. Joan's is situated in an area popular with Angelenos for its eating and shopping establishments, located between the Beverly Center on La Cienega Boulevard and Farmer's Market at the Grove on Fairfax Avenue. [SEP] hypothesis: Joan's on Third is a casual food restaurant for eating and shopping located in Los Angeles, California", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"All for Love\" is a song written by Bryan Adams, Robert John \"Mutt\" Lange and Michael Kamen for the soundtrack \" The Three Musketeers: Original Motion Picture Soundtrack\". It was performed by Bryan Adams, Rod Stewart and Sting. The song was released as a CD single in the United States on November 16, 1993. It was a worldwide hit, reaching number one across Europe and North America. [SEP] hypothesis: The song was released as a CD single in the United States on December 14, 1992.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Texas District 6 of the United States House of Representatives is a Congressional district that serves an area including four counties to the south of the Dallas/Fort Worth area plus the southeast corner of Tarrant County. As of the 2000 census, District 6 represents 651,620 people. The current Representative from District 6 is Joe Barton and has been since 1985. [SEP] hypothesis: The amount of people that District 6 represents has increased since the 2000 census.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Cars is an open world racing video game based on the 2006 film of the same name. It is available on Game Boy Advance, Microsoft Windows, OS X, Nintendo DS, Nintendo GameCube, PlayStation 2, PlayStation Portable, Xbox, Xbox 360 and Wii. A different version for the Leapster also was developed by Torus Games and Pixar. [SEP] hypothesis: Cars is available on both portable and stationary consoles.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
