{"task": "anli", "input": "premise: Ray Erskine Parker Jr. (born May 1, 1954) is an American guitarist, singer-songwriter,  record producer, and actor, best known for writing and performing the theme song to the movie \"Ghostbusters\", for his solo music, and for performing with his band, Raydio, and with Barry White. [SEP] hypothesis: Ray Erskine Parker Jr. never performed with Barry White.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Incline Village is a census-designated place (CDP) in Washoe County, Nevada on the north shore of Lake Tahoe. The population was 8,777 at the 2010 census. It is part of the Reno−Sparks Metropolitan Statistical Area. Until the 2010 census, the CDP Crystal Bay, Nevada was counted jointly with Incline Village. [SEP] hypothesis: Incline Village is a location in (CDP) in Washoe County, Nevada on the north shore of Lake Tahoe. The population was 8,777 in a recent census. It is part of the Reno−Sparks Metropolitan Statistical Area. Until the recent census, the CDP Crystal Bay, Nevada was counted jointly with Incline Village.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Fort Davis is a census-designated place (CDP) in Jeff Davis County, Texas, United States. The population was 1,201 at the 2010 US Census . It is the county seat of Jeff Davis County. It was the site of Fort Davis established in 1854 on the San Antonio-El Paso Road through west Texas and named after Jefferson Davis, who was then the Secretary of War under President Franklin Pierce. [SEP] hypothesis: Fort Davis was named after Jefferson Davis to honor him", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Stanisław Kiecal (September 14, 1886 – October 15, 1910), better known in the boxing world as Stanley Ketchel, was a Polish American professional boxer who became one of the greatest World Middleweight Champions in history. He was nicknamed \"The Michigan Assassin.\" He was murdered at a ranch in Conway, Missouri, at the age of 24. [SEP] hypothesis: Stanisław Kiecal was murdered at a ranch in Conway, Missouri, in 1911", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Safe is a 2012 American action crime thriller film written and directed by Boaz Yakin and starring Jason Statham, Chris Sarandon, Robert John Burke and James Hong. Statham plays an ex-cop and former cage fighter who winds up protecting a gifted child who is being chased by the Russian mafia, Chinese Triads, and corrupt New York City police. [SEP] hypothesis: Jason Statham is fighring to protect a mentally challenged kid from the Ittalian mafia.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Westminster, Ellesmere Port is a suburb of the town of Ellesmere Port, Cheshire, England. It is located to the north of the town centre and it is the location of the M53 motorway. Westminster is famous for its terraced houses and the Joseph Groome Towers, three thirteen-storey tower blocks built as public housing . It is also known as the wezzy. [SEP] hypothesis: The M53 motorway can take you to a famous location.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Albert “The Hurricane” Kraus (born August 3, 1980 in Oss) is a Dutch welterweight kickboxer. He was the first K-1 World MAX Tournament Champion in 2002 and also the first SUPERKOMBAT Middleweight Champion. Kraus has also held four separate world titles in kickboxing and Muay Thai. He is currently fighting out of Super Pro Gym in GLORY. [SEP] hypothesis: Albert “The Hurricane” Kraus is currently fighting out of Super Pro Gym in GILROY.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: St. Joseph's School is a historic former school building on Birch Street in Biddeford, Maine. Built in 1887, it was one of the first large masonry schools to be built in the state, and became a focal point for the migration of French Canadians into the state. It was listed on the National Register of Historic Places in 1983. It has been converted to residential use. [SEP] hypothesis: St. Joseph's School was converted for residential use.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: This is a list of cities in Azerbaijan. Azerbaijan is a country in the South Caucasus region, situated at the crossroads of Southwest Asia and Southeastern Europe. In total, Azerbaijan has 77 cities (including 12 Federal-level cities), 64 smaller \"rayon\" -class cities, and one special legal status city. These are followed by 257 urban-type settlements and 4,620 villages. [SEP] hypothesis: Azerbaijan is only successful because it's proximity to both Asia and Europe.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Smriti Zubin Irani (born Smriti Malhotra; 23 March 1976) is an Indian politician, former model, television actress and producer. Irani is a Member of Parliament, being elected to the Rajya Sabha from the state of Gujarat. She is the current Information and Broadcasting and Textiles Minister in the Government of India. [SEP] hypothesis: Smriti Zubin Irani is in many famous movies", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: John Barnard (6 July 1794 at Chislehurst, Kent; died 17 November 1878 at Cambridge, England) was an English amateur cricketer who played first-class cricket from 1815 to 1830. Mainly associated with Kent and Marylebone Cricket Club (MCC), he made 18 known appearances in first-class matches. He played for several predominantly amateur teams including the Gentlemen in the Gentlemen v Players series. [SEP] hypothesis: John Barnard was not associated with Marylebone Cricket Club.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Dadna (Arabic: ضدنا) is a village in Fujairah, United Arab Emirates, located 45 km north of the city centre. The area's economy has depended since ancient times on agriculture and fishing, in which much of the population works today. The village is known for its large supply of water and has been a site for many farms of the royal families across the Emirates. [SEP] hypothesis: Dadna's economy depended on pork and cows since ancient time", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Jonathan Williams (March 8, 1929 – March 16, 2008) was an American poet, publisher, essayist, and photographer. He is known as the founder of \"The Jargon Society\", which has published poetry, experimental fiction, photography, and folk art since 1951. [SEP] hypothesis: Jonathan Williams was alive on March 17th, 2008", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Southern Nevada (often abbreviated as SNV) is the region of Nevada which includes the Las Vegas Valley. Southern Nevada also includes the areas in and around Tonopah, Hawthorne, Pahrump, and Pioche, though some organizations based in the Las Vegas area (e.g., the Southern Nevada Health District) effectively use the term to refer to Clark County only. [SEP] hypothesis: You can gamble in at least part of SNV", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Angel (Thomas Halloway, often shortened to Tom Halloway) is a fictional character, a superhero appearing in American comic books published by Marvel Comics. Created by artist Paul Gustavson and an unconfirmed writer during the Golden Age of Comic Books, the Angel first appeared in \"Marvel Comics\" #1 (Oct. 1939), the first publication of Marvel Comics' predecessor, Timely Comics. [SEP] hypothesis: the angel is nearly 80 years old", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: CK Life Sciences International (Holdings) Inc. () (), or CK Life Sciences, is the subsidiary of Cheung Kong Holdings in Hong Kong. It is engaged in the business of research and development, commercialization, marketing and sale of biotechnology products. The chairman is Mr. Victor Li, the elder son of Mr. Li Ka-shing, the chairman of Cheung Kong Holdings. [SEP] hypothesis: CK Life Sciences is Mr. Victor Li's responsibility as chairman.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
