{"task": "anli", "input": "premise: Albert “The Hurricane” Kraus (born August 3, 1980 in Oss) is a Dutch welterweight kickboxer. He was the first K-1 World MAX Tournament Champion in 2002 and also the first SUPERKOMBAT Middleweight Champion. Kraus has also held four separate world titles in kickboxing and Muay Thai. He is currently fighting out of Super Pro Gym in GLORY. [SEP] hypothesis: Albert “The Hurricane” Kraus  is under 40 years old", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Aşiyan Museum (Turkish: \"Aşiyan Müzesi\" ) is the house of famous Turkish poet Tevfik Fikret (1867-1915) at Aşiyan neighborhood of Beşiktaş district in Istanbul. It was built in 1906 and later in 1945 converted to a museum. The museum is owned by the Istanbul Metropolitan Municipality. [SEP] hypothesis: The Asiyan Museum in Istanbul is a popular tourist attraction.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Colusa Carnegie Library, at 260 Sixth St. in Colusa, California, is a Carnegie library built in 1906 that is listed on the National Register of Historic Places. It has also been known as the Carnegie Library Building and the City of Colusa Police Department. [SEP] hypothesis: The Colusa Carnegie Library is an architect's dream.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Baltic Pride is an annual LGBT pride parade rotating in turn between the capitals of the Baltic states; Tallinn, Riga and Vilnius. It is held in support of raising issues of tolerance and the rights of LGBT community and is supported by ILGA-Europe. Since 2009 the main organisers have been Mozaīka, the National LGBT Rights Organization LGL Lithuanian Gay League, and the Estonian LGBT Association. [SEP] hypothesis: Baltic Pride is an annual LGBT pride parade rotating in turn between the capitals of the Baltic States; Tallinn, Riga and Paris.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Pax Hungarica Movement (Hungarian: \"Pax Hungarica Mozgalom\" ; PHM) was a far-right Hungarist and neo-Nazi movement, founded on 26 January 2008 to represent an alternative against the Hungarian National Front (MNA). Its predecessor organization was the Blood and Honour Cultural Association. [SEP] hypothesis: Pax Hungarica was called the Blood and Home Cultural Association before.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Scott Powell was born in Dallas, Texas, on August 13, 1948. He was a founding member of Sha Na Na, which began at Columbia University in 1969, under the name The Kingsmen. The group's name was later changed to avoid confusion with another band of the same name. [SEP] hypothesis: Sha Na Na would of been better known if they never changed their name from the Kingsmen.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: University Centre Weston, also known as UCW, is a university centre based in the town of Weston-super-Mare, Somerset, England. The centre was formed by Weston College in 2016 following the college's announcement of university centre status with UWE Bristol and Bath Spa University in November 2015. [SEP] hypothesis: UCW's formation was announced in 2015.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: This is an episode list for the 1976 season of the astronomy TV show starring Jack Horkheimer. During this season, the show still had its original name, \"Jack Horkheimer: Star Hustler\". The show's episode numbering scheme changed several times during its run to coincide with major events in the show's history. [SEP] hypothesis: This is an episode list for the 1977 season of the astronomy TV show starring Jack Horkheimer.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Camassia cusickii, common name Cussick's camas, is a species of plant in the Asparagaceae family (subfamily Agavoideae). It is native to parts of North America. It has linear leaves with parallel venation and flowers in parts of three. The flowers are usually ice blue or baby blue in color, although they can be various shades of blue, cream and white. [SEP] hypothesis: Cussick's camas is in the Agavoideae family.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Raees (English: \"Wealthy\") is a 2017 Indian crime action film film directed by Rahul Dholakia and produced by Gauri Khan, Ritesh Sidhwani and Farhan Akhtar under their banners Red Chillies Entertainment and Excel Entertainment. It stars Shah Rukh Khan, Mahira Khan and Nawazuddin Siddiqui. The film was a critical and commercial success. [SEP] hypothesis: Shah Rukh Khan was born before 2017.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Pokrovsky Gate (Russian: Покровские ворота , \"Pokrovskiye Vorota \" ) is a 1982 Soviet comedy film produced for television by Mosfilm. It was directed by Mikhail Kozakov and stars Oleg Menshikov, Leonid Bronevoy, and Inna Ulyanova. The screenplay is based on a 1974 stage play by Leonid Zorin. [SEP] hypothesis: The Pokrovsky Gate was a Russian film based on a novel by Zorin", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Haplocyonoides is an extinct genus of terrestrial carnivores belonging to the suborder Caniformia, family Amphicyonidae (\"bear dog\"), and which inhabited Europe from the Early Miocene subepoch (20 Mya)—(16.9 Mya). \"Haplocyonoides\" existed for approximately . [SEP] hypothesis: All of the bear dogs died out.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Alexander Sarnavskiy (born January 17, 1989) is an Ethnic Russian mixed martial artist who competes in the lightweight division. A professional MMA competitor since 2008, Sarnavskiy has mostly competed in his native Russia, where he is an M-1 Global veteran and former lightweight division in the Bellator Fighting Championships. Alexander is currently ranked as the #4 lightweight in Europe. [SEP] hypothesis: There are three mixed martial artists in Alexander's division that are better than him.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Cynthia Jane Williams (born August 22, 1947) is an American actress known for starring as Shirley Feeney in the television situation-comedy \"Laverne & Shirley\", for her role as Laurie Henderson in the film \"American Graffiti.\", and for playing the mysterious Ann in \"The Conversation.\" [SEP] hypothesis: Cynthia Jane Williams appears in the film \"American Grafitti\".", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Milky Way Farm in Giles County, Tennessee, is the former estate of Franklin C. Mars, founder of Mars Candies. The property is named for the company's Milky Way candy bar. During the Great Depression, the estate was the largest employer in the county. The estate is listed on the National Register of Historic Places as an historic district; its manor house is now a venue for special events. [SEP] hypothesis: Mars Candies did not survive the Great Depression.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Wallace Houston Terry, II (April 21, 1938 – May 29, 2003) was an African-American journalist and oral historian, best known for his book about black soldiers in Vietnam, \"Bloods: An Oral History of the Vietnam War\" (1984), which served as a basis for the 1995 crime thriller \"Dead Presidents\". [SEP] hypothesis: Wallace Houston Terry shared the same name as his father, but achieved far greater things in his life than his father did.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
