{"task": "anli", "input": "premise: The Other One is the third solo album by former Fleetwood Mac guitarist Bob Welch. The track \"Future Games\" was first released on the Fleetwood Mac album of the same name in 1971. Members of Welch's backing band also make songwriting contributions here though the majority of tracks are Welch's own. [SEP] hypothesis: The Other One is an album by the group TOOL, for which Bob Welch did most of the backing vocals.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Living and the Dead is a British supernatural horror television miniseries created by Ashley Pharoah and Matthew Graham. The plot revolves around Nathan Appleby (played by Colin Morgan) and his wife, Charlotte Appleby (played by Charlotte Spencer), whose farm is believed to be at the centre of numerous supernatural occurrences. [SEP] hypothesis: The Living and the Dead was renewed for 7 seasons.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: This is a list of films produced by the U.S. film studio 20th Century Fox Film Corporation and released between its May 31, 1935 creation as a merger between Fox Film Corporation (1915–1935) and 20th Century Pictures (1933–1936) until 1999. For subsequent releases by 20th Century Fox, see List of 20th Century Fox films (2000–present). [SEP] hypothesis: This is a list of films produced by the U.K. film studio 20th Century Fox Film Corporation and released between its May 31, 1935 creation as a merger between Fox Film Corporation (1915–1935) and 20th Century Pictures (1933–1936) until 1999", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The South Kalgoorlie Gold Mine is a gold mine located south-west of Kalgoorlie, Western Australia. The mine is sometimes also referred to as \"South Kal Mines - New Celebration\", being a merger of the former \"New Celebration Gold Mine\" and the \"Jubilee Gold Mine\", which were combined in 2002. [SEP] hypothesis: The South Kalgoorlie Gold Mine is known as the North Kal Mines.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Cats of Copenhagen is a posthumously-published short story written by Irish author James Joyce and illustrated by American artist Casey Sorrow. Written in 1936 for his grandson Stephen James Joyce, it was not published until 2012, when Joyce's work entered the public domain in certain jurisdictions. [SEP] hypothesis: James Joyce published The Cats of Copenhagen.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Peter Thomas Ward (born July 26, 1937 in Montreal, Quebec) is a retired professional baseball player who played 9 seasons for the Baltimore Orioles, Chicago White Sox, and New York Yankees of Major League Baseball. The son of former National Hockey League forward Jimmy Ward, Pete attended Jefferson High School in Portland, Oregon and played college baseball at Portland's Lewis & Clark College. [SEP] hypothesis: Ward retired in his 8th season", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Katie Liu Leung (born 8 August 1987) is a Scottish film, television, and stage actress. She played Cho Chang, the first love interest for lead character Harry Potter in the Harry Potter film series. In 2012, Leung made her stage debut in the play \"Wild Swans\". Leung has an interest in painting and photography and studied art and design at the University of the Arts, London. [SEP] hypothesis: Katie Liu Leung graduated with honors after studying art and design at the University of the Arts, London.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: USS \"Elrod\" (FFG-55), an \"Oliver Hazard Perry\"-class frigate, is a ship of the United States Navy named after Captain Henry T. Elrod (1905–1941), a Marine aviator who was posthumously awarded the Medal of Honor for his heroism in the defense of Wake Island in World War II. [SEP] hypothesis: The USS Elrod is named after an airplane pilot.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
