{"task": "anli", "input": "premise: The Other One is the third solo album by former Fleetwood Mac guitarist Bob Welch. The track \"Future Games\" was first released on the Fleetwood Mac album of the same name in 1971. Members of Welch's backing band also make songwriting contributions here though the majority of tracks are Welch's own. [SEP] hypothesis: The Other One was Bob Welch's third album by himself.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Best of David Bowie 1974/1979 is a compilation album by David Bowie released in 1998 (see 1998 in music). It follows \"The Best of David Bowie 1969/1974\" (1997) and includes material released between 1974–1979. This album was also included as the second disc of the compilation \"The Platinum Collection\" (2005/2006). [SEP] hypothesis: The Best of David Bowie 1974/1979 was released in the 21st century.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Jeremy Wade McKinnon (born December 17, 1985) is an American musician and producer, best known as a founding member and the lead vocalist of A Day to Remember. He has produced full-length albums for The Devil Wears Prada, The Ghost Inside, Neck Deep, and Wage War. [SEP] hypothesis: Jeremy Wade McKinnon was the lead guitarist in the band 'A Day to Remember'.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Camassia cusickii, common name Cussick's camas, is a species of plant in the Asparagaceae family (subfamily Agavoideae). It is native to parts of North America. It has linear leaves with parallel venation and flowers in parts of three. The flowers are usually ice blue or baby blue in color, although they can be various shades of blue, cream and white. [SEP] hypothesis: Red Camassia cusickii are going to be discovered in Siberia.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The murder of Jamiel Shaw II occurred on March 2, 2008, in Arlington Heights, Los Angeles, California. Shaw, a 17-year-old Los Angeles High School football player, was shot by two Hispanic men while returning home from the Beverly Center. Shaw was taken to a hospital, where he later died. [SEP] hypothesis: Jamiel Shaw II was murdered on a rainy night in March 2008.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Martin Richards (born 21 July 1940) is a British computer scientist known for his development of the BCPL programming language which is both part of early research into portable software, and the ancestor of the B programming language invented by Ken Thompson in early versions of Unix and which Dennis Ritchie in turn used as the basis of his widely used C programming language. [SEP] hypothesis: Martin Richards is considered the father of the C programming language.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Mary Small (born September 12, 1954) is an American politician from Maine. A Republican, Small served in the Maine House of Representatives from 1979 to 1994 and the Maine Senate from 1994 to 2002. From 2000 to 2002, Senator Small served as the Republican Floor Leader. Small was unable to seek re-election in 2002 due to term-limits. Small represented Bath, Maine and Sagadahoc County. [SEP] hypothesis: Small served in the Maine House of Representatives from 1979 to 1994 and the Maine Senate from 1994 to 2002. Small is an independent now.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Town of Lakeside is a Statutory Town in Jefferson County, Colorado, United States. The town population was 8 at the 2010 United States Census, making Lakeside the least populous municipality in the State of Colorado. Ironically, Lakeside is immediately west of the City and County of Denver, the most populous municipality [SEP] hypothesis: The Town of Lakeside had a population of over 7 at the 2010 United States Census", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Hague Academy of International Law (French: \"Académie de droit international de La Haye\" ) is a center for high-level education in both public and private international law housed in the Peace Palace in The Hague, the Netherlands. Courses are taught in English and French and, except for External Programme Courses, are held in the Peace Palace. [SEP] hypothesis: The Academy specializes in inspiring students to teach around the world.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Luis Moglia Barth (April 12, 1903 - June 18, 1984 in Buenos Aires) was an Argentine film director and screenwriter, and one of the influential directors in the Cinema of Argentina of the classic era. He directed some 30 films between 1927 and 1959, often screenwriting for his pictures. [SEP] hypothesis: Luis Moglia Barth was born in Central America.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Matthew Mead (born 1924, Buckinghamshire, died 2009) was an English poet as well as a translator, with his wife Ruth, of German poets, including Johannes Bobrowski and Nelly Sachs. He edited the magazine \"Satis\" and lived in Germany. A selection of his poems appears in \"Penguin Modern Poets 16\", together with Harry Guest and Jack Beeching. [SEP] hypothesis: Jean was the wife of English poet Matthew Mead.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Freida Selena Pinto (born 18 October 1984) is an Indian actress who has appeared mainly in American and British films. She was born and raised in Mumbai, India, and decided when she was young that she would become an actress. As a student at St. Xavier's College, Mumbai, she took part in amateur plays. After graduation, she briefly worked as a model and then as a television presenter. [SEP] hypothesis: Freida Selena Pinto understand more than 2 languages", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Janez Pišek was a Slovenian football manager and former player. He played for AŠK Primorje most of his career and later managed various clubs in the Yugoslav Second League. He became first professional Slovenian football coach and first president of Slovenian Football Coach Association in 1953. After his death he received a Blodek plaque for life work in Slovenian football. [SEP] hypothesis: The Blodek plaque is only awarded upon death to a football player.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Messerschmitt Me 263 \"Scholle\" (plaice) was a rocket-powered fighter aircraft developed from the Me 163 \"Komet\" towards the end of World War II. Three prototypes were built but never flown under their own power as the rapidly deteriorating military situation in Germany prevented the completion of the test program. [SEP] hypothesis: The Messerschmitt Me 263 was built in Munich.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Veronica Loretta \"Roni\" Stoneman (born May 5, 1938) is a noted bluegrass banjo player and former member of the television variety show \"Hee Haw\" gang having played the role of Ida Lee Nagger, the ironing, nagging wife of Laverne Nagger (Gordie Tapp). [SEP] hypothesis: Veronica Stoneman is known for playing Ida Nagger, as well as performing bluegrass music.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 2013 Duke Blue Devils football team represented Duke University in the 2013 NCAA Division I FBS football season. The team was led by head coach David Cutcliffe, in his sixth year, and played its home games at Wallace Wade Stadium in Durham, North Carolina. Duke competed as a member of the Atlantic Coast Conference (ACC) in the Coastal Division. [SEP] hypothesis: David Cutcliffe began coaching the Duke Blue Devils football team in 2000.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
