{"task": "anli", "input": "premise: Tartuffe, or The Impostor, or The Hypocrite ( ; French: \"Tartuffe, ou l'Imposteur\" , ] ), first performed in 1664, is one of the most famous theatrical comedies by Molière. The characters of Tartuffe, Elmire, and Orgon are considered among the greatest classical theatre roles. [SEP] hypothesis: The first performance of Tartuffe was in August, 1664", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Anne of Green Gables is a 1934 film directed by George Nicholls, Jr., based upon the novel, \"Anne of Green Gables\" by Lucy Maud Montgomery. The actress Dawn O'Day who portrayed the title character of Anne Shirley changed her stage name to \"Anne Shirley\" after making this film. There was also a sequel; \"Anne of Windy Poplars\". [SEP] hypothesis: Anne of Green Gables had a sequel that did not do well on film.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Texas' Nineteenth Congressional District of the United States House of Representatives is a Congressional district that serves the upper midwestern portion of the state of Texas The district includes portions of the State from Lubbock to Abilene. The current Representative from the 19th District is Republican Jodey Arrington. [SEP] hypothesis: Abilene wanted to defer from Texas after a republican won the representative.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Hunan University of Science and Technology () is an institution of higher learning in Xiangtan, Hunan Province of the People's Republic of China. It is under the jointly jurisdiction of central government and provincial government, and is mainly administered by Hunan Province. Hunan University of Science and Technology was formed by the merger of two earlier universities. [SEP] hypothesis: Hunan University of Science and Technology is located in Hong Kong.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Robertas Giedraitis (born August 29, 1970) is a Lithuanian basketball coach and former player. He is currently the assistant coach for Šiauliai of the Lithuanian Basketball League (LKL). Robertas Giedraitis played his whole career with Šiauliai. He is currently the player with most games played, most steals and the most assists made in Lithuanian Basketball League's history. [SEP] hypothesis: Robertas Giedraitis was a team player", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Princess Yang Kwei-Fei (楊貴妃 , \"Yōkihi\" , a.k.a. \"The Consort Yáng Guìfēi\") is a 1955 Japanese film directed by Kenji Mizoguchi. It was a co-production between Daiei Film and Hong Kong's Shaw & Sons, a predecessor of Shaw Brothers Studio . It is one of Mizoguchi's two color films, the other being \"Tales of the Taira Clan\", made the same year. [SEP] hypothesis: Kenji Mizoguchi made a movie in 1955.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The XXX BRDC International Trophy was a motor race for Formula One cars held on 19 March 1978 at the Silverstone Circuit, England. It was the 30th running of the International Trophy, and the last to non-Championship Formula One regulations. The race was held over 40 laps of the Silverstone circuit, for a total distance of around 189 km . [SEP] hypothesis: Formula One cars are extremely fast.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Yogi the Easter Bear is a 1994 animated television special starring Yogi Bear and produced by Hanna-Barbera which was broadcast in syndication on April 3, 1994. This was the last time Don Messick voiced both Boo Boo and Ranger Smith (his last being \"Arabian Nights\" which was also first aired in September 3, 1994). Messick died in 1997. [SEP] hypothesis: Yogi the bear had a long absence from television prior to this 1994 movie.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Jungle Suite is an album by Brazilian guitarist Bola Sete, released in 1985 through Dancing Cat Records. Recorded in 1982, it is the only known recording of Sete playing a steel-string acoustic guitar. \"Jungle Suite\" was his final album before his death from lung cancer in 1987. [SEP] hypothesis: Dancing Cat records released Jungle Suite.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Mark Ingram Jr. (born December 21, 1989) is an American football running back for the New Orleans Saints of the National Football League (NFL). He played college football for the University of Alabama, won the Heisman Trophy, and was a member of a national championship team. The New Orleans Saints chose him in the first round of the 2011 NFL Draft. [SEP] hypothesis: Ingram attended the University of Alabama.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Golden Gate (1986) is the first novel by poet and novelist Vikram Seth. The work is a novel in verse composed of 590 Onegin stanzas (sonnets written in iambic tetrameter, with the rhyme scheme following the \"ababccddeffegg\" pattern of \"Eugene Onegin\"). It was inspired by Charles Johnston's translation of Pushkin's \"Eugene Onegin\". [SEP] hypothesis: The Golden Gate is the best selling novel by Vikram Seth.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Love in Nepal is a 2004 Indian Hindi romantic thriller film directed by Rajat Mukherjee which was released on 6 March 2004. Unlike Sonu Nigam in the male lead, who is otherwise a well known Bollywood playback singer, the film has Nepali film actress Jharana Bajracharya and Richa Ghimire from Nepal and Flora Saini in the female lead. This is Sonu Nigam's second film as the male lead. [SEP] hypothesis: Sonu Nigam was a male lead in a film before Love in Nepal.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Fulton James MacGregor MSP is a Scottish politician who is a Scottish National Party (SNP) Member of Scottish Parliament for the constituency of Coatbridge and Chryston. MacGregor is currently Parliamentary Liaison Officer to Shona Robison, Cabinet Secretary for Health & Sport. He also serves on the Justice and Education & Skills committees in the Scottish Parliament. [SEP] hypothesis: Shona Robison is senior to Fulton James MacGregor.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Monmouth Methodist Church is located in Monmouth, south east Wales. It is set well back from St James Street between buildings. Designed by George Vaughan Maddox and built in 1837, it retains its original galleries, organ loft and sophisticated pulpit. [SEP] hypothesis: Monmouth Methodist Church is located in Monmouth to the south east.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Daisuke Tsuda (津田 大介 , Tsuda Daisuke , born September 13, 1977) , also known as Daisuke Han (ダイスケはん), is the harsh vocalist of the Japanese band Maximum the Hormone, while fellow band member Ryo Kawakita does most of the clean voices. He was born in Takamatsu, Kagawa. [SEP] hypothesis: Daisuke Tsuda and Ryo Kawakita are both in the band, Maximum the Hormone", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Shahzad Hasan (also known as Shahi Hasan), is a Pakistani musician, record producer, occasional actor, bass guitarist, backing vocalist and music industry executive. Co-founding the pop and rock band, Vital Signs, with keyboardist Rohail Hyatt in 1986, he earned recognition of playing bass guitar and as an original member of Vital Signs. [SEP] hypothesis: Hasan is an Indian musician.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
