{"task": "anli", "input": "premise: \"G.L.O.W.\" is a song by the American alternative rock band The Smashing Pumpkins. It premiered on Chicago alternative rock station Q101 on September 29, 2008. This song was the last recorded Smashing Pumpkins song to feature drummer Jimmy Chamberlin, who left the band in March 2009. [SEP] hypothesis: Jimmy Chamberlin quit the Smashing Pumpkins right before G.L.O.W. was released.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: In chemistry, an alcohol is any organic compound in which the hydroxyl functional group (–OH) is bound to a saturated carbon atom. The term alcohol originally referred to the primary alcohol ethanol (ethyl alcohol), which is used as a drug and is the main alcohol present in alcoholic beverages. [SEP] hypothesis: Grain alcohol is also present in some alcoholic beverages.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Alif Allah (Jugni) (Punjabi: ), also known as Alif Allah Chambe Di Booti (Punjabi: ) is a popular Punjabi sufi song that was composed and sung by Arif Lohar and Meesha Shafi in Coke Studio Pakistan. The lyrics of the song were based on the works of 17th century Sufi poet Sultan Bahu. [SEP] hypothesis: Sufi poet Sultan Bahu did not sing the song Alif Allah (Jugni) (Punjabi: ).", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Fille Saint Merced Nombres Cainglet-Cayetano (born January 30, 1990) is a Filipina volleyball player of the Pocari Sweat Lady Warriors in the Premier Volleyball League (PVL). Fille also played for the Petron Blaze Spikers in the Philippine Super Liga (PSL) from 2013-2016. [SEP] hypothesis: Fille Saint Merced Nombres Cainglet-Cayetano played for the Petron Blaze Spikers for 3 years.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Yampa Valley Regional Airport (IATA: KHDN, ICAO: HDN) is in Routt County, Colorado, two miles southeast of Hayden and about 25 mi west of Steamboat Springs. Also known as Yampa Valley Regional Airport, it has the only scheduled passenger flights to northwest Colorado. It is also used by larger business jets that cannot use the smaller Steamboat Springs Airport (Bob Adams Field). [SEP] hypothesis: If a large jet is unable to fly into Bob Adams Field, they will use Yampa Valley Regional Airport.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Lancashire League is a competitive league of local cricket clubs drawn from the small to middle-sized mill towns, mainly but not exclusively, of East Lancashire. Its real importance is probably due to the history of employing professional players of international standing to play in the League. [SEP] hypothesis: The Lancashire League hosts clubs of games other than cricket", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Shawn Levy (born July 23, 1968) is a Canadian film director, producer, and actor. He directed the films \"Big Fat Liar\" (2002), \"Just Married\" (2003), \"Cheaper by the Dozen\" (2003), \"The Pink Panther\" (2006), \"Night at the Museum\" (2006), \"\" (2009), \"Date Night\" (2010), \"Real Steel\" (2011), \"The Internship\" (2013), \"This Is Where I Leave You\" (2014) and \"\" (2014). [SEP] hypothesis: Shawn Levy's favorite movie of his is \"Real Steel\"", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Katelyn Tarver (born November 2, 1989) is an American actress and singer. She is known for her recurring roles as Jo Taylor on the Nickelodeon series \"Big Time Rush\", Natalie on the ABC series \"No Ordinary Family\", and Mercedes on ABC Family \"The Secret Life of the American Teenager\". [SEP] hypothesis: She is an actress on programs for younger viewers.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"22\" is a song recorded by American singer-songwriter Taylor Swift for her fourth album, \"Red\" (2012). It was written by Swift along with Max Martin and Shellback. The song was released as the album's fourth single on March 12, 2013. The lyrics describe the joys of being 22 years old. [SEP] hypothesis: Swift released 3 albums before Red.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Promotus Advertising, (from Latin Promotus, meaning: \"to advance (someone) to a higher grade or office\"; \"to move forward, advance\"; \"to further the growth or progress of (anything).\") located in Indianapolis, Indiana, was started in 1983 by Bruce Bryant during a time when there were very few African Americans working in the advertising business and no African American owned agencies. [SEP] hypothesis: Creator: Promotus Advertising, located in Indiana, was started more than 30 years ago, when no one African American owned agencies and when only a very few African Americans was working in the advertising business.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Sportivo Atlético Club is an Argentine sports club, from the city of Las Parejas, in the Santa Fe Province. Although many sports are practised in the club, it is mostly known for its football and basketball teams. The football squad currently plays in the Torneo Argentino B, the regionalised 4th division of the Argentine football league system). [SEP] hypothesis: Santa Fe Province is the largest province in Argentina.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Julia Gjika (born 1949) is an Albanian-born poet living in the United States. She is one of the few writers publishing in the Albanian language and writes poetry as well working as a journalist. Her poems have been praised by her peers and have been included in several publications of collected works. [SEP] hypothesis: Julia Gjika was born in Serbia.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: From Her to Eternity is a song by Nick Cave and the Bad Seeds appearing on their debut album \"From Her to Eternity\". It was written by Barry Adamson, Blixa Bargeld, Nick Cave, Mick Harvey, Anita Lane and Hugo Race and was recorded in March 1984 at Trident Studios. [SEP] hypothesis: Nick Cave announced \"Conversations\" tour in North America for 2019.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: BGL Radio is an Internet radio station that started streaming in June 2015. Licensed out of Cleveland, Ohio, BGL Radio features modern pop, rock, and country as well as specialty shows for classic rock, retro, 90s, classic country, and motown. BGL Radio works with independent artists and bands to get them airtime that they normally would not receive. [SEP] hypothesis: BGL Radio only features rock bands.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Stinky Puffs were an early 90's rock band started by then seven-year-old Simon Fair Timony, then-stepson of Jad Fair, and by Cody Linn Ranaldo, son of Sonic Youth guitarist Lee Ranaldo. After a 7\" single an LP followed in 1995 titled \"A Little Tiny Smelly Bit of...the Stinky Puffs\" and an EP in 1996 titled \"Songs and Advice for Kids Who Have Been Left Behind\". [SEP] hypothesis: The Stinky Puffs were a 90's rock band that started in Simon Fair Timothy's garage.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Tracinda Corporation is an American private investment corporation that was owned by the late Kirk Kerkorian. Its major investments include a minority interest of MGM Resorts International. Tracinda is headquartered in Las Vegas, Nevada. The company was named after Kerkorian's daughters, Tracy and Linda. [SEP] hypothesis: Kirk Kerkorian started Tracinda as a way of investing in resorts", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
