{"task": "anli", "input": "premise: Dexter Alexander Nottage (born November 14, 1970) is a former American football defensive end in the National Football League (NFL) for the Washington Redskins and the Kansas City Chiefs. He played college football at Florida A&M University and was selected in the sixth round of the 1994 NFL Draft. He played high school football at Hollywood Hills High School. [SEP] hypothesis: Dexter Alexander Nottage (born November 14, 1970) is a former American football quarterback in the National Football League (NFL).", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Proctor is a former town located in Swain County, North Carolina, U.S.A. It was on Hazel Creek. It is named after Moses Proctor, first white settler to this area. The town was flooded by Fontana Lake, which was created by the construction of the Fontana Dam, and remains submerged unless lake levels are very low. [SEP] hypothesis: Proctor is an island in Fontana Lake", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Diana Trask (born 23 June 1940) is an Australian country and pop singer born in Melbourne, Australia. She was a popular country singer during the 1970s in the United States and also was a popular star in her native Australia. In the U.S., she charted eighteen singles on the country charts, of which the highest was the number 13 \"Lean It All on Me\" in 1974. [SEP] hypothesis: Diana Trask was popular in China", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: San Diego International Airport (IATA: SAN, ICAO: KSAN, FAA LID: SAN) , formerly known as Lindbergh Field, is an international airport 3 mi northwest of Downtown San Diego, California, United States. It is owned and operated by the San Diego County Regional Airport Authority. [SEP] hypothesis: San Diego International Airport and Lindbergh Field have never operated flights at the same time.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 2010 MTV Video Music Awards took place on September 12, 2010 at Nokia Theatre in Los Angeles, honoring the best music videos from the previous year. Chelsea Handler hosted the event, the first woman in sixteen years – since the 1994 MTV Video Music Awards – to do so. [SEP] hypothesis: The 2010 MTV Video Music Awards took place in California.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Lethal Weapon 3 is a 1992 American buddy cop action comedy film directed and produced by Richard Donner, starring Mel Gibson, Danny Glover and Joe Pesci, with Rene Russo and Stuart Wilson in key supporting roles. It is the third film in the \"Lethal Weapon\" series. [SEP] hypothesis: Lethal Weapon 3 was release two years after Lethal Weapon 2.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Hound of the Baskervilles is a 1978 British comedy film spoofing \"The Hound of the Baskervilles\" by Sir Arthur Conan Doyle. It starred Peter Cook as Sherlock Holmes and Dudley Moore as Dr. Watson. A number of other well-known British comedy actors appeared in the film including Terry-Thomas (in his final screen appearance), Kenneth Williams and Denholm Elliott. [SEP] hypothesis: The Hound of Baskervilles film in 1978 did not star Pete Cook as Sherlock Holmes.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Eileen Colgan Simpson (20 January 1934 – 10 March 2014) was an Irish theatre, television and film actress. She was best known for her recurring role as Esther Roche on the RTÉ One soap opera, \"Fair City\". She also appeared in the RTÉ television drama, \"Glenroe\", as Mynah, the housekeeper of the priest. Her other television credits included \"Ballykissangel\", \"The Hanging Gale\" and \"Strumpet City\". [SEP] hypothesis: Eileen Colgan Simpson remained on the soap opera \"Fair City\" until 2014", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: VETO is a Danish indie rock band formed in 2004. They released their first EP, \"I Will Not Listen\", in 2005 and their first full-length album, \"There's A Beat In All Machines\", in 2006, both released on the Danish hip hop label, Tabu Records/Playground Music Denmark. [SEP] hypothesis: Tabu Records is an indie label based in Denmark.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Gunsmoke Western was an American comic book series published initially by Atlas Comics, the 1950s forerunner of Marvel Comics, and then into the 1960s by Marvel. A Western anthology that ran 46 issues, it featured early stories of the Marvel Old West heroes Kid Colt and the Two-Gun Kid, and work by such artists as Jack Kirby, John Severin, Joe Maneely, Doug Wildey, and many others. [SEP] hypothesis: Atlas Comics was the 1950s forerunner of Marvel Comics.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Strangers is a 2008 American horror film written and directed by Bryan Bertino and starring Liv Tyler and Scott Speedman. The film follows a young couple who are terrorized by three masked assailants over the course of an evening at a remote summer home. [SEP] hypothesis: The Strangers stars at least 2 people", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Nicole Poolman is a Republican member of the North Dakota Senate, representing the 33rd district. Poolman was first elected in 2012, defeating Democrat Warren Emmer. In the 2016 North Dakota gubernatorial election, she was chosen the running mate for Attorney General Wayne Stenehjem. Poolman currently works as a high school English teacher in Bismarck. [SEP] hypothesis: Poolman was elected after 1990.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Gunsmoke Western was an American comic book series published initially by Atlas Comics, the 1950s forerunner of Marvel Comics, and then into the 1960s by Marvel. A Western anthology that ran 46 issues, it featured early stories of the Marvel Old West heroes Kid Colt and the Two-Gun Kid, and work by such artists as Jack Kirby, John Severin, Joe Maneely, Doug Wildey, and many others. [SEP] hypothesis: Gunsmoke Western was an American comic book series that featured early stories of the Marvel Old West heroes Kid Colt and the Two-Gun Kid.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Nocturna Artificialia is the first credited film directed and produced by the Brothers Quay, Timothy and Stephen. \"This British fraternal directing team is known for their avant-garde puppet films.\" Rather than dialog, this film uses shadows and music to create the dream-like state of the main character and his journey on a red tram at night. [SEP] hypothesis: Timothy produces films using shadows and music to create the dream-like state of the main character and his journey.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Federation of Indian Airlines (FIA) is an airline industry body in India. Its members are Jet Airways, IndiGo, SpiceJet and GoAir. As of March 2017, the four members of the FIA have a combined 80% share of the domestic aviation market. The functions of the FIA are carried out by an Executive Council composed of the heads of each of the member airlines. [SEP] hypothesis: Customers prefer Jet Airways to other airlines in India.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 11th (Craigavon) Battalion, Ulster Defence Regiment was formed from companies of the 2nd Battalion Ulster Defence Regiment (2 UDR) and the 3rd Battalion Ulster Defence Regiment in 1972. In 1991 under the reductions planned in Options for Change by the British Army, it again amalgamated with 2 UDR to form the 2nd/11th Battalion Ulster Defence Regiment. [SEP] hypothesis: The 11th (Craigavon) Battalion, Ulster Defence Regiment was formed from 3 soldiers from each of the of the 2nd Battalion Ulster Defence Regiment (2 UDR) and the 3rd Battalion Ulster Defence Regiment in 1972.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
