{"task": "anli", "input": "premise: Dan Hewitt Owens (born July 5, 1947) is an American actor. He has had a film and TV career spanning five decades mostly in supporting roles. He has worked with many renowned directors, including David O. Russell, David Gordon Green, Jon Turteltaub, Felix Enriquez Alcala and Gilles Paquet-Brenner. [SEP] hypothesis: Dan Hewitt Owens is over 40 years old.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Porl King, born 19 October 1967 on the Wirral Peninsula in England, first achieved public acclaim and success as the singer, songwriter and guitarist for the goth band Rosetta Stone from their inception in the late 1980s through to their demise in 1998. Since disbanding Rosetta Stone in 1998, he has pursued a career in digital audio and Pro Tools production. [SEP] hypothesis: Porl King's band Rosetta Stone released six albums before it disbanded in 1998", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Mihai Gavrilă (] ; b. October 16, 1929, Cluj) is a Romanian quantum physicist, member of the Romanian Academy since 1974. He made fundamental contributions to quantum theories of electromagnetic interactions with atoms. His parents were Ion and Florica Gavrilă (née Vișoiu). His father taught medicine and his mother taught English at the University of Cluj. [SEP] hypothesis: Mihai Gavrila is romanian.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Anne of Green Gables is a 1934 film directed by George Nicholls, Jr., based upon the novel, \"Anne of Green Gables\" by Lucy Maud Montgomery. The actress Dawn O'Day who portrayed the title character of Anne Shirley changed her stage name to \"Anne Shirley\" after making this film. There was also a sequel; \"Anne of Windy Poplars\". [SEP] hypothesis: Dawn O'Day was later known as Anne Shirley.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Kostyantyn Doroshenko (Ukrainian: Костянтин Володимирович Дорошенко ; born 29 October 1972, Kiev, Ukrainian SSR) is a Ukraine Art critic, contemporary art curator, media manager, radio host of talk radio station Radio Vesti (Ukraine). According to «Art Ukraine» magazine he is in the top five most influential Ukrainian curators and in the top ten leading art critics of Ukraine of 2000s. [SEP] hypothesis: Kostyantyn Doroshenko is considered by Art Ukraine magazine to be in the top five influential curators", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Old Trafford is a tram stop on the Metrolink light rail system in Old Trafford, Greater Manchester, England. Before 1991, it was a railway station called Warwick Road; it reopened as a tram stop on 15 June 1992 with its current name. The stop is regularly used by crowds going to Old Trafford Football Ground and Old Trafford Cricket Ground which are both nearby. [SEP] hypothesis: not many people dislike the old trafford", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Storm Front is a 2000 novel by science fiction and fantasy author Jim Butcher. It is the first novel in The Dresden Files, his first published series, and it follows the character of Harry Dresden, professional wizard. The novel was later adapted into a pilot for a SyFy channel television series. [SEP] hypothesis: Storm Front is the first novel to feature the character of Harry Dresden, professional wizard.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Yuen Long () is an MTR station located in the northeastern part of Yuen Long Town, Yuen Long District, between Kam Sheung Road and Long Ping stations on the West Rail Line. It is an interchange between the West Rail Line and the Light Rail Yuen Long Stop. [SEP] hypothesis: Yuen Long () is an MTR station between the East Rail Line and the Light Rail Yuel Long Stop.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Bay of Fundy (French: \"Baie de Fundy\" ) is a bay on the Atlantic coast of North America, on the northeast end of the Gulf of Maine between the Canadian provinces of New Brunswick and Nova Scotia, with a small portion touching the U.S. state of Maine. [SEP] hypothesis: The Bay of Fundy has clean waters.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Bathurst 1000 (currently branded as the Supercheap Auto Bathurst 1000 for sponsorship reasons) is a 1,000 km touring car race held annually on the Mount Panorama Circuit in Bathurst, New South Wales, Australia. It is currently run as a championship event for Supercars. [SEP] hypothesis: The Bathurst 1000 is held every year.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Heineken Light (labelled as \"Heineken 3\" in Australia ) is a light beer brewed by Heineken for the United States market. It was introduced in 2005. Heineken light reportedly has: 99 calories per 12 oz. bottle and 6.8 grams of carbohydrates. The beer has fewer calories, less carbohydrate, and less alcohol than lager beers such as the Heineken Pilsener. The beer has 3.3% alcohol by volume. [SEP] hypothesis: Heinken 3 beer tastes the same as other beers in it's class.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Don Wayne Reno (born February 8, 1963 in Roanoke, Virginia) is a bluegrass musician and banjo player, and also an ordained minister. He is a son of famed bluegrass musician Don Reno. Reno was for several years a mainstay of Hayseed Dixie with his brother Dale Reno as the mandolinist. He currently works with his brother and Mitch Harrell in the band Reno and Harrell. [SEP] hypothesis: Don Wayne Reno plays other instruments besides the banjo.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 2007–08 Tour de Ski was the 2nd edition of the Tour de Ski and took place from 28 December 2007 until 6 January 2008. The race kicked off in Nové Město, the Czech Republic, and finished in Val di Fiemme, Italy, ten days later. It featured 8 top international cross-country skiing competitions, of which two were sprint events. [SEP] hypothesis: An American won the Tour de Ski in it's second year of existence.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Togo ( ), officially the Togolese Republic (French: \"République togolaise\" ), is a country in West Africa bordered by Ghana to the west, Benin to the east and Burkina Faso to the north. It extends south to the Gulf of Guinea, where its capital Lomé is located. Togo covers 57,000 km2 , making it one of the smallest countries in Africa, with a population of approximately /1e6 round 1 million. [SEP] hypothesis: Togo is one of the largest countries in Africa.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Angel (Thomas Halloway, often shortened to Tom Halloway) is a fictional character, a superhero appearing in American comic books published by Marvel Comics. Created by artist Paul Gustavson and an unconfirmed writer during the Golden Age of Comic Books, the Angel first appeared in \"Marvel Comics\" #1 (Oct. 1939), the first publication of Marvel Comics' predecessor, Timely Comics. [SEP] hypothesis: The Angel will be made into a movie in 2020.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Cynthia Jane Williams (born August 22, 1947) is an American actress known for starring as Shirley Feeney in the television situation-comedy \"Laverne & Shirley\", for her role as Laurie Henderson in the film \"American Graffiti.\", and for playing the mysterious Ann in \"The Conversation.\" [SEP] hypothesis: Cynthia Jane Williams won an Oscar.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
