{"task": "anli", "input": "premise: The 2019 FIFA U-20 World Cup will be the 22nd edition of the FIFA U-20 World Cup, the biennial international men's youth football championship contested by the under-20 national teams of the member associations of FIFA, since its inception in 1977 as the FIFA World Youth Championship. [SEP] hypothesis: The 22nd edition of the FIFA U-20 World Cup will be held during lunch.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Izear Luster \"Ike\" Turner, Jr. (November 5, 1931 – December 12, 2007) was an American musician, bandleader, songwriter, arranger, talent scout, and record producer. An early pioneer of fifties rock and roll, he is most popularly known for his work in the 1960s and 1970s with his then-wife Tina Turner in the Ike & Tina Turner Revue. [SEP] hypothesis: Izear was a Chinese musician.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Michael O'Keefe (born Raymond Peter O'Keefe, Jr.; April 24, 1955) is an American film and television actor, known for his roles as Danny Noonan in \"Caddyshack\" and Ben Meechum in \"The Great Santini\" — for which he received a Golden Globe Award for New Star of the Year, as well as a nomination for the Academy Award for Best Supporting Actor. [SEP] hypothesis: \"The Great Santini\" had multiple nominations in the Academy Awards.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Star Wars: Episode II – Attack of the Clones is a 2002 American epic space opera film directed by George Lucas and written by Lucas and Jonathan Hales. It is the second installment of the \"Star Wars\" prequel trilogy, and stars Ewan McGregor, Natalie Portman, Hayden Christensen, Ian McDiarmid, Samuel L. Jackson, Christopher Lee, Temuera Morrison, Anthony Daniels, Kenny Baker and Frank Oz. [SEP] hypothesis: Attack of the clones was a blockbuster hit all summer in 2002.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Doctor is a 1991 drama film directed by Randa Haines. It is loosely based on Dr. Edward Rosenbaum's 1988 book, \"A Taste Of My Own Medicine\". The film stars William Hurt as Jack MacKee, a doctor who undergoes a transformation in his views about life, illness and human relationships. [SEP] hypothesis: William Hurt began acting in 1988.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: A. Eugene \"Gene\" Haylett (c. 1904 – ?) was an American football coach. He served as the 22nd head football coach at Doane College in Crete, Nebraska and he held that position for nine seasons, from 1933 until 1941. His coaching record at Doane was 34–30–8. [SEP] hypothesis: Eugene \"Gene\" Haylett held a head football coach position for almost a decade.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Bay of Fundy (French: \"Baie de Fundy\" ) is a bay on the Atlantic coast of North America, on the northeast end of the Gulf of Maine between the Canadian provinces of New Brunswick and Nova Scotia, with a small portion touching the U.S. state of Maine. [SEP] hypothesis: The Bay of Fundy is located on the Northeast side of the Gulf of Maine.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Hit Parader was an American music magazine that operated between 1942 and 2008. A monthly publication, it was a general popular music title until the 1980s, when its focus turned to the genres of hard rock and heavy metal.<ref name=\"RBP/HP\"> </ref> The magazine reached its peak during the 1980s as heavy metal music achieved high levels of popularity and commercial success. [SEP] hypothesis: Hit Parader did not reach it's peak in the early 90's", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Peter Franklin Paul (born September 2, 1948) is a former lawyer and entrepreneur who was convicted for conspiracy and drug dealing, and later for securities fraud in connection with his business dealings with \"Spider-Man\" co-creator Stan Lee. He has repeatedly brought suit against Hillary Clinton, accusing her of lying about donations he solicited on behalf of her 2000 senatorial campaign. [SEP] hypothesis: Peter Franklin Paul was born September 3, 1948.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Warren Ellis (born 14 February 1965) is an Australian-French musician and composer. He is a member of several groups: Dirty Three, Nick Cave and the Bad Seeds and Grinderman. He has also composed film scores with Nick Cave. Ellis plays violin, piano, bouzouki, guitar, flute, mandolin, tenor guitar, and viola. Ellis has been a member of Nick Cave and the Bad Seeds since 1994. [SEP] hypothesis: Ellis left Grinderman due to issues with other band members.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Dangerous\" is a song by American electronic music project Big Data, from their debut EP \"1.0\" (2013) and their debut studio album \"2.0\" (2015). It features American indie rock band Joywave, with vocals being performed by the band's lead singer Daniel Armbruster. [SEP] hypothesis: Daniel Armbuster is part of the Big Data project", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 2019 FIFA U-20 World Cup will be the 22nd edition of the FIFA U-20 World Cup, the biennial international men's youth football championship contested by the under-20 national teams of the member associations of FIFA, since its inception in 1977 as the FIFA World Youth Championship. [SEP] hypothesis: 22 different countries have hosted the FIFA U-20 World Cup.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Gladys Ambrose (28 December 1930, Everton, Liverpool, Lancashire – 4 July 1998, Knowsley Village, Merseyside) was an English actress of film and television, best known for her role as the gossipy Julia Brogan on the long-running soap opera, \"Brookside\", which she played from 1985 until just before her death from cancer in July 1998 at the age of 67. [SEP] hypothesis: Gladys Ambrose was born in the last month of the year.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Walter Clarence Taylor Jr. (February 26, 1907 – October 3, 1994), known as Dub Taylor, was an American character actor who from the 1940s into the 1990s worked extensively in films and on television, often in Westerns but in comedies. He was the father of actor Buck Taylor, who played the character Newly O'Brien on \"Gunsmoke\". [SEP] hypothesis: He was also known as Dub Taylor", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"The Everlasting\" is the second single to be lift from the Manic Street Preachers's fifth studio album \"This Is My Truth Tell Me Yours\". It was released on November 30, 1998, through Epic, it peaked on number 11 in the UK Singles Chart, breaking their run of consecutive top ten hits. All three members of the band - James Dean Bradfield, Sean Moore and Nicky Wire - share the writing credits. [SEP] hypothesis: Epic was a label that operated in the late 90s", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Chuck Wright is an American bassist, graphic designer and show producer, best known as a member of multi-platinum heavy metal band Quiet Riot. He originally joined Quiet Riot in 1982, playing bass on the tracks \"Metal Health (Bang Your Head)\" and \"Don't Wanna Let You Go,\" as well as singing background vocals on all the tracks from the 1983 hit album, \"Metal Health\". [SEP] hypothesis: Chuck Wright does graphic design.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
