{"task": "anli", "input": "premise: Binani Industries Ltd is an Indian business group based in Mumbai. It is a 143-year old business conglomerate and belongs to the legendary Braj Binani Group. The business portfolio of Binani Industries includes sectors like cement, zinc, glass-fiber, and downstream composite products. [SEP] hypothesis: Binani Industries Ltd belongs to the legendary Braj Binani Group which is one of the most popular groups in India.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 1920 Washington State Cougars football team was an American football team that represented Washington State College during the 1920 college football season. Head coach Gus Welch led the team to a 1–1 mark in the PCC and 5–1 overall. This year marked the team's adoption of the \"Cougars\" nickname. [SEP] hypothesis: The 1920 Washington State Cougars posted a losing record.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Simonstone is a small village and civil parish in the Ribble Valley district of Lancashire, England. The population of the civil parish taken at the 2011 census was 1,154. It is about 4 mi west of Burnley and south of Pendle Hill and Clitheroe along the A671 road. The village adjoins the village of Read, Lancashire and neighbours Padiham. [SEP] hypothesis: Simonstone is Located in France.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 2010 SMU Mustangs football team represented Southern Methodist University in the 2010 NCAA Division I FBS football season. The Mustangs, led by third-year head coach June Jones, were members of Conference USA in the West Division and played their home games at Gerald J. Ford Stadium. [SEP] hypothesis: Southern Methodist University won a lot of games in 2010.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Scott Powell was born in Dallas, Texas, on August 13, 1948. He was a founding member of Sha Na Na, which began at Columbia University in 1969, under the name The Kingsmen. The group's name was later changed to avoid confusion with another band of the same name. [SEP] hypothesis: Scott Powell was born on a Friday.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The South Kalgoorlie Gold Mine is a gold mine located south-west of Kalgoorlie, Western Australia. The mine is sometimes also referred to as \"South Kal Mines - New Celebration\", being a merger of the former \"New Celebration Gold Mine\" and the \"Jubilee Gold Mine\", which were combined in 2002. [SEP] hypothesis: The South Kalgoorlie Gold Mine is the most profitable mine in all of Western Australia.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"First Date\" is a song by American hip hop recording artist 50 Cent, released on October 3, 2012, as a single from his upcoming sixth studio album \"Street King Immortal\", set to be released in second quarter of 2013 after his fifth studio album, Animal Ambition. The song, produced by 45 Music, features fellow American rapper Too Short. [SEP] hypothesis: 50 Cents fifth studio album was released before 2013.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Before I Disappear is a 2014 American drama film directed by Shawn Christensen. The film is a feature-length adaptation of his 2012 Oscar-winning short film, \"Curfew\". The film had its world premiere at South by Southwest Film on March 10, 2014. The film was acquired for distribution by IFC Films on August 5, 2014 and released on November 28, 2014. [SEP] hypothesis: Before I disappear was released on November 28, 2014.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Benjamin Antonietti (born July 7, 1991) is a Swiss professional ice hockey player who is currently playing with the Dragons de Rouen of the French Ligue Magnus. He previously played in the National League (NL) with Genève-Servette HC and Lausanne HC. [SEP] hypothesis: Benjamin Antonietti is more than 50 years old.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Live in London March 2011 is a 2011 live album studio release from KT Tunstall, featuring tracks from four of her albums and EPs and one cover. It is her fifth live release, fourth live album, and the first live album to be released on CD. It follows the release of \"Tiger Suit\" [SEP] hypothesis: Tiger Suit was released before Live in London March 2011.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Shayaa Bin Abraham-Joseph (born October 22, 1992), better known by his stage name 21 Savage, is an American rapper from Atlanta, Georgia. He was best known for his mixtapes, \"The Slaughter Tape\" and \"Slaughter King\" and his extended plays \"Free Guwop\" and \"Savage Mode\" with Metro Boomin before the release of his debut album, \"ISSA\" and its lead single, \"Bank Account\". [SEP] hypothesis: \"Bank Account\" was 21 Savage's biggest hit.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Jose “Poli” Garcia (born in San Diego, California) is a retired American soccer player. He spent at least four seasons in the American Soccer League, three in the North American Soccer League and four in the Major Indoor Soccer League. He was the 1979 American Soccer League MVP and earned two caps with the United States in 1975. [SEP] hypothesis: Jose Garcia's career lasted more than 10 years.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Parma ]    (Emilian: \"Pärma\" ) is a city in the northern Italian region of Emilia-Romagna famous for its prosciutto (ham), cheese, architecture, music and surrounding countryside. It is home to the University of Parma, one of the oldest universities in the world. [SEP] hypothesis: University of Parma is the oldest university in Italy.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Javier Sotomayor Sanabria (] ; born October 13, 1967) is a Cuban former track and field athlete, who specialized in the high jump and is the current world record holder. The 1992 Olympic champion, he was the dominant high jumper of the 1990s; his personal best of 2.45 m (8 ft floor(((2.45)*3.28084)−(floor((2.45)*3.28084)) *12) in) makes him the only person ever to have cleared eight feet. [SEP] hypothesis: in the 1990s the previous record was 2 inches shorter than his jump", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Welcome to the Jungle is a 2008 hardback graphic novel written by science fiction and fantasy author Jim Butcher and illustrated by Ardian Syaf. Set in the world of Butcher's contemporary fantasy/mystery novel series, \"The Dresden Files\", \"Welcome to the Jungle\" was written as a prequel to the first novel, \"Storm Front\". It was nominated for a Hugo Award in the Best Graphic Novel category. [SEP] hypothesis: \"The Dresden Files\" has been nominated for a Hugo Award", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Style\" is a song by American singer-songwriter Taylor Swift and is the third track from her fifth album, \"1989\" (2014). The song was written by Taylor Swift, Max Martin, Shellback, and Ali Payami. It was released to radio by Republic Records, in partnership with Swift's label Big Machine Records, on February 9, 2015, as the album's third single, following \"Blank Space\". [SEP] hypothesis: Taylor Swift released a song called \"Stylish\" on her 3rd album from 2014.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
