{"task": "anli", "input": "premise: Frederick William Mundee (May 20, 1913 – January 15, 1990) was an American football center who played three seasons with the Chicago Bears of the National Football League. He played college football at the University of Notre Dame and attended South High School in Youngstown, Ohio. [SEP] hypothesis: Frederick Mundee went to Notre Dame for four years.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Riccardo Cocchi (born December 7, 1977, Terni, Italy) is a six-time Latin Dance Champion, with his partner, Yulia Zagoruychenko. Currently, he resides in and represents the United States of America. When not busy competing, Riccardo is available for coaching. [SEP] hypothesis: Riccardo Cocchi was born in Europe", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Border effects refer to asymmetries in trade patterns between cities and regions of different countries that share a national border and those that are located in the same country. Usually, trade volume is much lesser between the former cities and regions. Economic integration (as in the EU) may be a solution to overcome these effects. [SEP] hypothesis: Economic integration is a solution to asymmetries in trade patterns.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 2007–08 Tour de Ski was the 2nd edition of the Tour de Ski and took place from 28 December 2007 until 6 January 2008. The race kicked off in Nové Město, the Czech Republic, and finished in Val di Fiemme, Italy, ten days later. It featured 8 top international cross-country skiing competitions, of which two were sprint events. [SEP] hypothesis: The Tour de Ski is modeled after the cycling competition known as the Tour de France", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Sedgwick County (county code: SG) is a county located in the U.S. state of Kansas. As of the 2010 census, the population was 498,365, making it the second-most populous county in Kansas. The county seat is Wichita, the most populous city in the state. [SEP] hypothesis: Wichita is the second-most populous city in Sedgwick County", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Edgewater is a borough located along the Hudson River in Bergen County, New Jersey, United States. As of the 2010 United States Census, the borough had a population of 11,513, reflecting an increase of 3,836 (+50.0%) from the 7,677 counted in the 2000 Census, which had in turn increased by 2,676 (+53.5%) from the 5,001 counted in the 1990 Census. [SEP] hypothesis: Edgewater's population in 2010 was four times that of its population in 1990.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Invisible Woman (Susan \"Sue\" Storm-Richards), previously known as the Invisible Girl, is a fictional superheroine appearing in American comic books published by Marvel Comics. The character is a founding member of the Fantastic Four and was the first female superhero created by Marvel during the Silver Age of Comics. [SEP] hypothesis: The Invisible Woman is the only female in the", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: New York State Route 146A (NY 146A) is a state highway in New York State. It begins at NY 146 in Clifton Park and ends at NY 50 in Ballston Lake. It is located entirely within Saratoga County. Route 146A is the last existing spur of NY 146 in Saratoga and Schenectady counties. [SEP] hypothesis: New York State Route 146A (NY 146A) is the longest state highway in New York State.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: World Premiere is a 1941 American comedy film directed by Ted Tetzlaff and written by Earl Felton. The film stars John Barrymore, Frances Farmer, Eugene Pallette, Virginia Dale, Ricardo Cortez, Sig Ruman and Don Castle. The film was released on August 21, 1941, by Paramount Pictures. [SEP] hypothesis: World Premiere is a horror film.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Laneshawbridge (otherwise Laneshaw Bridge) is a village and civil parish in the Borough of Pendle. The population of the civil parish at the 2011 census was 918. It is to the east of Colne in Lancashire and is the easternmost settlement in Lancashire on the main road route, before the North Yorkshire border. [SEP] hypothesis: The Borough of Pendle has about 10 small villages", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Hozier is the eponymous debut studio album from Irish musician Hozier. The album was released on 19 September 2014 through Island Records and Rubyworks Records. The album contains some tracks from Hozier's previous two EPs, \"Take Me to Church\" and \"From Eden\". [SEP] hypothesis: Hozier released Hozier (album) on 29 September 2014", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Gosnell: America's Biggest Serial Killer is an upcoming American film about Kermit Gosnell, an abortion doctor who is reported to have killed hundreds of infants born alive during abortion procedures, and convicted of three counts of murder and whom many consider to be a serial killer. [SEP] hypothesis: Kermit Gosnell is a medical doctor.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Akiva Grunblatt is an Orthodox rabbi who as co-rosh yeshiva (dean) heads the Yeshivas Rabbeinu Yisrael Meir HaKohen. (Yeshivas Chofetz Chaim) in Flushing, New York. (The other co-rosh yeshiva is Rabbi Dovid Harris.) Before being appointed to his current position in 2000, he was a rosh yeshiva at Yeshiva Toras Chaim in Miami, Florida. [SEP] hypothesis: Rabbis earn more in New York than in Florida", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Many science fiction works have been set in the 21st century (years 2001 to 2100). With humanity now in the 21st century, many of the predictions of these works have so far been proven obsolete. This page lists only \"predictions\" regarding the 21st century, as opposed to contemporary accounts of the actual 21st century, which would be too numerous to list. [SEP] hypothesis: The movie Planet of the Apes predicts what will happen in a few months.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Spencer Seim (born January 28, 1981) is an American musician, best known as the guitarist in the band Hella. He is also the drummer in the Nintendo music cover band called The Advantage and has a solo project named sBACH. The sticker on the cover of the self-titled release says \"a thousand times better than Hella or The Advantage\". [SEP] hypothesis: Stickers on album covers tell the truth.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Escapist is a superhero character created by Michael Chabon in the 2000 novel \"The Amazing Adventures of Kavalier & Clay\". In the novel, the Escapist is a fictional character created by the comics writer protagonists. The character later featured in the metafictional work \"Michael Chabon Presents the Amazing Adventures of the Escapist\" and Brian K. Vaughan's comic \"The Escapists\". [SEP] hypothesis: The Escapist is about an anti-hero.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
