{"task": "anli", "input": "premise: Murder in Amsterdam: The Death of Theo Van Gogh and the Limits of Tolerance is a 2006 book by Ian Buruma. \"The Guardian\" describes it as, \"part reportage, part essay.\" It explores the impact of mass immigration from Muslim countries on Dutch culture through the lens of the murder of film director and anti-immigration activist, Theo van Gogh. [SEP] hypothesis: Theo Van Gogh was killed prior to 2006.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 2000 KNVB Cup Final was a football match between NEC and Roda JC on 21 May 2000 at De Kuip, Rotterdam. It was the final match of the 1999–2000 KNVB Cup competition. Roda JC won 2–0 after goals from Bob Peeters and Eric van der Luer. It was their second KNVB Cup win. [SEP] hypothesis: The 2000 KNVB Cup Final was held in Rotterdam between WEC and Roda JC.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Robert Levet (1705–1782), a Yorkshireman who became a Parisian waiter, then garnered some training as an apothecary and moved to London, was eulogised by the poet Samuel Johnson, with whom Levet shared a friendship of thirty-six years, in Johnson's poem \"On the Death of Dr. Robert Levet.\" [SEP] hypothesis: Robert Levet was the only person Samuel Johnson wrote a poem about", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Kevin Byrne is the Assembly member for the 94th District of the New York State Assembly. He is a registered Republican who successfully ran with the Republican, Conservative, Independence, and Reform Party endorsements. The district includes portions of Putnam and Westchester counties in the Hudson Valley. [SEP] hypothesis: New York always votes Republican", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Jarod Green (born 23 May 1981) is an Australian film director, screenwriter and animator most notable for his work on the short film \"Beached Whale\" and the Australian Broadcasting Corporation television series \"Beached Az\". Together with actor Nicholas Boshier, Green is also the creator of the online fictional character Trent from Punchy. [SEP] hypothesis: Beached Whale was not created by Jarod Green.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Incite Productions, or Incite Productions Inc., is a 501(c)(3) nonprofit documentary production company based in Boulder, Colorado. It is the producer of Seoul Train, the critically acclaimed PBS documentary on North Korean refugees. Members of the board of Incite Productions are Jim Butterworth and Lisa Sleeth. [SEP] hypothesis: Incite Productions made a lot of profit thanks to Seoul Train, a critically acclaimed PBS documentary.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Snow White: A Tale of Terror is a 1997 American dark fantasy horror television film based on the fairy tale \"Snow White\". Also known as Snow White in the Black Forest it was directed by Michael Cohn and stars Sigourney Weaver, Sam Neill and Monica Keena. The original music score was composed by John Ottman. The film was marketed with the tagline \"The fairy tale is over\". [SEP] hypothesis: Neill and Ottoman both enjoyed working on the film together.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: (Franz) Joseph Haydn ( ; ] ; 31 March 173231 May 1809) was an Austrian composer of the Classical period. He was instrumental in the development of chamber music such as the piano trio and his contributions to musical form have earned him the epithets \"Father of the Symphony\" and \"Father of the String Quartet\". [SEP] hypothesis: Franz Joseph Haydn died in May of 1809", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Spiess Tuning is the common identity of Siegfried Spiess Motorenbau GmbH, a motor vehicle engine tuning company based in Ditzingen, Baden-Württemberg, Germany. Today Spiess Tuning is most famous for its Formula 3 motor racing engines based on the Opel Family II and two iterations of Volkswagen R4 engines. [SEP] hypothesis: spiess tuning based multiple engines off of volkswagen engines", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Barry Cunningham (born 19 December 1952) is a British publisher, who worked for various publishers including Penguin Books and Bloomsbury before setting up Chicken House publishing in 2000. He is most well known for signing J.K Rowling, and publishing \"Harry Potter and the Philosopher’s Stone\" in 1997. [SEP] hypothesis: Barry Cunningham was born in the 50's", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Lakeview Drive (also known as North Shore Road and the Road to Nowhere) is a 6.5 mi road, split in two segments, located along the north shore of Fontana Lake, wholly within the Great Smoky Mountains National Park. The scenic road, which was never completed, features an unused road tunnel and connects to various hiking and horse riding trails in the area. [SEP] hypothesis: Lakeview drive is a road that was never completed.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Prinair Flight 191 was a Prinair (Puerto Rico International Airlines) flight from Luis Muñoz Marín International Airport in San Juan, Puerto Rico, to Mercedita Airport in Ponce, Puerto Rico. At approximately 11:15pm on 24 June 1972, the aircraft crashed while attempting to land at Mercedita Airport. Five people died in the accident. and the remaining people were injured. [SEP] hypothesis: There were five people on Flight 191.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Ipomea wrightii, or Wright's morning glory, is a species of morning glory.It is generally described as an annual, perennial vine or forb or herb. Wright's morning glory is not native to the United States and is considered as an invasive species. It is found growing in the Southeastern part of the United States. [SEP] hypothesis: Ipomea wrightii grows in united states", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Bangladesh Film Directors Association is the pan-national trade body of film directors in Bangladesh. The Bangladesh Film Directors Association’s General Secretary is Badiul Alam Khokon. Mushfiqur Rahman Gulzar is the president of Bangladesh Film Directors Association. [SEP] hypothesis: Bangladesh Film Directors Association is the only film association in Bangladesh", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Thomas C. Fletcher House is a historic home located at Hillsboro, Jefferson County, Missouri. It was built about 1850, and is a two-story, log dwelling with later frame additions. It sits on a limestone and concrete block foundation. It was the home of Thomas C. Fletcher, Missouri's first Republican governor and the first native-born Missourian elected governor. [SEP] hypothesis: Thomas C. Fletcher's son was Missouri's third Republican governor.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Cedrus (common English name cedar) is a genus of coniferous trees in the plant family Pinaceae. They are native to the mountains of the western Himalayas and the Mediterranean region, occurring at altitudes of 1,500–3,200 m in the Himalayas and 1,000–2,200 m in the Mediterranean. [SEP] hypothesis: Cedrus makes up the largest portion of plants in the family Pinaceae.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
