{"task": "anli", "input": "premise: The Assassin of Rome (Italian: \"Girolimoni, il mostro di Roma\" ) is a 1972 Italian historical drama film directed by Damiano Damiani. The film tells, with some historical licenses, the story of Gino Girolimoni, wrongfully accused of a series of child murders that occurred in Rome between 1924 and 1928. [SEP] hypothesis: Gino Girolimoni was rightfully accused of a set of murders, involving children, during the 21st century.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Upside Down\" is a song written, co-produced, and performed by Jack Johnson for the film \"Curious George\". It is the first track and first single from the album \"Sing-A-Longs and Lullabies for the Film Curious George\", which was released in February 2006. [SEP] hypothesis: The film \"Curious George\" was released in February 2006.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Storm Front is a 2000 novel by science fiction and fantasy author Jim Butcher. It is the first novel in The Dresden Files, his first published series, and it follows the character of Harry Dresden, professional wizard. The novel was later adapted into a pilot for a SyFy channel television series. [SEP] hypothesis: Harry Dresden is the main character in The Dresden Files.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Angel (Thomas Halloway, often shortened to Tom Halloway) is a fictional character, a superhero appearing in American comic books published by Marvel Comics. Created by artist Paul Gustavson and an unconfirmed writer during the Golden Age of Comic Books, the Angel first appeared in \"Marvel Comics\" #1 (Oct. 1939), the first publication of Marvel Comics' predecessor, Timely Comics. [SEP] hypothesis: Paul Gustavson created more than 5 comic book characters.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Peter R. Arnott (born 1932) is an American composer, theatre director and banjo player. Arnott is a member of the Bohemian Club and has been closely involved with a number of Grove Plays. Arnott is a founding member and banjo player for the Goodtime Washboard Three. [SEP] hypothesis: Peter R. Arnott only plays the banjo.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Death and Life of John F. Donovan is an upcoming Canadian drama film, co-written, co-produced and directed by Xavier Dolan in his English-language debut. It stars Kit Harington, Natalie Portman, Jessica Chastain, Susan Sarandon, Kathy Bates, Jacob Tremblay, Ben Schnetzer, Thandie Newton, Amara Karan, Chris Zylka, Jared Keeso, Emily Hampshire and Michael Gambon. [SEP] hypothesis: The stars in the film are highly regarded in Canada.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Ashton-under-Lyne bus station is a bus station that is located in the town of Ashton-under-Lyne in Greater Manchester, run by Transport for Greater Manchester. The bus station is situated on Wellington Road and adjoins the Arcades Shopping Centre. The bus station was opened in 1994 and replaced the previous bus station that was built on the current site. [SEP] hypothesis: Ashton-under-Lyne bus station is in the UK.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Smerinthus minor (lesser eyed hawkmoth) is a moth of the family Sphingidae. It was described by Mell in 1937. It is a montane species found from the Taibai Shan area, western Qinling Mountains in Shaanxi, China eastwards along the Qinling to southern Shanxi and then north to just west of Beijing. It has also been recorded from the Miaofeng Mountains near Beijing and the Wuling Mountains in Hunan. [SEP] hypothesis: The lesser eyed hawkmoth has been sighted near the Wuling Mountains in Hunan.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Mufti Sarfraz Ahmed Naeemi Shaheed, (Urdu: ‎ ), (16 February 1948 – 12 June 2009) was a leading Sunni Islamic cleric from Pakistan who was well known for his moderate and anti-terrorist views. He was killed in a suicide bombing in Jamia Naeemia Lahore, Lahore, Pakistan on 12 June 2009, after publicly denouncing the Tehrik-i-Taliban's terrorist actions and ideologies as unislamic. [SEP] hypothesis: Mufti Sarfraz Ahmed Naeemi Shaheed, was a leading Sunni Islamic cleric from Iran. He was killed in a suicide bombing in Japan on 1999, after publicly denouncing the Tehrik-i-Taliban's terrorist actions and ideologies as unislamic.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Hound of the Baskervilles is a 1978 British comedy film spoofing \"The Hound of the Baskervilles\" by Sir Arthur Conan Doyle. It starred Peter Cook as Sherlock Holmes and Dudley Moore as Dr. Watson. A number of other well-known British comedy actors appeared in the film including Terry-Thomas (in his final screen appearance), Kenneth Williams and Denholm Elliott. [SEP] hypothesis: The Hound of the Baskervilles is a silent cartoon.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Jonathan Smith (born January 17, 1971), better known by his stage name Lil Jon, is an American rapper, record producer, and DJ. He was the frontman of the group Lil Jon & The East Side Boyz, which he formed in 1997, and they released several albums until 2004. [SEP] hypothesis: Jonathan Smith is over 30 years old", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Queen, often referred to as the Evil Queen or the Wicked Queen, is a fictional character and the main antagonist in \"Snow White\", a German fairy tale recorded by the Brothers Grimm; similar stories are also known to exist in other countries. Other versions of the Queen appear in \"Snow White\" derivative works, and the character has also become an archetype for unrelated works of fiction. [SEP] hypothesis: Characters with qualities like the Evil Queen show up in fictional stories unrelated to \"Snow White.\"", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Larry Martin Hagman (September 21, 1931 November 23, 2012) was an American film and television actor, director and producer best known for playing ruthless oil baron J.R. Ewing in the 1980s primetime television soap opera \"Dallas\" and befuddled astronaut Major Anthony \"Tony\" Nelson in the 1960s sitcom, \"I Dream of Jeannie\". [SEP] hypothesis: Larry Martin Hagman had a stroke in 2011.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Achel Brewery or Brouwerij der Sint-Benedictusabdij de Achelse Kluis is a Belgian Trappist brewery, and the smallest of the Belgian Trappist breweries. It is located in the Abbey of Saint Benedict in the Belgian municipality of Hamont-Achel. It brews five Trappist beers. [SEP] hypothesis: Achel Brewery makes Ice Cream", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Ten Commandments of Dog Ownership, also known as The Ten Commandments From a Pet's Point of View, or simply Ten Commandments For Dog Owners is a set of pet ownership rules. It was created in 1993 by Stan Rawlinson, and is written from the point of view of a dog. [SEP] hypothesis: The Ten Commandments of Dog Ownership was created by Stan Rawlinson.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Puss 'N' Boots is the sixth studio album by Crash Test Dummies, released in 2003. The album began life as a Brad Roberts solo project. While the lyrics were written by Brad Roberts, most of the music was written by Stuart Cameron. Ellen Reid sang backing vocals and Dan Roberts played bass, though much of the music was performed by other musicians. [SEP] hypothesis: Puss 'N' Boots went double Platinum.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
