{"task": "anli", "input": "premise: Scientific American (informally abbreviated SciAm) is an American popular science magazine. Many famous scientists, including Albert Einstein, have contributed articles in the past 170 years. It is the oldest continuously published monthly magazine in the United States(though it only became monthly in 1921). [SEP] hypothesis:  Albert Einstein contributed to the Scientific American in his time.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Mark Rankin was lead vocalist with Scottish rock band Gun, who were best known for their cover of \"Word Up!\", originally by Cameo. The single was taken from the album \"Swagger\", and was released in 1994. Other singles were \"Better Days\", \"Taking on the World\" and \"Steal Your Fire\". [SEP] hypothesis: The band Gun released an album in 1995 that had a lot hits on it", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: North East Lincolnshire is a unitary authority area in the Yorkshire and the Humber region of England, bordering the unitary authority of North Lincolnshire and the non-metropolitan county of Lincolnshire. The population of the Unitary Authority at the 2011 Census was 159,616. These three administrative units make up the ceremonial county of Lincolnshire. [SEP] hypothesis: The population of the Unitary Authority at the 2011 Census was 159,616, making it bigger than its bordering neighbor.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Terenzo is a \"comune\" (municipality) in the Province of Parma in the Italian region Emilia-Romagna, located about 100 km west of Bologna and about 30 km southwest of Parma. As of 31 December 2004, it had a population of 1,250 and an area of 72.4 km2 . [SEP] hypothesis: Parma has a bigger population than Terenzo.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: World of Hell (or simply WoH) was a grey hat computer hacker group that claims to be responsible for several high profile attacks in the year 2001. It gained attention due to its high profile targets and the lighthearted messages it has posted in the aftermath of its attacks. [SEP] hypothesis: World of Hell (or simply WoH) was a grey hat computer hacker group which were horid humans", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Stanley Hugh Gallimore (14 April 1910 – September 1994) was an English footballer. His regular position was as a forward. He was born in Bucklow Hill, Cheshire and died in the Trafford district of Cheshire. He played for Witton Albion, Manchester United, Altrincham and Northwich Victoria. [SEP] hypothesis: Stanley Hugh Gallimore made a lot of money playing football", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Fabian Kruuse Cowdrey (born 30 January 1993) is former English professional cricketer who played for Kent County Cricket Club. He made history by becoming the first third generation player to play for the county, following his father, Chris Cowdrey, and grandfather Colin Cowdrey. Cowdrey was often employed as an all-rounder, batting right-handed and bowling slow left arm orthodox deliveries. [SEP] hypothesis: Fabian Kruuse Cowdrey was very respected by everyone.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: 6 Interpretations is an EP by the New York City rock band Weep consisting of remixed versions of songs from their 2008 debut EP \"Never Ever\" and their 2010 debut album \"Worn Thin\". It was released in 2010 through Projekt Records. Singer, guitarist, and songwriter Doc Hammer remarked on the oddity of the gothic rock and shoegaze band producing a dance record: [SEP] hypothesis: Projekt Records and more than one band to produce music for.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Dad is a 1989 American comedy-drama film written and directed by Gary David Goldberg and starring Jack Lemmon, Ted Danson, Olympia Dukakis, Kathy Baker, Kevin Spacey and Ethan Hawke. It is based on William Wharton's novel of the same name. The original music score was composed by James Horner. The film was produced by Amblin Entertainment and distributed by Universal Pictures. [SEP] hypothesis: Dad made less than a million", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: John Laurens (October 28, 1754 – August 27, 1782) was an American soldier and statesman from South Carolina during the American Revolutionary War, best known for his criticism of slavery and efforts to help recruit slaves to fight for their freedom as U.S. soldiers. [SEP] hypothesis: John Laurens lived for more than than half a century.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Spring Lake is a small glacial lake in the Town of Berlin, Rensselaer County, New York, United States. The lake is privately administered by the Spring Lake Association, which consists of the owners of cottages around the perimeter. There is no public access. The lake is located on a geologic formation known as the Rensselaer Plateau. [SEP] hypothesis: Spring Lake is a publicly accessed lake for everyone in the town.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Nichola McAuliffe (born 27 August 1955) is an English television and stage actress and writer, best known for her role as Sheila Sabatini in the ITV sitcom \"Surgical Spirit\" (1989-1995). She has also starred in several stage musicals and won the 1988 Olivier Award for Best Actress in a Musical for her role in \"Kiss Me, Kate\". [SEP] hypothesis: Nichola Mcauliffe lived during world war I.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Rona Munro (born 7 September 1959) is a Scottish writer. She has written plays for theatre, radio, and television. Her film work includes Ken Loach's \"Ladybird, Ladybird\" (1994), \"Oranges and Sunshine\" (2010) for Jim Loach and \"Aimée & Jaguar\" (1999), co-authored by German director Max Färberböck. [SEP] hypothesis: Rona Munro is African.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Whitewater controversy, Whitewater scandal (or simply Whitewater), was an American political episode of the 1990s that began with an investigation into the real estate investments of Bill and Hillary Clinton and their associates, Jim McDougal and Susan McDougal, in the Whitewater Development Corporation, a failed business venture in the 1970s and 1980s. [SEP] hypothesis: Hillary Clinton though of suing the company that aired the episode", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Heineken Light (labelled as \"Heineken 3\" in Australia ) is a light beer brewed by Heineken for the United States market. It was introduced in 2005. Heineken light reportedly has: 99 calories per 12 oz. bottle and 6.8 grams of carbohydrates. The beer has fewer calories, less carbohydrate, and less alcohol than lager beers such as the Heineken Pilsener. The beer has 3.3% alcohol by volume. [SEP] hypothesis: Heineken Light comes in both bottles and cans.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Funtastic World of Hanna-Barbera was a simulator ride at Universal Studios Florida, and one of the park's original attractions. The story line was that Dick Dastardly and Muttley have kidnapped Elroy Jetson, Yogi Bear and Boo Boo give chase and the audience is in for the ride of their lives. [SEP] hypothesis: The Funtastic World of Hanna-Barbera was a simulator ride at Universal Studios Florida  which is big", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
