{"task": "anli", "input": "premise: The following is a list of computer and video game musicians, those who have worked in the video game industry to produce video game soundtracks or otherwise contribute musically. A broader list of major figures in the video game industry is also available. [SEP] hypothesis: A broader list of major figures in the video game industry considering stopping in the future.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Chelone is a genus of four species of perennial herbaceous plants native to eastern North America. They all have similarly shaped flowers (which led to the name turtlehead due to their resemblance to the head of a turtle), which vary in color from white to red, purple or pink. \"C. cuthbertii\", \"C. glabra\", and \"C. lyonii\" are diploid and \"C. obliqua\" is either tetraploid or hexaploid. [SEP] hypothesis: The Chelone plant produces sweet smelling flowers.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Konec agenta W4C prostřednictvím psa pana Foustky (English: The End of Agent W4C ) is a 1967 Czechoslovak film parodying the James Bond secret agent genre. Directed by Václav Vorlíček based on the story by Oldřich Daněk. Runtime 87 min. Mono. Produced by Filmové Studio Barrandov and distributed by Central Office of Film Distribution, Prague. [SEP] hypothesis: The movie The End of Agent W4C was widely dismissed among Americans.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Montana is represented in the US House of Representatives by one at-large congressional district, among the 435 in the U.S. Congress. The district is the largest U.S. congressional district by population, with just over 1 million constituents. It is also the second-largest by land area, after Alaska's at-large congressional district. [SEP] hypothesis: Montana has 1.01 million constituents in its congressional district.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: HMAS \"Sydney, named after the Australian city of Sydney, was one of three modified \"Leander\"-class light cruisers operated by the Royal Australian Navy (RAN). Ordered for the Royal Navy as HMS \"Phaeton, the cruiser was purchased by the Australian government and renamed prior to her 1934 launch. [SEP] hypothesis: HMAS stands for How Many Australian Spiders.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Tsunami\" is a song by Manic Street Preachers, released as a single on July 5, 1999 through Epic. It was the fourth and final single to be released from the album \"This Is My Truth Tell Me Yours\" All three members of the band - James Dean Bradfield, Sean Moore and Nicky Wire - share the writing credits. The single managed to peak at number 11 in the UK charts. [SEP] hypothesis: James Dean did most of the writing for their songs", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Randall Park (born March 23, 1974) is an American actor, comedian, writer, and director. He played Kim Jong-Un in the 2014 film \"The Interview\", Minnesota governor Danny Chung in \"Veep\", and beginning in 2015 he portrayed Eddie Huang's father, American restaurateur Louis Huang, in ABC's television show \"Fresh Off the Boat\". [SEP] hypothesis: Randall Park is a Korean actor", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 2004 Nickelodeon Kid's Choice Awards was the 17th edition of the Kids' Choice Awards. The event was hosted by Mike Myers and Cameron Diaz to promote \"Shrek 2\". It was held on April 3, 2004 (8-9:30 p.m. ET/PT.) This would be the first time the award show was held at Pauley since 1999. [SEP] hypothesis: The 2004 Nickelodeon Kid's Choice Awards was held over 15 years ago.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Peter Paul Cetera ( ; born September 13, 1944) is an American singer, songwriter, and bassist best known for being an original member of the rock band Chicago (1967–1985), before launching a successful solo career. His career as a recording artist encompasses seventeen albums with Chicago and eight solo albums. [SEP] hypothesis: Cetera wrote music, that is featured in at least one of his fifteen albums", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Treaty of Berlin between the Habsburg archduchess Maria Theresa of Austria, who was also Queen of Bohemia, and the Prussian king Frederick the Great was signed on 28 July 1742 in Berlin. It was the formal peace treaty that confirmed the preliminary agreement achieved with English mediation by the 11 June Treaty of Breslau, and officially ended the First Silesian War. [SEP] hypothesis: The Treaty of Berlin effectively haulted the First Silesian War.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Elizabeth Smylie (née Sayers, born 11 April 1963), sometimes known as Liz Smylie, is a retired Australian professional tennis player. During her career, she won four Grand Slam titles, one of them in women's doubles and three in mixed doubles. She also won three singles titles and 36 doubles titles. [SEP] hypothesis: Of her thirty eight doubles titles, Smylie won three of them in 1972.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Foul King () is a 2000 South Korean comedy-drama film, written and directed by Kim Jee-woon. It was Kim's second feature-length film after \"The Quiet Family\". Like the director's debut film, \"The Foul King\" also stars Song Kang-ho, this time as an incompetent bank clerk who takes up a career in professional wrestling, adopting the moniker \"The Foul King\" in the ring. [SEP] hypothesis: \"The Quiet Family\" was better received critically than \"The Foul King.\"", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Aubrey Valentine Vernon Beaty MC (1 February 1916 - 6 December 2009) was a British Army soldier who won the Military Cross for his bravery in Holland in 1944 and is thought to be the first British soldier serving with ground forces to cross the German frontier during the closing stages of the Second World War. [SEP] hypothesis: Aubrey Valentine Vernon Beaty MC died in the second world war.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 1948 SMU Mustangs football team represented the SMU Mustangs of Southern Methodist University during the 1948 college football season. Doak Walker was a junior when he won the Heisman Trophy. Doak established several other Southwest Conference records that still stand. [SEP] hypothesis: Doak established several other Southwest conference records that still stand because nobody has ever tried to beat them.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Aha Shake Heartbreak is the sophomore studio album by American rock band Kings of Leon. It was released in November 2004, in the UK and February 2005, in the United States. It is the only album by Kings of Leon to have a Parental Advisory label because of the strong language in \"Taper Jean Girl\", \"Rememo\", \"Soft\", and \"Four Kicks\". The cover is reminiscent of Queen's \"A Night at the Opera\". [SEP] hypothesis: Since then Kings of Leon have released 2 more albums with  Parental Advisory label", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Chelone glabra (white turtlehead) is an herbaceous species of plant native to North America. Its native range extends from Georgia to Newfoundland and Labrador and from Mississippi to Manitoba. Its natural habitat is wet areas, such as riparian forests and swamps. [SEP] hypothesis: Chelone glabra is a species that can grow in Canadian wetlands.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
