{"task": "anli", "input": "premise: Qidong is a county-level city under the administration of the prefecture-level city of Nantong in southeastern Jiangsu province, China. It is located on the north side of the Yangtze River opposite Shanghai and forms a peninsula jutting out into the East China Sea. It has a population of 1.12 million. [SEP] hypothesis: Shanghai has a larger population than Qidong.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: William Gurstelle (born March 29, 1956) is an American nonfiction author, magazine writer, and inventor. He is a feature columnist for \"Make\" magazine and a columnist and contributing editor at \"Popular Science\" magazine. Previously, he was the Pyrotechnics and Ballistics Editor at \"Popular Mechanics\" magazine. [SEP] hypothesis: William Gurstelle is currently the Pyrotechnics and Ballistics Editor at \"Popular Mechanics\" magazine.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Llangarron is a small village and civil parish in southwest Herefordshire within seven miles of Ross-on-Wye (Herefordshire, England) and Monmouth (Monmouthshire, Wales). The population of the Civil Parish at the 2011 census was 1,053. The church is dedicated to St. Deinst. The village no longer has a post office nor pub, though it does have a hall. [SEP] hypothesis: The church is going to be dedicated to a different saint soon.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Alkali Flat/La Valentina is an island platformed Sacramento RT light rail station in Sacramento, California, United States. The station was opened on March 12, 1987, and is operated by the Sacramento Regional Transit District as part of the Blue Line. It is located on 12th street near D street in the Alkali Flat neighborhood, just west of Downtown. [SEP] hypothesis: There are many different colored lines that run through Sacramento.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Charlotte Anley (1796–1893) was a 19th-century English didactic novelist, social and religious writer, composer and lyricist. She was a Quaker, and spent the years 1836–38 in Australia, researching for a report on women's prisons commissioned by Elizabeth Fry. [SEP] hypothesis: Charlotte Anley wrote songs.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Landican ( ) is a hamlet on the Wirral Peninsula, England. It is situated on the outskirts of Birkenhead, near to Woodchurch and the M53 motorway. Landican consists of a small group of cottages and farm buildings. At the 2001 Census the community had a population of only 20. [SEP] hypothesis: Landican is on the outskirts of Woodchurch.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Twentieth Century Fox Home Entertainment LLC (formerly Twentieth Century Fox Home Entertainment, Inc., doing business as 20th Century Fox Home Entertainment) is the home video distribution arm of the 20th Century Fox film studio. It was established in 1977 as Magnetic Video and was later known as 20th Century Fox Video, CBS/Fox Video and FoxVideo, Inc. [SEP] hypothesis: Twentieth Century Fox is the best movie studio", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Eleventh Doctor is an incarnation of the Doctor, the protagonist of the BBC science fiction television programme \"Doctor Who\". He is played by Matt Smith, in three series as well as seven specials, over an almost four-year-long period. As with previous incarnations of the Doctor, the character has also appeared in other \"Doctor Who\" multimedia. [SEP] hypothesis: \"DOCTOR WHO\" IS NOT BASED ON THE CONCEPT OF REBIRTH.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Heineken Light (labelled as \"Heineken 3\" in Australia ) is a light beer brewed by Heineken for the United States market. It was introduced in 2005. Heineken light reportedly has: 99 calories per 12 oz. bottle and 6.8 grams of carbohydrates. The beer has fewer calories, less carbohydrate, and less alcohol than lager beers such as the Heineken Pilsener. The beer has 3.3% alcohol by volume. [SEP] hypothesis: Heineken light is known by other names in different countries.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Sei gesegnet ohne Ende\" (English translation: \"Be Blessed Without End\"), also known as the ″Kernstock-Hymne″, is a German language song that was the national anthem of Austria from 1929 until 1938. Written by Ottokar Kernstock, it was sung to the famous tune of \"Gott erhalte Franz den Kaiser\" by Joseph Haydn that is also used for the \"Deutschlandlied\", since 1922 the national anthem of Germany. [SEP] hypothesis: Ottokar Kernstock was fluent in German.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Eddington Medal is awarded by the Royal Astronomical Society for investigations of outstanding merit in theoretical astrophysics. It is named after Sir Arthur Eddington. First awarded in 1953, the frequency of the prize has varied over the years, at times being every one, two or three years. Since 2013 it has been awarded annually. [SEP] hypothesis: The Eddington Medal is named after Sir Aurthur Eddingtons daughter", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"All for Love\" is a song written by Bryan Adams, Robert John \"Mutt\" Lange and Michael Kamen for the soundtrack \" The Three Musketeers: Original Motion Picture Soundtrack\". It was performed by Bryan Adams, Rod Stewart and Sting. The song was released as a CD single in the United States on November 16, 1993. It was a worldwide hit, reaching number one across Europe and North America. [SEP] hypothesis: \"All for Love\" debuted at number one on the charts on its first week of release in America.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 2004 Nickelodeon Kid's Choice Awards was the 17th edition of the Kids' Choice Awards. The event was hosted by Mike Myers and Cameron Diaz to promote \"Shrek 2\". It was held on April 3, 2004 (8-9:30 p.m. ET/PT.) This would be the first time the award show was held at Pauley since 1999. [SEP] hypothesis: Nickelodeon hosts the Kid's Choice Awards.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Short Back 'n' Sides is the fifth solo album of Ian Hunter. Unsure of which direction he should take, Ian Hunter finally decided to collaborate with Mick Jones, who gave Hunter's songs a tougher and heavier touch. Fellow Clash member Topper Headon as well as Mick Ronson, Todd Rundgren and Ellen Foley also appeared on this album. [SEP] hypothesis: Ian Hunter had atleast one song on his third solo album", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Lucy-Jo Hudson (born 4 May 1983) is an English actress, best known for playing the role of Katy Harris in the long-running soap opera, \"Coronation Street\" from 2002–05 and as Rosie Trevanion in the ITV drama \"Wild at Heart\" from 2006–09. Her recurring role of Rhiannon Davis in \"Doctors\" in 2016 earned her 2017 British Soap Award for Villain of the Year. [SEP] hypothesis: Lucy-Jo Hudson's role on Coronation Street spanned 4 years.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Okra or okro ( or ), known in many English-speaking countries as ladies' fingers or ochro, is a flowering plant in the mallow family. It is valued for its edible green seed pods. The geographical origin of okra is disputed, with supporters of West African, Ethiopian, and South Asian origins. The plant is cultivated in tropical, subtropical and warm temperate regions around the world. [SEP] hypothesis: Okra is typically cultivated in Antarctica.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
