{"task": "anli", "input": "premise: Riccardo Cocchi (born December 7, 1977, Terni, Italy) is a six-time Latin Dance Champion, with his partner, Yulia Zagoruychenko. Currently, he resides in and represents the United States of America. When not busy competing, Riccardo is available for coaching. [SEP] hypothesis: Riccardo Cocchi was born in Europe", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Kisimul Castle (Scottish Gaelic: \"Caisteal Chiosmuil\" ) and also known as Kiessimul Castle, is a small medieval castle located on a small island off Castlebay, Barra, in the Outer Hebrides, Scotland. It gets its name from the Gaelic \"cìosamul\" meaning \"castle island\". [SEP] hypothesis: Since its construction, Kisimul Castle has never been attacked by an invading army.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Chelone glabra (white turtlehead) is an herbaceous species of plant native to North America. Its native range extends from Georgia to Newfoundland and Labrador and from Mississippi to Manitoba. Its natural habitat is wet areas, such as riparian forests and swamps. [SEP] hypothesis: Chelone glabra is not a black turtlehead.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 1948 SMU Mustangs football team represented the SMU Mustangs of Southern Methodist University during the 1948 college football season. Doak Walker was a junior when he won the Heisman Trophy. Doak established several other Southwest Conference records that still stand. [SEP] hypothesis: Doak Walker won the Heisman Trophy when he was a senior.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Paradise Lost is a 2011 Chinese teen sex comedy film and the sequel to the film \"Pubescence\" and the second film in the \"Pubescence\" film series. It was directed and written by Guan Xiaojie, starring Zhao Yihuan and Wang Yi. It was released in China on Singles Day. [SEP] hypothesis: Paradise lost was filmed in China", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Tyndall Air Force Base is a United States Air Force Base located 12 mi east of Panama City, Florida. The base was named in honor of World War I pilot 1st Lt Frank Benjamin Tyndall. The base operating unit and host wing is the 325th Fighter Wing (325 FW) of the Air Combat Command (ACC). The base is delineated as a census-designated place and had a resident population of 2,994 at the 2010 census. [SEP] hypothesis: Tyndall Air Force Base was name after Col. Frank Benjamin Tyndall.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Sir is an honorific address used in a number of situations in many anglophone cultures. The term can be used as a formal prefix, especially in the Commonwealth, for males who have been given certain honours or titles (such as knights and baronets), where usage is strictly governed by law and custom. [SEP] hypothesis: Sir can be used on women", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: HMAS \"Sydney, named after the Australian city of Sydney, was one of three modified \"Leander\"-class light cruisers operated by the Royal Australian Navy (RAN). Ordered for the Royal Navy as HMS \"Phaeton, the cruiser was purchased by the Australian government and renamed prior to her 1934 launch. [SEP] hypothesis: The ship formerly known as Phaeton was renamed for an area under its government's control.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: MuscleCar is a television program whose hosts demonstrate how to rebuild muscle cars while sharing information about these cars and their history. It became a part of a group of shows called the Powerblock, currently shown on Spike TV, on January 7, 2006. [SEP] hypothesis: FatBikes is a radio show whose demonstrate how to destroy fat bikes and sharing information about these bikes and their prices. Currently shown on BBC2, since 2001.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Domestically, he has played for Khan Research Laboratories, Lahore, Lahore Eagles, Lahore Lions, Lahore Qalandars, Pakistan A and Huntly (Scotland) during his career. He was the captain of Lahore Qalandars in the first edition of the Pakistan Super League. [SEP] hypothesis: the lahore eagles are better than the lahore lions", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: HMS \"Achille\" was a 74-gun third-rate ship of the line of the Royal Navy. She was built by Cleverley Bros., a private shipyard at Gravesend, and launched on 16 April 1798. Her design was based on the lines of the captured French ship \"Pompée\" . She was the fourth Royal Navy ship to be named after the Greek hero Achilles in the French style. [SEP] hypothesis: That the HMS 'Archille\" was a 74-gun third-rate ship of the line of the Royan Navy, from Great Britain.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Baghdad (Arabic: بغداد‎ ‎ , ) is the capital of Iraq. The population of Baghdad, as of 2016 , is approximately 8,765,000, making it the largest city in Iraq, the second largest city in the Arab world (after Cairo, Egypt), and the second largest city in Western Asia (after Tehran, Iran). [SEP] hypothesis: Baghdad is the capital of Iraq.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The flag of Middlesex is the flag of the English county of Middlesex. It is the traditional flag of Middlesex, the historic county that forms the heart of London. This traditional design is included in the Flag Institute's registry of local flags as the Middlesex Flag. [SEP] hypothesis: Middlesex is a historic county that forms the heart of Manchester.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Time: Night (Russian: Время ночь ) is a novella by Russian author Lyudmila Petrushevskaya. It was originally published in Russian in the literary journal \"Novy Mir\" in 1992 and translated into English by Sally Laird in 1994. In 1992 it was shortlisted for the Russian Booker Prize. [SEP] hypothesis: Novy Mir is a literary journal.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Aikya Kerala Congress was an alliance consisting of four political parties in Kerala, India; Kerala Congress (Mani), Kerala Congress (Balakrishna Pillai), Kerala Congress (Jacob) and Kerala Congress (Secular). The alliance was formed in November 2008. K.M. Mani was the chairman of AKC, whilst R. Balakrishna Pillai was the convenor of the alliance. [SEP] hypothesis: All parties always attended all meetings", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Ae Dil Hai Mushkil\" (English: \"This Heart is Complicated\") is a Hindi song from the soundtrack of the Indian film \"Ae Dil Hai Mushkil\". It is written by Amitabh Bhattacharya, composed by Pritam and sung by Arijit Singh. The music video of the song is picturised on actor Ranbir Kapoor. [SEP] hypothesis: The Indian film \"Ae Dil Hai Mushkil\" feature the Hindi song \"This Heart is Complicated.\"", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
