{"task": "anli", "input": "premise: Twentieth Century Fox Television (TCFTV, stylized as 20th Century Fox Television) is the television production subsidiary of 20th Century Fox, and a production arm of the Fox Television Group (both are owned by Rupert Murdoch's 21st Century Fox). 20th Television is the syndication and distribution arm of 20th Century Fox Television. [SEP] hypothesis: Twentieth Century Fox Television was stylized as 19th Century Fox Television.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: 1st (County Antrim) Battalion, Ulster Defence Regiment (1 UDR) was formed in 1970 as part of the 7 original battalions specified in The Ulster Defence Regiment Act 1969, which received Royal Assent on 18 December 1969 and was brought into force on 1 January 1970. It was amalgamated with the 9th Battalion, Ulster Defence Regiment in 1984 to form the 1st/9th Battalion, Ulster Defence Regiment. [SEP] hypothesis: 1st (County Antrim) Battalion, Ulster Defence Regiment (1 UDR) was one of 18 original battalions specified in The Ulster Defence Regiment Act 1969.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Commander Christine Jones (born 1964 or 1965) is a senior British police officer serving with London's Metropolitan Police Service (\"the Met\"). As of 2014, she is the Met's senior officer responsible for mental health and for domestic violence; she also the leads the Association of Chief Police Officers' (ACPO) National Mental Health Working Group. [SEP] hypothesis: Commander Christine Jones was born in 1964.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Just in Time is a 1997 American romantic comedy-drama film directed by Shawn Levy from a screenplay by Eric Tuchman. This was the first feature film directed by Levy, who went on to direct such hits as \"Night at the Museum\" (2006) and \"Date Night\" (2010). [SEP] hypothesis: Just in Time came after \"Night at the Museum\"", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Dadna (Arabic: ضدنا) is a village in Fujairah, United Arab Emirates, located 45 km north of the city centre. The area's economy has depended since ancient times on agriculture and fishing, in which much of the population works today. The village is known for its large supply of water and has been a site for many farms of the royal families across the Emirates. [SEP] hypothesis: Dadna has a very big population", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Denis Hale Johnson (July 1, 1949 – May 24, 2017) was an American writer best known for his short story collection \"Jesus' Son\" (1992) and his novel \"Tree of Smoke\" (2007), which won the National Book Award for Fiction. He also wrote plays, poetry, journalism, and non-fiction. [SEP] hypothesis: Denis Hale Johnson died in 2017 in America.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Derrick \"Ricky\" Scott Reynolds (born January 19, 1965 in Sacramento, California), is a former professional American football player who was selected by the Tampa Bay Buccaneers in the second round of the 1987 NFL Draft. A 6' 0\", 195-lb. cornerback from Washington State University, Reynolds played in 10 NFL seasons from 1987 to 1996 for the Tampa Bay Buccaneers and New England Patriots. [SEP] hypothesis: Derrick \"Ricky\" Scott Reynolds  was born in united states", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Camp Al-Saqr, referred to by some media sources as Camp Falcon, Forward Operating Base Falcon, Joint Service Station (JSS) Falcon, or Combat Outpost Falcon, was a United States military forward operating base in Iraq a short distance outside Baghdad, some 13 km south of the Green Zone. In OIF 2004; it was designated as \"Camp Ferrin-Huggins\". s of 2009 , the base housed up to 5,000 troops. [SEP] hypothesis: The conditions on the soldiers were not covered by the media", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Club Atlético Sarmiento is an Argentine sports club based in the city of Resistencia in Chaco Province. Although many sports are hosted at the club, Sarmiento is mostly known for its football team, which currently plays in Torneo Argentino B, the regionalised fourth level of the Argentine football league system. [SEP] hypothesis: Club Atletico Sarmiento is the best sports club in Argentina.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Taking Off is a 1971 American comedy film, the first made in the USA by Czech director Miloš Forman, which tells a story of an average couple in the suburbs of New York City who, when their teenage daughter runs away from home, link up with other parents of vanished children and learn something of youth culture. [SEP] hypothesis: Miloš Forman, despite being Czech, premiered a comedy film made in the USA.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Operation Damocles was a covert campaign of the Israeli Mossad in August 1962 targeting German scientists and technicians, formerly employed in Nazi Germany's rocket program, who were developing rockets for Egypt at a military site known as Factory 333. According to Otto Joklik, an Austrian scientist involved with the project, the rockets being developed were programmed to use a radioactive waste. [SEP] hypothesis: The scientists and technicians involved in Nazi Germany's rocket program were targeting the Israeli Mossad in August 1962.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Hickory Hill, also known sometimes as the Thomas E. Watson House, is a historic house museum at 502 Hickory Hill Drive in Thomson, Georgia. A National Historic Landmark, it was a home of Georgia Populist Party co-founder Thomas E. Watson (1856-1922). [SEP] hypothesis: It's very humid in Thomson, Georgia.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Kinky is the self-titled album by Mexican group Kinky. It was released on March 26, 2002 on Nettwerk. The most popular song, Cornman, is part of the soundtrack for the PlayStation 3 video game LittleBigPlanet. Another of their songs, \"Más\", is featured in the PS2 video game SSX 3 and in the 2004 film Man on Fire. [SEP] hypothesis: Kinky have earned most of their revenue from their most popular song, Cornman", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Bassingham is a village and civil parish in the North Kesteven district of Lincolnshire, England. The population of the civil parish at the 2011 census was 1,425. The village is situated approximately 8 mi south-west from the city and county town of Lincoln. [SEP] hypothesis: Bassingham is not a big town but a village in the North Kesteven district of Lincolnshire, England.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Walter Clarence Taylor Jr. (February 26, 1907 – October 3, 1994), known as Dub Taylor, was an American character actor who from the 1940s into the 1990s worked extensively in films and on television, often in Westerns but in comedies. He was the father of actor Buck Taylor, who played the character Newly O'Brien on \"Gunsmoke\". [SEP] hypothesis: He was an actor", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Tracinda Corporation is an American private investment corporation that was owned by the late Kirk Kerkorian. Its major investments include a minority interest of MGM Resorts International. Tracinda is headquartered in Las Vegas, Nevada. The company was named after Kerkorian's daughters, Tracy and Linda. [SEP] hypothesis: Tracinda does most of its investing in resorts", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
