{"task": "anli", "input": "premise: Milky Way Farm in Giles County, Tennessee, is the former estate of Franklin C. Mars, founder of Mars Candies. The property is named for the company's Milky Way candy bar. During the Great Depression, the estate was the largest employer in the county. The estate is listed on the National Register of Historic Places as an historic district; its manor house is now a venue for special events. [SEP] hypothesis: Mars Candies did not survive the Great Depression.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Voila is the seventh studio album by the American singer Belinda Carlisle, released in 2007. It was Carlisle's first studio album in over a decade, and is a covers album of \"classic French chansons and pop standards\", much different from Carlisle's previous English language pop records. [SEP] hypothesis: Previously Belinda Carlisle was mainly known for English pop songs.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Carnegie Foundation (Dutch: \"Carnegie Stichting\" ) is an organization based in The Hague, Netherlands. It was founded in 1903 by Andrew Carnegie in order to manage his donation of US$1.5 million, which was used for the construction, management and maintenance of the Peace Palace. The Peace Palace was built to house the Permanent Court of Arbitration and a library of international law. [SEP] hypothesis: It was founded years before 1903 by Andrew Carnegie in order to manage his donation of US$1.5 million, which was used for the construction, management and maintenance of the Peace Palace.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Sloothby is a small village in the East Lindsey district of Lincolnshire, England. It is situated approximately 5 mi south from the Lincolnshire Wolds, an Area of Outstanding Natural Beauty. Sloothby is in the civil parish of Willoughby with Sloothby, just over 1 mi south-east from the village of Willoughby and 7 mi north-east from the coastal resort of Skegness. [SEP] hypothesis: Sloothby is considering receive structural improvements to the town in the upcoming years.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Marina Prior (born 18 October 1963) is an Australian soprano and actress with a career mainly in musical theatre. From 1990 to 1993, she starred as the original Christine Daaé in the Australian premiere of \"The Phantom of the Opera\", opposite Anthony Warlow and later Rob Guest. [SEP] hypothesis: Following her three-year stint in \"The Phantom of the Opera\", Marina Prior was regarded as the most successful musical theater artist in Australia.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: New Year's Revolution (2006) was the second annual New Year's Revolution pay-per-view (PPV) event produced by World Wrestling Entertainment (WWE). It took place on January 8, 2006, at the Pepsi Arena in Albany, New York and starred talent from the Raw brand. [SEP] hypothesis: New Year's Revolution took place on January 8, 2006.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Yakshagana ( Kannada : \"ಯಕ್ಷಗಾನ\", Tulu : \"ಆಟ\") is a traditional theatre form that combines dance, music, dialogue, costume, make-up, and stage techniques with a unique style and form. This theatre style is mainly found in Tulunadu and some parts of Malenadu region's of Karnataka and Kerala.Yakshagana is traditionally presented from dusk to dawn. [SEP] hypothesis: Many different religions celebrate the tradition of Yakshagana.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Roberto Javier Mora García (c. 1962 – 16 March 2004) was a Mexican journalist and editorial director of \"El Mañana\", a newspaper based in Nuevo Laredo, Tamaulipas, Mexico. He worked for a number of media outlets in Mexico, including the \"El Norte\" and \"El Diario de Monterrey\", prior to his assassination. [SEP] hypothesis: Roberto Javier Mora García was assassinated because of his newspaper.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Lotus Flower\" is a song by the English alternative rock band Radiohead, released on their eighth studio album \"The King of Limbs \"(2011). It features singer Thom Yorke's falsetto over syncopated beats and a \"propulsive\" bass line. Its music video, featuring Yorke's erratic dancing, spawned an internet meme. [SEP] hypothesis: The English alternative rock band Radiohead wrote the song Lotus Flower", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Lucki Stipetić (also Lucki Herzog) is a German film producer, and the younger half brother of filmmaker Werner Herzog. Stipetić is the official head of Werner Herzog Filmproduktion, the production company which has produced almost all of Herzog's films. [SEP] hypothesis: Lucki Stipetić (also Lucki Herzog) is a German film producer, and the older half brother of filmmaker Werner Herzog.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Ilan Goodman is an English actor who trained at RADA. He is the son of English actor Henry Goodman. He has appeared extensively on stage in the UK including the UK premieres of Adam Rapp's Red Light Winter Lynn Nottage's Intimate Apparel, and Joshua Harmon's Bad Jews. [SEP] hypothesis:  Henry and IIan Goodman have a relationship of son-father respectively.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Strangers is a 2008 American horror film written and directed by Bryan Bertino and starring Liv Tyler and Scott Speedman. The film follows a young couple who are terrorized by three masked assailants over the course of an evening at a remote summer home. [SEP] hypothesis: The film follows a young couple who are slightly terrorized by three masked assailants over the course of an evening at a remote summer home.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Golden Hoofs is a 1941 American comedy film directed by Lynn Shores and written by Ben Grauman Kohn. The film stars Jane Withers, Charles 'Buddy' Rogers, Kay Aldridge, George Irving, Buddy Pepper and Cliff Clark. The film was released on February 14, 1941, by 20th Century Fox. [SEP] hypothesis: This film was not released on an American holiday.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: A list of existing and former windmills whose sites fall within Greater London, England. When built, these mills were within the counties of Kent, Surrey, Middlesex, Hertfordshire or Essex. Of those windmills known to have existed, nine remain and are preserved; as are the tide mills at Three Mills, West Ham. [SEP] hypothesis: There are 3 mills at Three Mills.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Commander Christine Jones (born 1964 or 1965) is a senior British police officer serving with London's Metropolitan Police Service (\"the Met\"). As of 2014, she is the Met's senior officer responsible for mental health and for domestic violence; she also the leads the Association of Chief Police Officers' (ACPO) National Mental Health Working Group. [SEP] hypothesis: Commander Christine Jones was born between the 1964 and the 1965.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Aérospatiale (formerly Sud Aviation) SA 321 Super Frelon (\"Super Hornet\") is a three-engined heavy transport helicopter produced by aerospace manufacturer Sud Aviation (later Aérospatiale) of France. It held the distinction of being the most powerful helicopter to be built in Europe at one point, as well as being the world's fastest helicopter. [SEP] hypothesis: The Aérospatial at one point was the most powerful helicopter built in Europe as well as being the world's slowest helicopter.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
