{"task": "anli", "input": "premise: The Mitsubishi J8M \"Shūsui\" (Japanese: 三菱 J8M 秋水, literally \"Autumn Water\", used as a poetic term meaning \"Sharp Sword\" deriving from the swishing sound of a sword) was a Japanese World War II rocket-powered interceptor aircraft closely based on the German Messerschmitt Me 163 \"Komet\". [SEP] hypothesis: The Japanese WW II rocket powered aircraft name means Sharp Sword.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Brofiscin Quarry, Groes Faen is a disused limestone quarry in Groes-faen, near Llantrisant in South Wales. It has been designated a Site of Special Scientific Interest due to the exposed Early Carboniferous geological formations on the site. It was used for about seven years for dumping of toxic waste including PCBs and was capped in 2011. [SEP] hypothesis: Brofiscin Quarry, Groes Faen is a disused limestone quarry in Groes-faen, near Llantrisant in South Wales is liked", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Imperial Japanese Navy Aviation Bureau (海軍航空本部 , Kaigun Kōkū Hombu ) of the Ministry of the Navy of Japan was responsible for the development and training of the Imperial Japanese Navy Air Service. In 1941 it was headed by Vice-Admiral Katagiri and was organized as follows: [SEP] hypothesis: Vice Admiral Katagiri headed the Imperial Japanese Navy Air Service so he could personally train recruits.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Ralph Edward Tresvant Sr. (born May 16, 1968), also known as Rizz and Rizzo, is an American contemporary R&B singer best known as the lead singer of R&B/pop group New Edition. As a solo artist, Tresvant released the album \"Ralph Tresvant\" (1990). In 2008, he began touring with Bobby Brown and Johnny Gill in a new group named Heads of State. [SEP] hypothesis: Ralph Edward Tresvant Sr. died during 1980.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Jazz on a Summer's Day (1960) is a concert film set at the 1958 Newport Jazz Festival in Rhode Island, directed by commercial and fashion photographer Bert Stern. The Columbia Records jazz producer, George Avakian, was the musical director of the film. [SEP] hypothesis: George Avakian is the jazz producer of Columbia Records.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Nuthin' Fancy is a 1975 album by Lynyrd Skynyrd, their third studio album, and their first to reach the Top 10, peaking at #9 on the US albums chart. It was certified Gold on 6/27/1975 and Platinum on 7/21/1987 by the RIAA. This is the first record with new drummer Artimus Pyle and the last with guitarist Ed King until the reformation of Lynyrd Skynyrd and the release of \"Lynyrd Skynyrd 1991\". [SEP] hypothesis: Nuthin' Fancy is the last album with Ed King for over a decade.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Quantum Hoops is a 2007 documentary film directed by Rick Greenwald, that follows the California Institute of Technology's basketball team—the Caltech Beavers—in their attempts to end a 21-year losing streak during the final week of the 2006 basketball season. [SEP] hypothesis:  Quantum Hoops is a 2007 documentary film directed by that follows the California Institute of Technology's basketball team—the Caltech Beavers—in their attempts to end a three-decade long losing streak.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Me Before You is a 2016 romantic drama film directed by Thea Sharrock in her directorial debut and adapted by English author Jojo Moyes from her 2012 novel of the same name. The film stars Emilia Clarke, Sam Claflin, Steve Peacocke, Jenna Coleman, Charles Dance, Matthew Lewis, Janet McTeer, Vanessa Kirby and Joanna Lumley. [SEP] hypothesis: Me Before You is a 2016 romantic drama film directed by Thea Sharrock in her directorial debut and adapted by English author Jojo Moyes from her 2011 novel of the same name.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Nick Love (born 24 December 1969) is an English film director and writer. His credits include the films \"The Football Factory\", \"The Business\", \"Goodbye Charlie Bright\", \"Outlaw\", \"The Sweeney\", and a 2009 remake of football hooliganism drama \"The Firm\". [SEP] hypothesis: Nick Love is a Russian film director.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Bakhodir Jalolov (born 8 July 1994) is a Uzbekistani boxer. He competed in the men's super heavyweight event at the 2016 Summer Olympics. He defeated Edgar Muñoz of Venezuela by TKO in the round of 16. He was defeated by eventual silver medalist, Joe Joyce of Great Britain in the quarterfinals. Jalolov was the flagbearer for Uzbekistan during the opening ceremony. [SEP] hypothesis: Joe Joyce defated Edgar Munoz in the round of 16.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Evo: The Last Gasp of the Dinosaurs is a German-style board game for three to five players, designed by Philippe Keyaerts and published by Eurogames. The game won the \"GAMES Magazine\" award for \"Game of the year 2002\" and was nominated for the Origins Award for \"Best Graphic Presentation of a Board Game 2000\". The game went out of print in 2007, and a second edition was released in 2011. [SEP] hypothesis: A third edition of Evo: The Last Gasp of the Dinosaurs will be released in 2027.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Legend of Marilyn Monroe is a 1966 American documentary film chronicling the life and career of actress Marilyn Monroe. Directed by Terry Sanders, and narrated by John Huston, the film was also released under the title The Marilyn Monroe Story in the UK. [SEP] hypothesis: Thriller of Sammy Smith was realised in 1945 and it is a German musical.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Safe is a 2012 American action crime thriller film written and directed by Boaz Yakin and starring Jason Statham, Chris Sarandon, Robert John Burke and James Hong. Statham plays an ex-cop and former cage fighter who winds up protecting a gifted child who is being chased by the Russian mafia, Chinese Triads, and corrupt New York City police. [SEP] hypothesis: Based on the film the police of NY is corrupted.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Mary Kathleen Turner (born June 19, 1954), better known as Kathleen Turner, is an American film and stage actress and director. Known for her distinctive husky voice, Turner has won two Golden Globe Awards and has been nominated for an Academy Award. [SEP] hypothesis: Mary Kathleen Turner was nominated for an Academy Award for her role in Romancing the Stone.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Temple of the Dog is the only studio album by the American rock band Temple of the Dog, released on April 16, 1991, through A&M Records. The album is a tribute to Andrew Wood, the former lead singer of Malfunkshun and Mother Love Bone, who died on March 19, 1990, of a heroin overdose. The album has been certified platinum by the RIAA in the United States. [SEP] hypothesis: A year after the release of the studio album \"Temple of the Dog,\" the lead singer Andrew Wood died of a heroin overdose.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: 21 Laps Entertainment is an American film and television production company run by director-producer Shawn Levy. 21 Laps produces content in multiple genres and along with Levy, the company’s leadership includes Dan Levine (President) and Dan Cohen (Senior Vice President). [SEP] hypothesis: Dan Levine and Dan Cohen are Americans.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
