{"task": "anli", "input": "premise: Christiandy Sanjaya (Hanzi: 黃漢山, Hanyu Pinyin: \"Huáng Hànshān\", Hakka: \"Bong Hon Sham\", born 29 March 1964) is the incumbent Deputy Governor of West Kalimantan since 14 January 2008. He was elected to the post together with his running mate, incumbent Governor Cornelis, after winning the 2007 gubernatorial election. They were re-elected for the second term on the 2012 gubernatorial election. [SEP] hypothesis: Governor Cornelis was elected.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Christopher James Paolini (born November 17, 1983, Los Angeles, California) is an American author. He is the author of the \"Inheritance Cycle\", which consists of the books \"Eragon\", \"Eldest\", \"Brisingr\" and \"Inheritance\". He currently lives in Paradise Valley, Montana, where he wrote his first book. [SEP] hypothesis: Christopher is a successfull american author who live in Montana.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Chris Vance (born May 1, 1962) is an American politician, a two-term member of the King County Council and a former member of the Washington State Legislature. Vance is also a former chair of the Washington State Republican Party. He and his wife Ann raised their son and daughter in Auburn, Washington. Vance lost his U.S. Senate bid to Patty Murray in 2016. [SEP] hypothesis: Chris Vance has two children.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Foul King () is a 2000 South Korean comedy-drama film, written and directed by Kim Jee-woon. It was Kim's second feature-length film after \"The Quiet Family\". Like the director's debut film, \"The Foul King\" also stars Song Kang-ho, this time as an incompetent bank clerk who takes up a career in professional wrestling, adopting the moniker \"The Foul King\" in the ring. [SEP] hypothesis: Kim Jee-woon wrote more than one movie.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Ettore or Edoardo Ettore Forti was an Italian painter, who was prolific in depicting realistic Neo-Pompeian scenes of Ancient Roman life and events. These subjects were popular in the late-Victorian period, as exemplified by the popularity of Lawrence Alma-Tadema, as an example. [SEP] hypothesis: Ettore's, \"Lawrence Alma-Tadema\", was his most popular piece of art.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Culver City High School is the main public high school of the Culver City Unified School District (CCUSD) in Culver City, California. It was opened in 1951. The school's colors are blue and silver, and the mascot is the centaur. As of 2014, its enrollment was roughly 2,000. Culver City High School is recognized as a California Distinguished School, earning the honor in 2005. [SEP] hypothesis: With about 2,000 students, Culver City High School is the main public high school in it's respective school district.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Molly Joan Hagan (born August 3, 1961) is an American actress. She co-starred in films \"Code of Silence\" (1985), \"Some Kind of Wonderful\" (1987), \"The Dentist\" (1996) and \"Election\" (1999), and also known for her roles in television on \"Herman's Head\" (1991–1994) and \"Unfabulous\" (2004–2007). [SEP] hypothesis: She's spent 6 years acting for a television show.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Santos-Dumont No. 6 was an airship designed and built by the Brazilian pioneer aviator Alberto Santos-Dumont. In 1901 it was used by him to win the Deutsch de la Meurthe prize for a return from Parc Saint Cloud to the Eiffel Tower and back. It is considered by many to be the first truly successful airship. [SEP] hypothesis: The first truly successful airship was built by a Brazilian.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Cooper–Frost–Austin House is a historic Colonial American house, built in 1681. It is located at 21 Linnaean Street, Cambridge, Massachusetts. It is the oldest extant home in Cambridge and is owned and operated as a non-profit museum by Historic New England. The house is rarely open for public tours, but private tours can be arranged during the summer months. [SEP] hypothesis: The Cooper-Frost-Austin House is rarely open to the public.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Mesne (pronounced \"mean\") profits are sums of money paid for the occupation of land to a person with right of immediate occupation, where no permission has been given for that occupation. The concept is feudal in origin, and common in countries which rely on the English legal system (including many former British colonies). The word is derived from the root word demesne. [SEP] hypothesis: Demesne and mesne do not mean the exact same thing.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 11th Regiment Illinois Volunteer Infantry was an infantry regiment that served in the Union Army during the American Civil War. It was originally formed as a three-month volunteer unit at the beginning of the war, and then reorganized as a three-year unit, in which role it served until the end of the war. [SEP] hypothesis: The 11th Regiment Illinois Volunteer Infantry was composed only of volunteers born in Illinois.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The site of a former distillery in Three Mills became a dedicated centre for film and television production with the establishment in the 1980s of Bow Studios, Three Mills Island Studios, and Edwin Shirley Productions. In the mid-1990s the three studios merged to become 3 Mills Studios, under the management of Workspace Group. [SEP] hypothesis: Workspace Group managed 3 Mills Studios.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Kurt Vonnegut's God Bless You, Mr. Rosewater is a 1979 musical that marked the first collaboration of composer Alan Menken and writer Howard Ashman. Based on Kurt Vonnegut's 1965 novel of the same name, the musical tells the story of Eliot Rosewater, a millionaire who develops a social conscience and creates a foundation to improve the lives of the citizens of an impoverished Indiana town. [SEP] hypothesis: The character of Eliot Rosewater was created by Kurt Vonnegut", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: North East Lincolnshire is a unitary authority area in the Yorkshire and the Humber region of England, bordering the unitary authority of North Lincolnshire and the non-metropolitan county of Lincolnshire. The population of the Unitary Authority at the 2011 Census was 159,616. These three administrative units make up the ceremonial county of Lincolnshire. [SEP] hypothesis: Lincolnshire is not considered a metropolitan area.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Concordia College is an independent and co-educational Lutheran school located in Adelaide, South Australia. Established in 1890, Concordia caters for around 1300 students from ELC to Year 12. The school has been an International Baccalaureate (IB) World School since January 2001 and offers the IB Primary Years, Middle Years and Diploma Programmes. \"Concordia\" is a Latin word meaning \"harmony\". [SEP] hypothesis: Concordia College has the biggest student body in the world", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Sister Cities is a Lifetime television film directed by Sean Hanish, based on the internationally acclaimed 2006 play of the same name by Colette Freedman. The film stars Stana Katic, Jess Weixler, Michelle Trachtenberg, and Troian Bellisario as the four sisters along with Jacki Weaver, Alfred Molina, Amy Smart, and Tom Everett Scott filling out the rest of the cast. [SEP] hypothesis: Sean Hanish created the story of Sister Cities", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
