{"task": "anli", "input": "premise: USS \"Bowfin\" (SS/AGSS-287), a \"Balao\"-class submarine, was a boat of the United States Navy named for the bowfin fish. Since 1981, she has been open to public tours at the USS \"Bowfin\" Submarine Museum and Park in Pearl Harbor, Hawaii, next to the USS Arizona Memorial Visitor Center. [SEP] hypothesis: The USS \"Bowfin\" opened for public tours 40 years ago.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Sammy Jo Carrington (born Samantha Josephine Dean; formerly Fallmont) is a fictional character on the ABC television series \"Dynasty\", created by Richard and Esther Shapiro. The niece of central protagonist Krystle Carrington (Linda Evans), Sammy Jo marries and has a son with Steven Carrington (Al Corley, later Jack Coleman). [SEP] hypothesis: Sammy Jo was 27 when she married Steven Carrington.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Tony Award for Best Direction of a Play has been given since 1960. Before 1960 there was only one award for both play direction and musical direction, then in 1960 the award was split into two categories: \"Dramatic\" and \"Musical\". In 1976 the Dramatic category was renamed to Play. For pre-1960 direction awards please reference Tony Award for Best Director. [SEP] hypothesis: The Tony Award was split into two categories: \"Dramatic\" and \"Plays\"", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 2017 Portland State Vikings football team represent Portland State University during the 2017 NCAA Division I FCS football season. They are led by third-year head coach Bruce Barnum and play their home games at Providence Park, with one home game at Hillsboro Stadium. They are a member of the Big Sky Conference. [SEP] hypothesis: in 2007 the Vikings were part of a Conference.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Notorious Mr. Bout is a 2014 documentary film directed by Tony Gerber and Maxim Pozdorovkin. The film focuses on the life of Viktor Bout, an international arms smuggler. It premiered on January 17, 2014 at the Sundance Film Festival. It was also screened at the 2014 True/False Film Festival. [SEP] hypothesis: This film was featured twice at film festivals in 2014.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Danaë is an oil painting by Gustav Klimt, created in 1907. An example of Symbolism, the canvas measures 77 x 83 cm, and is in the Galerie Würthle in Vienna. Danaë was a popular subject in the early 1900s for many artists; she was used as the quintessential symbol of divine love, and transcendence. [SEP] hypothesis: Gustav Klimt painted the oil painting Danaë in the latter half of the 1900s.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: George Tzavellas, also rendered Giorgos Tzavellas, Yiorgos Tzavellas, or Yorgos Javellas (Greek: Γιώργος Τζαβέλλας , 1916, Athens – October 18, 1976), was a Greek film director, screenwriter, and playwright. His filmmaking was particularly influential, with critic Georges Sadoul considering him \"one of the three major postwar Greek directors\" (along with Michael Cacoyannis and Nikos Koundouros). [SEP] hypothesis: Yorgos Javellas wrote plays and movie scripts in Athens.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Zaalima\" (English: Oppressor) is a Hindi song from the Indian film \"Raees\". The song is written by Amitabh Bhattacharya ,composed by JAM8 and sung by Arijit Singh and Harshdeep Kaur. The music video of the song is picturised upon actors Shah Rukh Khan and Mahira Khan. The song was choreographed by Bosco-Caesar. [SEP] hypothesis: Arijit Singh and Harshdeep Kaur met the actors Shah Rukh Khan.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Chomana Dudi (Kannada: ಚೋಮನ ದುಡಿ , English: \"Choma's Drum\" ) is a feature film in the Kannada language. It is based on a novel of the same name, written by Shivaram Karanth. The film was released in the year 1975 and won the \"Swarna Kamal\", India's National Award for the best film. [SEP] hypothesis: Mr Karanth wrote Chomas Drum in the Kannada language", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Paulina Gómez Torres (born 29 July 1991) known professionally as Paulina Goto is a Mexican actress, singer, and television hostess, who first gained popularity for her debut role in the Mexican telenovela \"Niña de mi Corazón\" in 2010. She was a member of the popular Mexican-Argentine pop group, Eme 15, formed by Televisa producer Pedro Damián, from 2011 to 2014. [SEP] hypothesis: Mexican-Argentine pop group, Eme 15 released a hit single in 2011.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Lucki Stipetić (also Lucki Herzog) is a German film producer, and the younger half brother of filmmaker Werner Herzog. Stipetić is the official head of Werner Herzog Filmproduktion, the production company which has produced almost all of Herzog's films. [SEP] hypothesis: Werner Herzog is older than Lucki Stipetić.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Laneshawbridge (otherwise Laneshaw Bridge) is a village and civil parish in the Borough of Pendle. The population of the civil parish at the 2011 census was 918. It is to the east of Colne in Lancashire and is the easternmost settlement in Lancashire on the main road route, before the North Yorkshire border. [SEP] hypothesis: Colne is a village and civil parish in the Borough of Pendle", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Rev. James Smith Bush (June 15, 1825 – November 11, 1889) was an American attorney, Episcopal priest, religious writer, and an ancestor of the Bush political family. He was the father of business magnate Samuel Prescott Bush, grandfather of former US Senator Prescott Bush, great-grandfather of former US President George H. W. Bush and great-great-grandfather of former US President George W. Bush. [SEP] hypothesis: President Bush is not related to Samuel Prescott Bush.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Far Away Love (), also translated as Love of Far Away and Remote Love, is a 1947 Chinese film directed by Chen Liting. Made during the Republican era, it was produced by the state-owned China Film No. 2 Studio, and stars prominent actors and actresses Zhao Dan, Qin Yi, and Wu Yin. The film was well received, and its premiere in Shanghai is considered a landmark event in postwar Chinese cinema. [SEP] hypothesis: Far Away Love was only well-received in China.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Russia House is a spy novel by John le Carré published in 1989. The title refers to the nickname given to the portion of the British Secret Intelligence Service that was devoted to spying on the Soviet Union. A film based on the novel was released in 1990 starring Sean Connery and Michelle Pfeiffer, and directed by Fred Schepisi. The BBC produced a radio play starring Tom Baker. [SEP] hypothesis: John le Carré wrote The Russia House in 1990.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Asko Concerto is a concerto for chamber orchestra by the American composer Elliott Carter. The work was commissioned by the Dutch chamber group Asko Ensemble, for which the piece is titled. It was composed in January 2000 and was first performed in Concertgebouw, Amsterdam on April 26, 2000, by the Asko ensemble under the conductor Oliver Knussen. The piece is dedicated to Asko/Schönberg. [SEP] hypothesis: The Asko Concerto reached number 1 when it was released.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
