{"task": "anli", "input": "premise: The South Kalgoorlie Gold Mine is a gold mine located south-west of Kalgoorlie, Western Australia. The mine is sometimes also referred to as \"South Kal Mines - New Celebration\", being a merger of the former \"New Celebration Gold Mine\" and the \"Jubilee Gold Mine\", which were combined in 2002. [SEP] hypothesis: The South Kalgoorlie Gold Mine is located northwest of Perth,Australia.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Landican ( ) is a hamlet on the Wirral Peninsula, England. It is situated on the outskirts of Birkenhead, near to Woodchurch and the M53 motorway. Landican consists of a small group of cottages and farm buildings. At the 2001 Census the community had a population of only 20. [SEP] hypothesis: Landican is near the M53 motorway", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Boban Rajović (] , born 25 December 1971) is a Danish-born Montenegrin singer popular in former Yugoslavia. Some of his big hit songs include \"Usne boje vina\" (\"Lips the Color of Wine\") and \"Provokacija\" (\"Provocation\".) He has lived in Belgrade since 2000. [SEP] hypothesis: Boban Rajovic moved to Belgrade  in 2000", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 2006 Big East Men's Basketball Championship was played from March 8 to March 11, 2006. The tournament took place at Madison Square Garden in New York City. It was a single-elimination tournament with four rounds. Villanova and Connecticut tied for the best regular season conference record. Based on tie-breakers, Connecticut was awarded the #1 seed.<br> [SEP] hypothesis: Big East Men's Basketball Championship was watched by millions of people", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Julia Gjika (born 1949) is an Albanian-born poet living in the United States. She is one of the few writers publishing in the Albanian language and writes poetry as well working as a journalist. Her poems have been praised by her peers and have been included in several publications of collected works. [SEP] hypothesis: Julia Gjika publishes her work in French.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: USS \"Spence\" (DD-512), a Fletcher class destroyer, was laid down on 18 May 1942 by the Bath Iron Works, Bath, Maine; launched on 27 October 1942; sponsored by Mrs. Eben Learned; and commissioned on 8 January 1943, Lieutenant Commander H. J. Armstrong in command. The ship was named for Robert T. Spence, superintendent of the construction of USS \"Ontario\" (1813), and captain of USS \"Cyane\" (1815). [SEP] hypothesis: The USS \"Spence\" (DD-512) was named after Robert T. Spence.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Curtis Lee Hanson (March 24, 1945 – September 20, 2016) was an American film director, producer, and screenwriter. His directing work included the psychological thriller \"The Hand That Rocks the Cradle\" (1992), the neo-noir crime film \"L.A. Confidential\" (1997), the comedy \"Wonder Boys\" (2000), the hip hop drama \"8 Mile\" (2002), and the romantic comedy-drama \"In Her Shoes\" (2005). [SEP] hypothesis: Curtis Lee Hanson was born in Italy.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Ipomea wrightii, or Wright's morning glory, is a species of morning glory.It is generally described as an annual, perennial vine or forb or herb. Wright's morning glory is not native to the United States and is considered as an invasive species. It is found growing in the Southeastern part of the United States. [SEP] hypothesis: Morning Glory is a special plant to the hearts of US citizens.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
