{"task": "anli", "input": "premise: Konec agenta W4C prostřednictvím psa pana Foustky (English: The End of Agent W4C ) is a 1967 Czechoslovak film parodying the James Bond secret agent genre. Directed by Václav Vorlíček based on the story by Oldřich Daněk. Runtime 87 min. Mono. Produced by Filmové Studio Barrandov and distributed by Central Office of Film Distribution, Prague. [SEP] hypothesis: Konec agenta W4C prostřednictvím psa pana Foustky was a low buget film", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Ch. Salilyn 'N Erin's Shameless (born 1995) also known as Samantha, was an English Springer Spaniel, best known for being Best in Show at the Westminster Kennel Club Dog Show in February 2000. Her sire was Ch. Salilyn's Condor, Best in Show winner at Westminster in 1993, Samantha became the first offspring of a previous Best in Show winner at Westminster to take the same prize. [SEP] hypothesis: Ch. Salilyn 'N Erin's Shameless is over 10 years old", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: CK Life Sciences International (Holdings) Inc. () (), or CK Life Sciences, is the subsidiary of Cheung Kong Holdings in Hong Kong. It is engaged in the business of research and development, commercialization, marketing and sale of biotechnology products. The chairman is Mr. Victor Li, the elder son of Mr. Li Ka-shing, the chairman of Cheung Kong Holdings. [SEP] hypothesis: Mr. Li Ka-shing is Victor Li's father.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Hair of the Dog is the sixth studio album by the Scottish hard rock band Nazareth, released in 1975. The album was recorded at Escape Studios, Kent, with additional recording and mixing at AIR Studios, London, and is the band's biggest selling album, having sold two million copies worldwide. [SEP] hypothesis: Hair of the Dog used Asian music as inspiration", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The East Broad Top Railroad and Coal Company (EBT) is a for-profit, narrow gauge historic railroad headquartered in Rockhill Furnace, Pennsylvania, 19 mi north of Interstate 76 (the Pennsylvania Turnpike) and 11 mi south of U.S. Route 22, the William Penn Highway. [SEP] hypothesis: The East Broad Top Railroad and Coal Company profited 4 million dollars last year.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Skinheads USA: Soldiers of the Race War is a 1993 HBO documentary film about a group of white power skinheads involved in the neo-Nazi movement in the Southern state of Alabama. The film featured the white supremacist Bill Riccio, the then leader of the Aryan Youth Front. Other Klan organizations were also featured. [SEP] hypothesis: Skinheads USA: Soldiers of the Race War is a 1990 film.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Qidong is a county-level city under the administration of the prefecture-level city of Nantong in southeastern Jiangsu province, China. It is located on the north side of the Yangtze River opposite Shanghai and forms a peninsula jutting out into the East China Sea. It has a population of 1.12 million. [SEP] hypothesis: Qidong is one of the largest cities in China.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Robert Prescott is an American actor who has starred in various roles in film and on television. He is best known for his role as Kent in the 1985 hit comedy film \"Real Genius\". He also starred in the 1984 comedy film \"Bachelor Party\" as Cole Whittier, and appeared in the 1987 Mel Brooks hit comedy \"Spaceballs\" in a cameo as the Sand Cruiser Driver. [SEP] hypothesis: Robert Prescott starred alongside Cole Whittier in the 1984 comedy film \"Bachelor Party\".", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Buddleja × whiteana is a hybrid of \"Buddleja alternifolia\" and \"Buddleja asiatica\" made at the Blandy Experimental Farm, Boyce, VA, USA, in 1948 by R.J.Moore. The plant was named for Orlando E. White, Director of Botany at Blandy. However, the taxonomy of the plant is a matter of contention, the RBG Kew \"Plantlist\" treating the status of its name as 'unresolved'.  [SEP] hypothesis: Whiteana was named after Walter White.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Hendrik Antoon Lorentz (18 July 1853 – 4 February 1928) was a Dutch physicist who shared the 1902 Nobel Prize in Physics with Pieter Zeeman for the discovery and theoretical explanation of the Zeeman effect. He also derived the transformation equations underpinning Albert Einstein's theory of special relativity. [SEP] hypothesis: Lorentz was smarter than Albert Einstein, as evidenced by his work with special relativity.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Dayavan: Truth is Power (English: \"The Compassionate\") is a 1988 Hindi thriller movie remake of the Tamil film \"Nayagan\" (1987). The movie was directed by Feroz Khan, and starred Vinod Khanna, Feroz Khan and Madhuri Dixit in lead roles with Aditya Pancholi in an important role. [SEP] hypothesis: Vinod Khanna and Feroz Khan were both in Dayavan.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Smoke Break\" is a song recorded by American country music artist Carrie Underwood from her fifth studio album, \"Storyteller\". It was released on August 21, 2015, through Sony Music Nashville, as the album's lead single. It was written by Underwood, Chris DeStefano, and Hillary Lindsey, and was produced by Jay Joyce. Musically, it has lyrics about escaping life's many stresses. [SEP] hypothesis: Smoke Break won a grammy", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Touch Up is Mother Mother's debut album released on February 27, 2007 on Last Gang Records. The album was self-titled when it was originally released in 2005. Two tracks were added when the band signed with Last Gang Records and the album was re-released in 2007. A video has been made for the song \"Touch Up\". [SEP] hypothesis: Touch up made Mother Mother rich.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Porl King, born 19 October 1967 on the Wirral Peninsula in England, first achieved public acclaim and success as the singer, songwriter and guitarist for the goth band Rosetta Stone from their inception in the late 1980s through to their demise in 1998. Since disbanding Rosetta Stone in 1998, he has pursued a career in digital audio and Pro Tools production. [SEP] hypothesis: Rosetta Stone had five members, including Porl King", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Wedding Album is an American television pilot ordered by the Fox Network for the 2006-2007 television season. It was picked up for series order as a midseason replacement during the 2006-2007 television season. However, shortly after this, Fox ended development on the show, and replaced it with a similar project, \"The Wedding Bells\", which received a midseason pick up. [SEP] hypothesis: The Wedding Album and Wedding Bells both had the same fans.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: John Robinson (11 November, 1908 – 6 March, 1979) was an English actor, who was particularly active in the theatre. Mostly cast in minor and supporting roles in film and television, he is best remembered for being the second actor to play the famous television science-fiction role of Professor Bernard Quatermass, in the 1955 BBC Television serial \"Quatermass II\". [SEP] hypothesis: Robinson wasn't the first Quatermass", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
