{"task": "anli", "input": "premise: The Cooper–Frost–Austin House is a historic Colonial American house, built in 1681. It is located at 21 Linnaean Street, Cambridge, Massachusetts. It is the oldest extant home in Cambridge and is owned and operated as a non-profit museum by Historic New England. The house is rarely open for public tours, but private tours can be arranged during the summer months. [SEP] hypothesis: The Cooper–Frost–Austin House is operated as a commercial enterprise.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Age of Shadows (; lit. \"Emissary\") is a 2016 South Korean period action thriller film directed by Kim Jee-woon and written by Lee Ji-min and Park Jong-dae. The film stars Song Kang-ho and Gong Yoo. It was selected as the South Korean entry for the Best Foreign Language Film at the 89th Academy Awards but it was not nominated. [SEP] hypothesis: The Age of Shadows was not nominated due to racism", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Kwon So-hyun (born August 30, 1994), is a South Korean singer and actress. She was known as a member of the South Korean girl group 4Minute, under Cube Entertainment. She is also a former member of the South Korean girl group, Orange. Before June 15, 2016 (end of her contract with Cube), Sohyun left 4Minute and the record label along with members Nam Ji-hyun, Heo Ga-yoon, and Jeon Ji-yoon. [SEP] hypothesis: 4minute was unsuccessful for many years.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Morning Glory Zell-Ravenheart (May 27, 1948 – May 13, 2014), born as Diana Moore, subsequently known as Morning Glory Ferns, Morning Glory Zell and briefly Morning G'Zell, was a Neopagan community leader, author, lecturer, and priestess of the Church of All Worlds. An advocate of polyamory, she is credited with coining the word. With her husband Oberon Zell-Ravenheart she designed deity images. [SEP] hypothesis: Morning Glory Zell-Ravenheart's husband supported her lifestyle", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Meg is an upcoming American science fiction action horror film directed by Jon Turteltaub and written by Dean Georgaris. It is based on the 1997 science fiction book \"\" by Steve Alten. The film stars Jason Statham, Jessica McNamee, Li Bingbing, Ruby Rose, Rainn Wilson, Cliff Curtis, and Robert Taylor. The film will be released by Warner Bros. on August 10, 2018. [SEP] hypothesis: Meg is based on the 1990 science fiction book", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Brontë was a 2005 play by British playwright Polly Teale about the lives of the Brontë sisters, their brother Branwell and their father Patrick. It also featured characters from the sisters' novels such as Cathy and Heathcliff from \"Wuthering Heights\". [SEP] hypothesis: Polly Teale made 2 plays during 2005.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 2019 FIFA U-20 World Cup will be the 22nd edition of the FIFA U-20 World Cup, the biennial international men's youth football championship contested by the under-20 national teams of the member associations of FIFA, since its inception in 1977 as the FIFA World Youth Championship. [SEP] hypothesis: The FIFA U-20 World Cup will host a variety of diverse teams.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Fulletby is a village and a civil parish in the East Lindsey district of Lincolnshire, England. It is situated in the Lincolnshire Wolds, and 3 mi north-east from Horncastle, 9 mi south from Louth, and 8 mi north-west from Spilsby. The parish covers approximately 1950 acre . At the time of the 2011 census the population remained less than 100 and is included in the civil parish of Low Toynton. [SEP] hypothesis: Fulletby is not a large city", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: PiYo is an 8 week exercise program that is a blend of Pilates and Yoga. Developed by American fitness guru Chalene Johnson as part of Beachbody, PiYo is a low-impact workout that strengthens and sculpts the body, and enhances flexibility. The Pilates part strengthens and tones the body, while the Yoga part promotes mindfulness and relaxation. As such, PiYo provides a total mind-body workout. [SEP] hypothesis: You should stop doing PiYo after eight weeks.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Dorado Wings was a small commuter airline that operated from Luis Muñoz Marín International Airport in San Juan, Puerto Rico to Dorado Airport in the tourist center of Dorado. Dorado Wings was the only commercial operator at Dorado Airport. Dorado Wings existed from 1964 to 1982. In early 1981, the airline was purchased and its name was changed to Crown Air which operated until 1988. [SEP] hypothesis: Dorado Wings only flightpath was between San Juan and Dorado.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Callitris columellaris is a species of coniferous tree in the family Cupressaceae (cypress family), native to most of Australia. Common names include White Cypress-pine, Murray River Cypress-pine, and Northern Cypress-pine. \"Callitris columellaris\" has been naturalised in Hawaii and in southern Florida. [SEP] hypothesis: The cypress pine is in the Cupressaceae family.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Svein Holden (born 23 August 1973) is a Norwegian jurist having prosecuted several major criminal cases in Norway. Together with prosecutor Inga Bejer Engh Holden prosecuted terror suspect Anders Behring Breivik in the 2012 trial following the 2011 Norway attacks. [SEP] hypothesis: The Norway attack trial did not include evidence based on crimes committed in 2012.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Tothill Fields Bridewell (also known as Tothill Fields Prison and Westminster Bridewell) was a prison located in the Westminster area of central London between 1618 and 1884. It was named 'Bridewell' after the Bridewell Palace, which during the 16th century had become one of the City of London's most important prisons. Tothill Fields later became the Westminster House of Correction. [SEP] hypothesis: Tothill Fields Bridewell (also known as Tothill Fields Prison and Westminster Bridewell) was a prison located in the Westminster area of central London between 1618 and 1884. It held only children. Tothill Fields later became the Westminster House of Correction.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Carnegie Public Library in Havre, Montana is a historic Carnegie library built in 1914 which was listed on the National Register of Historic Places in 1986. It is in the Classical revival style. It was also known as the Havre Public Library and later as the Old Carnegie Library. In 2017 it is a former library building and is occupied by the Old Library Gallery. [SEP] hypothesis: This library has been known by more than 3 different names.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Lee Hong-gi (; ] ; Japanese:イ•ホンギ) is a South Korean singer-songwriter, actor, writer, and fashion designer. He is best known for his singing abilities and being the main singer of the South Korean rock band F.T. Island. Lee released his first solo extended play \"FM302\" in South Korea on 18 November 2015 and his Japanese album \"AM302\" on 9 December 2015. [SEP] hypothesis: Lee released AM302 after the official start of winter, 2015.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Winner Take All, an American radio-television game show, ran from 1946-1952 on CBS and NBC. It was the first game show produced by the Mark Goodson-Bill Todman partnership. The series was originally hosted by Ward Wilson, but is best known for being the first game hosted by Bill Cullen. [SEP] hypothesis: The Mark Goodson-Bill Todman partnership produced multiple game shows", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
