{"task": "anli", "input": "premise: Evolution: A Theory in Crisis is a 1985 book by Michael Denton arguing that the scientific theory of evolution by natural selection is a \"theory in crisis\". Reviews by scientists say that the book distorts and misrepresents evolutionary theory and contains numerous errors. [SEP] hypothesis: Michael Denton quit writing post the reviews by the scientists", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Westminster, Ellesmere Port is a suburb of the town of Ellesmere Port, Cheshire, England. It is located to the north of the town centre and it is the location of the M53 motorway. Westminster is famous for its terraced houses and the Joseph Groome Towers, three thirteen-storey tower blocks built as public housing . It is also known as the wezzy. [SEP] hypothesis: Joseph Groome Towers are not actually that tall, only about 4 floors.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Arlette Roxburgh is a Trinidadian American singer and songwriter. She was born in Trinidad. She is best known for singing The Star-Spangled Banner before every New Jersey Devils home game started. When the Nets were in New Jersey, she also sang the national anthem before their home games at the time as well. [SEP] hypothesis: Arlette Roxburgh's parents are both from Trinidad.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Keith Konrad Slettedahl (born August 9, 1973) is an American musician. He is the singer and songwriter for Los Angeles pop rock group The 88. In 2006, he appeared in the episode \"Best Prom Ever\" on the sitcom \"How I Met Your Mother\", playing a gig with his band on a High School-Prom. [SEP] hypothesis: Emily Konrad Slettedahl is a British chef. She is the most famous chef in the world. In 2010, she appeared in the first episode on the sitcom \"Big Bang Theory\", teaching to all the guys.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Hunter Mountain is in the towns of Hunter and Lexington, just south of the village of Hunter, in Greene County, New York, United States. At approximately 4040 ft in elevation, it is the highest peak in the county and the second-highest peak in the Catskill Mountains. [SEP] hypothesis: Hunter Mountain is a popular tourist destination.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Come a Little Closer\" is a song by American rock band Cage the Elephant. Written by lead singer Matthew Shultz and produced by Jay Joyce, it was released as the lead single from the band's third studio album \"Melophobia\" on August 13, 2013. It topped the \"Billboard\" Alternative Songs chart in the United States, giving the band their fourth number-one hit on the chart. [SEP] hypothesis: Cage the Elephant had at least four songs.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Persona: A Biography of Yukio Mishima is a 2012 biography of Yukio Mishima written by Naoki Inose with Hiroaki Sato, and published by Stone Bridge Press. It is an expanded adaptation in English of Inose's 1995 Mishima biography, \"Persona: Mishima Yukio den\", published by Bungeishunjū in Tokyo, Japan. [SEP] hypothesis: Stone Bridge Press was published in 1985", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: New York State Route 146A (NY 146A) is a state highway in New York State. It begins at NY 146 in Clifton Park and ends at NY 50 in Ballston Lake. It is located entirely within Saratoga County. Route 146A is the last existing spur of NY 146 in Saratoga and Schenectady counties. [SEP] hypothesis: Clifton Park and Ballston Lake are both contained in the state abbreviated as NY.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Brofiscin Quarry, Groes Faen is a disused limestone quarry in Groes-faen, near Llantrisant in South Wales. It has been designated a Site of Special Scientific Interest due to the exposed Early Carboniferous geological formations on the site. It was used for about seven years for dumping of toxic waste including PCBs and was capped in 2011. [SEP] hypothesis: While capped in 2011, Brofiscin Quarry continues to be monitored by CIA for potential alien activity.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Lucy-Jo Hudson (born 4 May 1983) is an English actress, best known for playing the role of Katy Harris in the long-running soap opera, \"Coronation Street\" from 2002–05 and as Rosie Trevanion in the ITV drama \"Wild at Heart\" from 2006–09. Her recurring role of Rhiannon Davis in \"Doctors\" in 2016 earned her 2017 British Soap Award for Villain of the Year. [SEP] hypothesis: Lucy-Jo is a woman.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Fantastic Mr Fox is a forthcoming musical stage adaptation of the children's novel of the same name by Roald Dahl, adapted by Sam Holcroft with music by Arthur Darvill and lyrics by Holcroft, Darvill, Darren Clark and Al Muriel. The story follows Mr Fox who hatches a plan to outsmart his three farmer neighbours in order to feed his family and friends. [SEP] hypothesis: Fantastic Mr. Fox was written by Edgar Allen Poe.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Mateo Camargo (pronounced: Muh-tay-oh) is a Colombian-born American record producer, and is the guitarist, keyboardist, and backing vocalist of rock band Madina Lake from 2005 to its breakup in 2012 and since the bands reunion in 2017. After the breakup of Madina Lake, Mateo became the guitarist and keyboardist for the band Little Bitter Cubes. [SEP] hypothesis: Mateo Camargo was the guitarist and keyboardist for Little Bitter Cubes from 2012 to 2017.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Quadring Eaudike is a hamlet in the South Holland district of Lincolnshire, England. It lies approximately 1 mi east from the A152 road, and 2 mi south-east from Donington. Quadring Eaudike is within the civil parish of Quadring , a village 1 mile to the west. [SEP] hypothesis: Quadring Eaudike is a small island", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: This is a list of Shetland islands in Scotland. The Shetland archipelago is located 100 km north of mainland Scotland and the capital Lerwick is almost equidistant from Bergen in Norway and Aberdeen in Scotland. The Shetland archipelago comprises about 300 islands and skerries, of which 16 are inhabited. In addition to the Shetland Mainland the larger islands are Unst, Yell and Fetlar. [SEP] hypothesis: There are many islands in the Shetland Archipelago that are not inhabited.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Wallace Houston Terry, II (April 21, 1938 – May 29, 2003) was an African-American journalist and oral historian, best known for his book about black soldiers in Vietnam, \"Bloods: An Oral History of the Vietnam War\" (1984), which served as a basis for the 1995 crime thriller \"Dead Presidents\". [SEP] hypothesis: \"Dead Presidents\" can be bought for $10.98.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: De Baandert was a multi-use stadium in Sittard-Geleen, Netherlands. It was used mostly for football matches and hosted the home matches of Fortuna Sittard. The stadium was able to hold 22,000 people. It was closed in 1999 when Fortuna Sittard Stadion opened. [SEP] hypothesis: De Baandert is no longer in use.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
