{"task": "anli", "input": "premise: Tall Timber Short Lines was a magazine dedicated to logging railroads and short line railroads, and was published by Oso Publications. The magazine is read both by model railroaders and those into logging history and modeling. The magazine ended publication in August 2008. [SEP] hypothesis: The magazine ended publication during a difficult financial period for railroads.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Kerala Film Critics Association is an organization of film critics from Kerala, India. The association was founded in 1977 when a group of film journalists met at the behest of K. Aniyan, and Baby. It presents the Kerala Film Critics Association Awards each year to honour the finest achievements in filmmaking. [SEP] hypothesis: The Kerala Film Critics Association is an organization of film critics from Kerala, India who is well liked", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Age of Shadows (; lit. \"Emissary\") is a 2016 South Korean period action thriller film directed by Kim Jee-woon and written by Lee Ji-min and Park Jong-dae. The film stars Song Kang-ho and Gong Yoo. It was selected as the South Korean entry for the Best Foreign Language Film at the 89th Academy Awards but it was not nominated. [SEP] hypothesis: The Age of Shadows was never released worldwide.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Operation Damocles was a covert campaign of the Israeli Mossad in August 1962 targeting German scientists and technicians, formerly employed in Nazi Germany's rocket program, who were developing rockets for Egypt at a military site known as Factory 333. According to Otto Joklik, an Austrian scientist involved with the project, the rockets being developed were programmed to use a radioactive waste. [SEP] hypothesis: All the rockets being developed at Factory 333 were programmed to use a radioactive waste.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Nandan Mehta (26 February 1942 – 26 March 2010) was an Indian tabla player and music teacher from Ahmedabad who belonged to the Benaras Gharana of Hindustani classical music. He established Saptak School of Music and started Saptak Annual Festival of Music in 1980. [SEP] hypothesis: Nandan Mehta established the Saptak School of Music in 1980.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Swayfield is a village and civil parish in the South Kesteven district of Lincolnshire, England. The population of the civil parish at the 2011 census was 316. It is situated just over 3 mi east from the A1 road, 9 mi south-east from Grantham and 10 mi north from Stamford. It has approximately 138 houses. [SEP] hypothesis: Swayfield's population is mostly African-American.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: David Kirby (born 1944) is an American poet and the Robert O. Lawton Distinguished Professor of English at Florida State University (FSU). His most recent book is \"Talking about Movies with Jesus,\" published in 2011 by LSU Press. His new and selected poetry collection, \"The House on Boulevard St.\" (\"Louisiana State University Press\"), was nominated for the 2007 National Book Award in poetry. [SEP] hypothesis: His most recent book was published by the FSU Press.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Tropical rock (or trop rock) is a genre of popular music with influences from rock and roll, reggae, country music, caribbean, Calypso music and zydeco. It incorporates themes and compositions of a tropical nature and represents a relaxed and easygoing lifestyle. [SEP] hypothesis: Tropical Rock is popular among those people that smoke marijuana.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Jamaal RaShaad Jones Charles (born December 27, 1986) is an American football running back for the Denver Broncos of the National Football League (NFL). He played college football for the University of Texas, and was drafted by the Kansas City Chiefs in the third round of the 2008 NFL Draft. [SEP] hypothesis: Jamaal RaShaad Jones Charles plays baseball for Kansas City", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Chelone is a genus of four species of perennial herbaceous plants native to eastern North America. They all have similarly shaped flowers (which led to the name turtlehead due to their resemblance to the head of a turtle), which vary in color from white to red, purple or pink. \"C. cuthbertii\", \"C. glabra\", and \"C. lyonii\" are diploid and \"C. obliqua\" is either tetraploid or hexaploid. [SEP] hypothesis: Chelone is a great house plant.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: A Doll's House (Bokmål: \"Et dukkehjem\" ; also translated as \"A Doll House\") is a three-act play written by Henrik Ibsen. It premiered at the Royal Theatre in Copenhagen, Denmark, on 21 December 1879, having been published earlier that month. The play is set in a Norwegian town circa 1879. [SEP] hypothesis: A doll's house was published in December 1987 but it was a play about something that happened in Norway in 1879 before it's first showing in a theater.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Lansdown is a suburb of the World Heritage City of Bath, England, that extends northwards from the city centre up a hill of the same name. Among its most distinctive architectural features are Lansdown Crescent and Sion Hill Place, which includes a campus of Bath Spa University. [SEP] hypothesis: Bath Spa University has 2 campuses.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Phyllis Dalton, MBE, (born 1925) is a British costume designer known for her work on \"Lawrence of Arabia\", \"Dr. Zhivago\", \"Oliver!\", \"The Princess Bride\", \"Henry V\" and \"Much Ado About Nothing\". She has received two Academy Awards, a BAFTA and an Emmy for her designs. [SEP] hypothesis: Dalton was born in the year before 1925.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Ilan Goodman is an English actor who trained at RADA. He is the son of English actor Henry Goodman. He has appeared extensively on stage in the UK including the UK premieres of Adam Rapp's Red Light Winter Lynn Nottage's Intimate Apparel, and Joshua Harmon's Bad Jews. [SEP] hypothesis: Henry and IIan Goodman have a blood connection.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Warwick Todd is a fictional character created by author and comedian Tom Gleisner. Todd is the author of four fictional cricket diaries: \"The Warwick Todd Diaries\" (1997), \"\" (1998), \"Warwick Todd Goes the Tonk\" (2001) and \"Warwick Todd - Up in the Block Hole\" (2009). The first 3 books in the series were Australian bestsellers. [SEP] hypothesis: The Warwick Todd Diaries were released before the year 2009.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"All My Life\" is a song by the American band Foo Fighters, released as the first single from their fourth album, \"One by One\". The song won a Grammy Award for Best Hard Rock Performance, and spent ten straight weeks at number 1 on the Hot Modern Rock Tracks chart and it peaked at number 3 on the Hot Mainstream Rock Tracks chart. It was also a top 5 hit on the UK Singles Chart. [SEP] hypothesis: All My Life sold more than one million copies.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
