{"task": "anli", "input": "premise: A Quick Fuck is a layered shooter made from one part coffee liqueur like Kahlua, one part cold Midori liqueur and one part Baileys Irish Cream. The Baileys is poured off the back of a bar spoon so it \"floats\" on top of the Kahlua in a shot glass. Then slowly layer the Midori on top of the Baileys. Note that Baileys does not have to be used; any type of Irish Cream will do. [SEP] hypothesis: A quick Fuck sounds delicious.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Kansas City Air Defense Sector (KCADS) is an inactive United States Air Force organization. Its last assignment was with the Air Defense Command 29th Air Division, being stationed at Richards-Gebaur Air Force Base, Missouri. It was inactivated on 1 January 1962. [SEP] hypothesis: The Kansas City has been working in its last assignment with the Air Defense Command Force.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Club Andino Bariloche is a mountaineering organisation based in San Carlos de Bariloche, in the Argentinian Andes. It was founded on the 13th of August 1931 by Otto Meiling, Emilio Frey, Juan Javier Neumeyer and Reinaldo Knapp, a group of friends who were exploring the region and making first ascents. Emilio Frey became its first president and continued in this role during 30 years. [SEP] hypothesis: Club Andino Bariloche is the largest club of its kind in the world", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Blitz is a 2011 British crime thriller film directed by Elliott Lester, starring Jason Statham, Paddy Considine, Aidan Gillen and David Morrissey. The film was released in the United Kingdom on 20 May 2011. The film is based on the novel of the same name by Ken Bruen, which features his recurring characters Detective Sergeant Tom Brant and Chief Inspector James Roberts. [SEP] hypothesis: David Morrissey was the lead protagonist in 2011's Blitz.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Mark Knowles (born 4 September 1971) is a former tennis player from the Bahamas, specialising in doubles tennis. He has won a number of Grand Slam tournaments, most notably partnering with Daniel Nestor. At various times between 2002 and 2005 he was ranked World No. 1 in doubles. He is a five-time Olympian. [SEP] hypothesis: Daniel Nestor is a five-time Olympian.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Last King of Scotland is a 2006 historical drama film based on Giles Foden's novel \"The Last King of Scotland\" (1998), adapted by screenwriters Peter Morgan and Jeremy Brock, and directed by Kevin Macdonald. The film was a co-production between companies from the United Kingdom and Germany. [SEP] hypothesis: The Last King of Scotland was a multi-national production.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Yeji is a town in south Ghana and is the capital of Pru District of the Brong-Ahafo Region in Ghana. Yeji is in the north-east of Brong-Ahafo Region, and is adjacent to Lake Volta. Yeji is connected by highway to Ejura and Kwadjokrom. It had a population of 29,515 at the census of 2010. [SEP] hypothesis: Yeji is a town in north Ghana.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Haviland is a city in Kiowa County, Kansas, United States. As of the 2010 census, the city population was 701. It is home of Barclay College and known for meteorite finds connected to the Haviland Crater and for an annual meteorite festival held in July. [SEP] hypothesis: Haviland, Kansas inhabits over 700 people.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Benjamin Antonietti (born July 7, 1991) is a Swiss professional ice hockey player who is currently playing with the Dragons de Rouen of the French Ligue Magnus. He previously played in the National League (NL) with Genève-Servette HC and Lausanne HC. [SEP] hypothesis: Earlier in his career, Benjamin Antonietti was traded from Geneve-Servette HC to Lausanne HC.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Milky Way Farm in Giles County, Tennessee, is the former estate of Franklin C. Mars, founder of Mars Candies. The property is named for the company's Milky Way candy bar. During the Great Depression, the estate was the largest employer in the county. The estate is listed on the National Register of Historic Places as an historic district; its manor house is now a venue for special events. [SEP] hypothesis: During the Great Depression, the estate was the largest employer in the country.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Shenandoah Valley Regional Airport (IATA: SHD, ICAO: KSHD, FAA LID: SHD) is a public airport located 10 nautical miles (12 mi, 19 km) northeast of the central business district of Staunton, a city in Augusta County, Virginia, United States. It is mostly used for general aviation, but is also served by one commercial airline. Service is subsidized by the Essential Air Service program. [SEP] hypothesis: The airport near Staunton, Virginia is known by more than one acronym.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Three Mills Wall River Weir is a weir on the Bow Back Rivers, in the London Borough of Newham, England, near to Three Mills. It was built in 2009, when the Bow Back Rivers were refurbished to make them a key feature of the Olympic Park, London, and maintains water levels through much of the park in conjunction with the Three Mills Lock and sluice on the Prescott Channel. [SEP] hypothesis: Even though Three Mills Wall River Weir was refurbished to make a key feature of the Olympic Park, it was built in 2009", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Henry V is a 2012 British television film based on the play of the same name by William Shakespeare. It is the fourth film in the series of television films called \"The Hollow Crown\" produced by Sam Mendes for BBC Two covering the whole of Shakespeare's Henriad. It was directed by Thea Sharrock and stars Tom Hiddleston as Henry V of England. [SEP] hypothesis: Henry V is more than 50 years old.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: William Leo Hansberry (February 25, 1894 – November 3, 1965) was an American scholar and lecturer. He was the older brother of real estate broker Carl Augustus Hansberry, uncle of award-winning playwright Lorraine Hansberry and great-granduncle of actress Taye Hansberry. [SEP] hypothesis: William Hansberry was 72 when he passed away.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Human Chain (2010) is the twelfth and final poetry collection by Seamus Heaney, who received the 1995 Nobel Prize in Literature. It won the Forward Poetry Prize Best Collection 2010 award, the Irish Times Poetry Now Award for 2011, and was shortlisted for the 2011 Griffin Poetry Prize. This was Heaney's second Poetry Now Award, having previously won in 2007 for \"District and Circle\". [SEP] hypothesis: Human Chain was the last in the poetry collection written by Seamus Heaney.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Soninke, also called Sarakole, Seraculeh, or Serahuli, are a West African ethnic group found in eastern Senegal and its capital Dakar, northwestern Mali and Foute Djalon in Guinea, and southern Mauritania. They speak the Soninke language, also called \"Maraka\" language, which is one of the Mande languages. [SEP] hypothesis: The Mande languages are spoken by a variety of peoples, including the Soninke and other ethnic groups.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
