{"task": "anli", "input": "premise: Maharishi Peace Palace is a type of pre-engineered building designed to house the educational and meditational activities of the Transcendental Meditation movement. Each Peace Palace is built using standardized plans compatible with Maharishi Sthapatya Veda design principles. [SEP] hypothesis: Maharishi Peace Palace is the only Peace Palace.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Cantref Reservoir is the middle of the three reservoirs in the Taff Fawr valley in Wales. It is owned by Welsh Water. It is located in the Brecon Beacons National Park, mostly in the Powys unitary authority area and within the historic county boundaries of Breconshire. Part of the south west corner is in the Rhondda Cynon Taff unitary authority area. [SEP] hypothesis: A part of the Welsh Water's reservoir is not in the Rhondda Cynon Taff area.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Gianluca Cologna (born 17 May 1990) is a Swiss cross-country skier. His brother Dario Cologna is also a professional cross-country skier. He competed in the 2014 Winter Olympics in the Men's team sprint with his brother Dario and finished 5th in the final. [SEP] hypothesis: Dario Cologna won a gold medal as a Swiss cross-country skier.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Restaurant Nathan Outlaw is a two Michelin star restaurant owned and operated by Nathan Outlaw. It has previously been located in Marina Villa Hotel in Fowey, Cornwall, and in the St Enodoc Hotel in Rock, Cornwall. It has received mostly positive reviews from food critics. In March 2015 the restaurant relocated to Port Isaac, Cornwall and retained its two Michelin stars upon review. [SEP] hypothesis: Restaurant Nathan Outlaw is a five star Michelin restaurant.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Flyin' the Flannel is the fourth album by the American alternative rock band Firehose, released in 1991, and the band's first album after signing with the major label Columbia Records. It is considerably different in sound from its predecessor, \"Fromohio\". In 2014, the album placed fifth on the Alternative Nation site's \"Top 10 Underrated 90’s Alternative Rock Albums\" list. [SEP] hypothesis: 2014 was the only year that Firehose placed on a top music list.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Issa Album is the debut studio album by American rapper 21 Savage. The album was released on July 7, 2017 by Slaughter Gang and Epic Records. It features production from frequent collaborator Metro Boomin, alongside Southside, Pi'erre Bourne, Zaytoven, Wheezy, DJ Mustard and 21 Savage himself. It succeeds 21 Savage's collaborative EP with Metro Boomin, \"Savage Mode\" (2016). [SEP] hypothesis: 21 Savage collaborated with Metro Boomin before releasing a studio album.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Minoru Suzuki (鈴木 実 , Suzuki Minoru , ring name: 鈴木 みのる) (born June 17, 1968) is a Japanese professional wrestler and mixed martial artist who is currently working for New Japan Pro Wrestling (NJPW) as a freelancer. He is the current NEVER Openweight Champion in his first reign. [SEP] hypothesis: Minoru Suzuki is a contracted worker to NJPW and can only work for that company.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Takaaki Kajita (梶田 隆章 , Kajita Takaaki ) is a Japanese physicist, known for neutrino experiments at the Kamiokande and its successor, Super-Kamiokande. In 2015, he was awarded the Nobel Prize in Physics jointly with Canadian physicist Arthur B. McDonald. [SEP] hypothesis: Kamiokande understands several languages to speak to his peers", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Chronicles of Thomas Covenant is a series of ten high fantasy novels written by American author Stephen R. Donaldson. The series began as a trilogy, entitled \"The Chronicles of Thomas Covenant, the Unbeliever\". This was followed by another trilogy, \"The Second Chronicles of Thomas Covenant\", and finally a tetralogy, \"The Last Chronicles of Thomas Covenant\". [SEP] hypothesis: Stephen R. Donaldson has written three separate novel trilogies", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Without Meyer, No Celebration is Complete (German: Keine Feier ohne Meyer) is a 1931 German comedy film directed by Carl Boese and starring Sig Arno, Ralph Arthur Roberts and Dina Gralla. Boese made a number of films featuring Jewish comedians during the Weimar Era. [SEP] hypothesis: in 1931, Carl Boese directed a film called Without Meyer, No Celebration is Complete. In German, it was knon as Keine ohne Feier Meyer.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Heineken Light (labelled as \"Heineken 3\" in Australia ) is a light beer brewed by Heineken for the United States market. It was introduced in 2005. Heineken light reportedly has: 99 calories per 12 oz. bottle and 6.8 grams of carbohydrates. The beer has fewer calories, less carbohydrate, and less alcohol than lager beers such as the Heineken Pilsener. The beer has 3.3% alcohol by volume. [SEP] hypothesis: Heineken Light is enjoyed by athletes.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Steven David Daines (born August 20, 1962) is an American businessman, entrepreneur, and the junior United States Senator from Montana. He was the United States Representative for Montana's at-large congressional district from 2013 to 2015. In the 2014 election, he won an open U.S. Senate seat, defeating Democrat Amanda Curtis. [SEP] hypothesis: Steven David Daines owns many businesses in America.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Ipomea wrightii, or Wright's morning glory, is a species of morning glory.It is generally described as an annual, perennial vine or forb or herb. Wright's morning glory is not native to the United States and is considered as an invasive species. It is found growing in the Southeastern part of the United States. [SEP] hypothesis: Ipomea wrightii is an prennial vine", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The \"Crazy Castle\" series is an action-puzzle game series created by Kemco and released on the Famicom Disk System, NES, Game Boy, Game Boy Color and Game Boy Advance. It stars different popular cartoon characters, most notably the Warner Bros. cartoon character, Bugs Bunny, and the Walt Disney cartoon character, Mickey Mouse. [SEP] hypothesis: Games in the \"Crazy Castle\" series have been released for more than one game console.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Thomasin \"Tom\" McKenzie (born 2000) is a New Zealand teen actress. Most well known for playing Pixie Hannah in \"Shortland Street\", she has also starred in \"\" as Astrid, in \"Lucy Lewis Can't Lose\" as Lucy Lewis, and in webseries \"Bright Summer Night\" as Petra Quince. She will also have a leading role in upcoming American film \"My Abandonment\". [SEP] hypothesis: Thomasin \"Tom\" McKenzie is well known for playing Pixie Hannah.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Imperial Japanese Navy Air Service (大日本帝國海軍航空隊 , Dai-Nippon Teikoku Kaigun Kōkū-tai ) was the air arm of the Imperial Japanese Navy during World War II. The organization was responsible for the operation of naval aircraft and the conduct of aerial warfare in the Pacific War. [SEP] hypothesis:  during World War II, the Imperial Japanese Navy Air Service was the air arm of the Imperial Japanese Navy", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
