{"task": "anli", "input": "premise: The Big Salmon River is a small river in southern New Brunswick, Canada, that flows south into the Bay of Fundy. The river has its source to the southwest of Sussex, New Brunswick. The river flows into the Bay of Fundy near St. Martins, New Brunswick, and serves as the endpoint of the Fundy Trail. [SEP] hypothesis: Fundy Trail was named at the same time as the Bay of Fundy", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Thomas Sheridan & Sons is the distillery, owned by the Gilbey's Group, which produces Baileys Irish Cream and Sheridan's Cream Liqueur (as well as other well-known liqueur products). Their address is located at T. Sheridan & Sons (Thomas Sheridan), Nangor Road, Dublin 12, Ireland. [SEP] hypothesis: Baileys Irish Cream is non-alcoholic.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Bathurst 1000 (currently branded as the Supercheap Auto Bathurst 1000 for sponsorship reasons) is a 1,000 km touring car race held annually on the Mount Panorama Circuit in Bathurst, New South Wales, Australia. It is currently run as a championship event for Supercars. [SEP] hypothesis: The Bathurst 1000 is the only race run in Australia", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Harold Giles Hoffman (February 7, 1896 – June 4, 1954) was an American politician, a Republican who served as the 41st Governor of New Jersey, from 1935 to 1938. He also served two terms representing  's 3 congressional district in the United States House of Representatives, from 1927 to 1931. [SEP] hypothesis: Harold Giles Hoffman lived in one of the areas of the 3 congressional district.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Diego Cavalieri (born 1 December 1982) is a Brazilian professional footballer who plays for Fluminense as a goalkeeper in the Campeonato Brasileiro Série A. He is of Italian ancestry and holds both an Italian and Brazilian passport. He elected to represent Brazil at international level and has thus far made 3 appearances for the national team. [SEP] hypothesis: Diego has played other positions than goalkeeper.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Grongar Hill is located in the Welsh county of Carmarthenshire and was the subject of a loco-descriptive poem by John Dyer. Published in two versions in 1726, during the Augustan period, its celebration of the individual experience of the landscape makes it a precursor of Romanticism. As a prospect poem, it has been the subject of continuing debate over how far it meets artistic canons. [SEP] hypothesis:  John Dyer was influenced by the scenery in Wales.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Warren Ellis (born 14 February 1965) is an Australian-French musician and composer. He is a member of several groups: Dirty Three, Nick Cave and the Bad Seeds and Grinderman. He has also composed film scores with Nick Cave. Ellis plays violin, piano, bouzouki, guitar, flute, mandolin, tenor guitar, and viola. Ellis has been a member of Nick Cave and the Bad Seeds since 1994. [SEP] hypothesis: Ellis has scored dozens of film scores.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Hague Academy of International Law (French: \"Académie de droit international de La Haye\" ) is a center for high-level education in both public and private international law housed in the Peace Palace in The Hague, the Netherlands. Courses are taught in English and French and, except for External Programme Courses, are held in the Peace Palace. [SEP] hypothesis: The law courses are taught by two instructors", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Bramhapuri (Vidhan Sabha constituency) is one of the 288 Vidhan Sabha (legislative assembly) constituencies of Maharashtra state, western India. This constituency is located in Chandrapur district.it a second largest city after chandrapur . hottest city across Maharashtra n top five cities in India. [SEP] hypothesis: The Maharashtra state has fewer than 300 Vidhan Sabha constituencies", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Ekaterina \"Katia\" Alexandrovna Gordeeva (Russian: Екатерина Александровна Гордеева ) (born May 28, 1971) is a Russian (former Soviet) figure skater. Together with her partner and husband, the late Sergei Grinkov, she was the 1988 and 1994 Olympic Champion and four-time World Champion in pair skating. After Grinkov's death, Gordeeva continued performing as a singles skater. [SEP] hypothesis: Sergei Grinkov performed as a singles skater after Ekaterina died.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Coward is a 1915 American silent historical war drama film directed by Reginald Barker and produced by Thomas H. Ince. Ince also wrote the film's story and scenario with C. Gardner Sullivan. The film stars Frank Keenan and Charles Ray. John Gilbert also appears in an uncredited bit part. A copy of \"The Coward\" is preserved at the Museum of Modern Art. [SEP] hypothesis: \"The Coward\" was a movie that was filmed in black and white.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Jim Wilson was an Oklahoma Senator from District 3, which includes Adair, Cherokee and Sequoyah counties, from 2004 to 2012. He earlier was a member of the Oklahoma House of Representatives from 2000 through 2004. He ran unsuccessfully against Democratic Incumbent US Rep. Dan Boren in Oklahoma's 2nd Congressional District in the July 27 Democratic primary. [SEP] hypothesis: Jim Wilson was a senator for less than 10 years", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Robbie Coltrane, OBE (born Anthony Robert McMillan; 30 March 1950) is a Scottish actor and author. He is known for his roles as Rubeus Hagrid in the \"Harry Potter\" films, as Valentin Dmitrovich Zukovsky in the James Bond films \"GoldenEye\" and \"The World Is Not Enough,\" and as Dr. Eddie \"Fitz\" Fitzgerald in the British TV series \"Cracker\" during the 1990s. [SEP] hypothesis: Robbie Coltrane appeared in the Harry Potter movies in the 1990's.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Roving Mars is an IMAX documentary film about the development, launch, and operation of the Mars Exploration Rovers, Spirit and Opportunity. The film uses few actual photographs from Mars, opting to use computer generated animation based on the photographs and data from the rovers and other Mars probes. The film has been released on Blu-ray disc by distributor Disney. [SEP] hypothesis: The Roving Mars documentary has been released on Blu-ray.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: MuscleCar is a television program whose hosts demonstrate how to rebuild muscle cars while sharing information about these cars and their history. It became a part of a group of shows called the Powerblock, currently shown on Spike TV, on January 7, 2006. [SEP] hypothesis: MuscleCar first aired on Spike TV.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Donald \"The Great Santini\" Conroy (April 4, 1921 – May 9, 1998) was a United States Marine Corps colonel and a member of the famed Black Sheep Squadron during the Korean War. He was also a veteran of World War II and of two tours of duty in Vietnam. He is best known for being the inspiration for the character LtCol. \"Bull\" Meecham in \"The Great Santini\" which was written by his son Pat Conroy. [SEP] hypothesis: Donal Conroy was the inspiration for a movie", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
