{"task": "anli", "input": "premise: The UCL Jill Dando Institute of Security and Crime Science (informally the Jill Dando Institute or the JDI) is an institute of crime science located in London, United Kingdom and a part of University College London (UCL). It was founded in 2001, becoming the first university institute in the world devoted specifically to crime science. [SEP] hypothesis: The UCL Jill Dando Institute of Security and Crime Science is in Scotland", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Lakeview Drive (also known as North Shore Road and the Road to Nowhere) is a 6.5 mi road, split in two segments, located along the north shore of Fontana Lake, wholly within the Great Smoky Mountains National Park. The scenic road, which was never completed, features an unused road tunnel and connects to various hiking and horse riding trails in the area. [SEP] hypothesis: Lakeview drive splits into more than one road and connects to hiking trails.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Princess Yang Kwei-Fei (楊貴妃 , \"Yōkihi\" , a.k.a. \"The Consort Yáng Guìfēi\") is a 1955 Japanese film directed by Kenji Mizoguchi. It was a co-production between Daiei Film and Hong Kong's Shaw & Sons, a predecessor of Shaw Brothers Studio . It is one of Mizoguchi's two color films, the other being \"Tales of the Taira Clan\", made the same year. [SEP] hypothesis: Princess Yang Kwei-Fei received more awards than Tales of the Taira Clan.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Porl King, born 19 October 1967 on the Wirral Peninsula in England, first achieved public acclaim and success as the singer, songwriter and guitarist for the goth band Rosetta Stone from their inception in the late 1980s through to their demise in 1998. Since disbanding Rosetta Stone in 1998, he has pursued a career in digital audio and Pro Tools production. [SEP] hypothesis: Rosetta Stone disbanded in 1998", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Lindenhurst Senior High School (LSHS) is a public high school in Lindenhurst, New York on the South Shore of Long Island. The high school is the sole high school of the Lindenhurst Union Free School District, which includes the Village of Lindenhurst and North Lindenhurst. [SEP] hypothesis: North Lindenhurst and the village of Lindenhurst share a school district.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: USS \"Buncombe County\" (LST-510) was an \"LST-491\"-class tank landing ship built for the United States Navy during World War II. Named for Buncombe County, North Carolina, she was the only U.S. Naval vessel to bear the name. She currently serves as a ferry between New London, Connecticut, and Orient, Long Island. [SEP] hypothesis: A class tank landing ship can be found in New London.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Kaspars Roga (born 19 July 1974 in Jelgava, Latvian SSR, Soviet Union) is a Latvian-Soviet rock musician and one of the four members of the pop rock band Brainstorm which came third at the Eurovision Song Contest 2000, with the song \"My Star\". He is the drummer since 1989 and has been directing several videos from the band since 1993. [SEP] hypothesis: Kaspars Roga is a country music singer", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Spies of Warsaw is a 2008 spy novel by Alan Furst about espionage involving the major nations shortly before World War II competing for influence and control over the future of Poland. The story starts in October 1937 and ends in May 1938, with a one paragraph description outlining the future of the two lead characters. [SEP] hypothesis: One of the main characters is from Warsaw, Poland.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Iola (pronounced ) is a city situated along the Neosho River in the northwestern part of Allen County, located in Southeast Kansas, in the Central United States. As of the 2010 census, the city population was 5,704. Iola is the county seat of Allen County. It is named in honor of Iola Colborn. [SEP] hypothesis: Lola is a small town.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Peter Franklin Paul (born September 2, 1948) is a former lawyer and entrepreneur who was convicted for conspiracy and drug dealing, and later for securities fraud in connection with his business dealings with \"Spider-Man\" co-creator Stan Lee. He has repeatedly brought suit against Hillary Clinton, accusing her of lying about donations he solicited on behalf of her 2000 senatorial campaign. [SEP] hypothesis: Peter Franklin Paul does not have any connection to business relations with the Marvel empire.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"G.L.O.W.\" is a song by the American alternative rock band The Smashing Pumpkins. It premiered on Chicago alternative rock station Q101 on September 29, 2008. This song was the last recorded Smashing Pumpkins song to feature drummer Jimmy Chamberlin, who left the band in March 2009. [SEP] hypothesis: In 2009, The Smashing Pumpkins lost a member of the band.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Legend of Marilyn Monroe is a 1966 American documentary film chronicling the life and career of actress Marilyn Monroe. Directed by Terry Sanders, and narrated by John Huston, the film was also released under the title The Marilyn Monroe Story in the UK. [SEP] hypothesis: Thriller of Sammy Smith was realised in 1945 and it is a German musical.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: L'Histoire du soldat (The Soldier's Tale) is a theatrical work \"to be read, played, and danced\" (\"lue, jouée et dansée \") by three actors and one or several dancers, accompanied by a septet of instruments. The piece was conceived by Igor Stravinsky and Swiss writer C. F. Ramuz based on a Russian folk tale (\"The Runaway Soldier and the Devil\") drawn from the collection of Alexander Afanasyev. [SEP] hypothesis: L'Histoire du soldat is a french album.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Antony Hewish FRS (born 11 May 1924 in Fowey, Cornwall) is a British radio astronomer who won the Nobel Prize for Physics in 1974 (together with fellow radio-astronomer Martin Ryle) for his work on the development of radio aperture synthesis and its role in the discovery of pulsars. He was also awarded the Eddington Medal of the Royal Astronomical Society in 1969. [SEP] hypothesis: Antony Hewish FRS (born 11 May 1924 in Fowey, Cornwall) is a British radio astronomer who won the Nobel Prize for Physics and Chemistry in 1974", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Istanbul University Observatory (Turkish: \"İstanbul Üniversitesi Gözlemevi\" ) is a ground-based astronomical observatory operated by the Astronomy and Space Sciences Department at Istanbul University's Faculty of Science. Established in 1936, it is situated next to the historic Beyazıt Tower within the main campus of the university at Beyazıt Square in Fatih district of Istanbul, Turkey. [SEP] hypothesis: Istanbul University Observatory is not space based", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Jach'a K'uchu (Aymara \"jach'a\" big, \"k'uchu\" corner, \"big corner\", also named \"Jachcha Khuchu, Jachcha Kuchu\") is a 4508 m mountain in a volcanic field in the Cordillera Occidental of Bolivia northeast of the Chullkani volcano. It is located in the Oruro Department, Sajama Province, Turco Municipality. Jach'a K'uchu is one of five mountains which belong to the so-called Jitiri Dome. [SEP] hypothesis: Jach'a K'uchu is home to many different types of mountainous wildlife.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
