{"task": "anli", "input": "premise: Hillary Rodham Clinton served as a United States Senator from New York from January 3, 2001 to January 21, 2009. She won the United States Senate election in New York, 2000 and the United States Senate election in New York, 2006. Clinton resigned from the Senate on January 21, 2009 to become United States Secretary of State for the Obama Administration. [SEP] hypothesis: Hillary Rodham Clinton served as a United States Senator from New York from January 3, 2001 to January 21, 2009. She lost the United States Senate election in New York, 2000 and the United States Senate election in New York, 2006. Her opponent was Barack Obama.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Lansing is a city situated along the Missouri River in the eastern part of Leavenworth County, located in northeast Kansas, in the Central United States. As of the 2010 census, the city population was 11,265. It is the second most populous city of Leavenworth County and is a part of the Kansas City metropolitan area. [SEP] hypothesis: Lansing, Kansas stretches across most of Leavenworth County.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Democratic Party is one of the two major contemporary political parties in the United States, along with the Republican Party. Tracing its heritage back to Thomas Jefferson and James Madison's Democratic-Republican Party, the modern-day Democratic Party was founded around 1828 by supporters of Andrew Jackson, making it the world's oldest political party. [SEP] hypothesis: The modern-day democratic party was founded in the late 1800's", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Linguistics is the scientific study of language, and involves an analysis of language form, language meaning, and language in context. The earliest activities in the documentation and description of language have been attributed to the 4th century BCE Indian grammarian Pāṇini, who wrote a formal description of the Sanskrit language in his \"Aṣṭādhyāyī \". [SEP] hypothesis: Linguistics was invented in the 1700s.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Atlee or Atlee Station is an unincorporated community in northerneastern Hanover County in the Mid-Atlantic state of Virginia, United States. Atlee is located 11 mi north of Richmond on Route 637 approximately .6 mi north-northwest of the intersection of Route 637 and Virginia State Route 2. and approximately 50 mi south of Fredericksburg, Virginia [SEP] hypothesis: Atlee Station is the only unincorporated community in Hanover County", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: John M. Donaldson (January 17, 1854 – December 20, 1941) was an American architect and artist born on January 17, 1854, in Stirling, Scotland. Donaldson was principal designer of the successful Detroit-based architectural firm Donaldson and Meier from 1880 onwards. [SEP] hypothesis: John M. Donaldson emigrated from Stirling, Scotland to the United States as a child.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Fred Berger (born May 10, 1981) is an American film producer who was nominated for the Academy Award for Best Picture for the 2016 musical \"La La Land\", for which he also won the 2016 Golden Globe Award for Best Motion Picture – Musical or Comedy and Producers Guild of America Award for Best Theatrical Motion Picture. [SEP] hypothesis: Berger was not 30 years old when he won a Golden Globe for La La Land.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 2010 SMU Mustangs football team represented Southern Methodist University in the 2010 NCAA Division I FBS football season. The Mustangs, led by third-year head coach June Jones, were members of Conference USA in the West Division and played their home games at Gerald J. Ford Stadium. [SEP] hypothesis: The 2010 SMU Mustangs football team played their first game ever at Gerald J. Ford Stadium.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: On 10 January 2016, English singer, songwriter and actor David Bowie died at his New York City apartment, having suffered from liver cancer for the previous 18 months. His death occurred two days after the release of his twenty-fifth studio album, \"Blackstar\", which coincided with his 69th birthday. [SEP] hypothesis: David Bowie, who died two days after his 69th birthday in December, suffered from liver cancer.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Polo (Persian: چوگان \"chogān\") is a team sport played on horseback. The objective is to score goals against an opposing team. Players score by driving a small white plastic or wooden ball into the opposing team's goal using a long-handled mallet. The traditional sport of polo is played on a grass field up to 300 by . Each polo team consists of four riders and their mounts. [SEP] hypothesis: Polo originates from Persia.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Weavers (German: Die Weber) is a 1927 German silent historical drama film directed by Frederic Zelnik and starring Paul Wegener, Valeska Stock and Hermann Picha. The film is based on the 1892 play \"of the same title\" by Gerhart Hauptmann based on a historical event. The film's art direction was by Andrej Andrejew. [SEP] hypothesis: Gerhart Hauptmann directed the film", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Yeidhavan (English: The Man Who Aims ) is a 2017 Indian Tamil-language crime action film written and directed by Sakthi Rajasekaran and produced by Sudhakaran. The film stars Kalaiyarasan and Satna Titus in the leading roles and features music composed by newcomer, Paartav Barggo. The film released on 12 May 2017. [SEP] hypothesis: Yeidhavan is over 5 years old", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Charles William Ramsden (11 June 1904 – 16 February 1975) was an English footballer. His regular position was as a forward. He was born in Bucklow, Cheshire. He played for Rotherham Town, Stockport County, Manchester North End, and Manchester United. [SEP] hypothesis: Charles William Ramsden is an English football player who played football for Rotherham Town, Stockport County, Manchester North End, and Manchester United.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Nickelodeon is an American basic cable and satellite television network owned by the MTV Networks Kids & Family Group, a unit of the Viacom Media Networks division of Viacom, which focuses on programs aimed at children and teenagers; it has since expanded to include three spin-off digital cable and satellite networks in the United States, and international channels in six continents. [SEP] hypothesis: Nickelodeon has channels available in at least six continents.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Donald \"The Great Santini\" Conroy (April 4, 1921 – May 9, 1998) was a United States Marine Corps colonel and a member of the famed Black Sheep Squadron during the Korean War. He was also a veteran of World War II and of two tours of duty in Vietnam. He is best known for being the inspiration for the character LtCol. \"Bull\" Meecham in \"The Great Santini\" which was written by his son Pat Conroy. [SEP] hypothesis: Donald Conroy died of natural causes.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Hoosier Lottery is the official state lottery of Indiana, and is the only US lottery that uses the state's nickname as its official name. It is a member of the Multi-State Lottery Association (MUSL). The Hoosier Lottery sells scratch-off tickets; its draw games include Mega Millions, Hoosier Lotto, Powerball, Cash 5, and Poker Lotto. [SEP] hypothesis: The Hoosier Lottery sells coins to scratch lottery tickets off with.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
