{"task": "anli", "input": "premise: Polo (Persian: چوگان \"chogān\") is a team sport played on horseback. The objective is to score goals against an opposing team. Players score by driving a small white plastic or wooden ball into the opposing team's goal using a long-handled mallet. The traditional sport of polo is played on a grass field up to 300 by . Each polo team consists of four riders and their mounts. [SEP] hypothesis: Polo is a competitive sport.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Chrysanthemum boreale (or \"Dendranthema boreale\") is a flowering plant within the Asteraceae family and \"Chrysanthemum\" genus. It used to be in the compositae family and many books still contain as such. It is a perennial flowering plant that is often noted because of its yellow flowers. It has 18 chromosomes at the diploid stage. [SEP] hypothesis: Accoring to many books, Chrysanthemum boreale belongs to compositae family", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Montana is represented in the US House of Representatives by one at-large congressional district, among the 435 in the U.S. Congress. The district is the largest U.S. congressional district by population, with just over 1 million constituents. It is also the second-largest by land area, after Alaska's at-large congressional district. [SEP] hypothesis: Alaska's at-large congressional district is the eleventh-largest congressional district by population.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Last King of Scotland is a 2006 historical drama film based on Giles Foden's novel \"The Last King of Scotland\" (1998), adapted by screenwriters Peter Morgan and Jeremy Brock, and directed by Kevin Macdonald. The film was a co-production between companies from the United Kingdom and Germany. [SEP] hypothesis: Kevin Macdonald directed The Last King of Scotland in the United Kingdom.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Shayaa Bin Abraham-Joseph (born October 22, 1992), better known by his stage name 21 Savage, is an American rapper from Atlanta, Georgia. He was best known for his mixtapes, \"The Slaughter Tape\" and \"Slaughter King\" and his extended plays \"Free Guwop\" and \"Savage Mode\" with Metro Boomin before the release of his debut album, \"ISSA\" and its lead single, \"Bank Account\". [SEP] hypothesis: 21 Savage is currently 26 years old.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Lakeview Drive (also known as North Shore Road and the Road to Nowhere) is a 6.5 mi road, split in two segments, located along the north shore of Fontana Lake, wholly within the Great Smoky Mountains National Park. The scenic road, which was never completed, features an unused road tunnel and connects to various hiking and horse riding trails in the area. [SEP] hypothesis: Lakeview drive is a road that was never completed.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Chris Stafford (born Christopher Stafford on July 18, 1977, in Collinsville, Illinois) is an American actor. He has acted in film and television including \"Law & Order\" and the coming-out movie \"Edge of Seventeen\", for which he received the Best Actor award at Outfest, and an Independent Spirit Award nomination. After acting Stafford turned his hand to Law. He is now a lawyer. [SEP] hypothesis: Chris Stafford has a new profession.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Parallel Worlds\" is the debut single from York based rock band Elliot Minor taken from their self-titled album. It was originally released on April 9, 2007, and later due to interest from radio stations and the band's label it was decided to be re-released on April 7, 2008, almost a year later. [SEP] hypothesis: Elliot Miller released new music a year after their self-titled album.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Nassau County is a suburban county on the western side of Long Island in the U.S. state of New York. At the 2010 census, the county's population was 1,339,532, estimated to have increased to 1,361,500 in 2016. The county seat is in the Village of Garden City, within the boundaries of the Mineola 11501 zip code. [SEP] hypothesis: Nassau County held it's first census in 2010.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Oak Flats is a suburb of Shellharbour, New South Wales, Australia situated on the south western shores of Lake Illawarra and within the South Coast region of New South Wales. It is a residential area, which had a population of 6,415 at the 2016 census . [SEP] hypothesis: The suburb of Oak Flats had a population of 7,000 in the 2011 census", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Thomasin \"Tom\" McKenzie (born 2000) is a New Zealand teen actress. Most well known for playing Pixie Hannah in \"Shortland Street\", she has also starred in \"\" as Astrid, in \"Lucy Lewis Can't Lose\" as Lucy Lewis, and in webseries \"Bright Summer Night\" as Petra Quince. She will also have a leading role in upcoming American film \"My Abandonment\". [SEP] hypothesis: Lucy Lewis is a character \"Tom\" played.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Coward is a 1915 American silent historical war drama film directed by Reginald Barker and produced by Thomas H. Ince. Ince also wrote the film's story and scenario with C. Gardner Sullivan. The film stars Frank Keenan and Charles Ray. John Gilbert also appears in an uncredited bit part. A copy of \"The Coward\" is preserved at the Museum of Modern Art. [SEP] hypothesis: \"The Coward\" from 1915 was a silent film produced by Thomas Ince who also was a writer.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Chuck Wright is an American bassist, graphic designer and show producer, best known as a member of multi-platinum heavy metal band Quiet Riot. He originally joined Quiet Riot in 1982, playing bass on the tracks \"Metal Health (Bang Your Head)\" and \"Don't Wanna Let You Go,\" as well as singing background vocals on all the tracks from the 1983 hit album, \"Metal Health\". [SEP] hypothesis: Chuck Wright was not a graphic designer", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Howard Sings Ashman is a two-disc album compiled by PS Classics as part of their \"Songwriter Series\". The album features Howard Ashman singing selections from his musicals, including \"God Bless You, Mr. Rosewater\" (1979), \"Little Shop of Horrors\" (1982), \"Smile\" (1986), \"The Little Mermaid\" (1989), \"Beauty and the Beast\" (1991) and \"Aladdin\" (1992). [SEP] hypothesis: \"Smile\" was a song on the film \"The Little Mermaid.\"", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Uno Pizzeria & Grill (formerly Pizzeria Uno and Uno Chicago Grill), or more informally as Unos, is a franchised pizzeria restaurant chain under the parent company Uno Restaurant Holdings Corporation. Uno Pizzeria and Grill is best known for its Chicago-style deep dish pizza. Ike Sewell opened the first Pizzeria Uno in 1943. [SEP] hypothesis: Uno Pizzeria has a menu consisting of pizza and pasta", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Fußball Club Südburgenland, also known as HOCO Südburgenland for sponsorship reasons, is an Austrian women's football club from Olbendorf, a town in South Burgenland, hence its name. Founded in 2002 after the women's team of SC Pinkafeld decided to become an independent club, it has played in the ÖFB-Frauenliga since the 2003–04 season. [SEP] hypothesis: Sponsors like the name HOCO Südburgenland better.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
