{"task": "anli", "input": "premise: Operation Paperclip was a secret program of the Joint Intelligence Objectives Agency (JIOA) in which more than 1,600 German scientists, engineers, and technicians, such as Wernher von Braun and his V-2 rocket team, were recruited in post-Nazi Germany and taken to the U.S. for government employment, at the end of World War II; many were members and some were leaders of the Nazi Party. [SEP] hypothesis: The Joint Intelligence Objectives Agency (JIOA) recruited at least 1000 people.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Nikhil Manipuri Mahasabha, initially a Hindu nationalist organization, was founded in Manipur in 1934. At that time, the maharajah was its president. NMHM was opposed to the increasing foreign christian evangelistic aggression, and sought to protect the interests of Hindus in the state. The organization was modelled after the Akhil Bharatiya Hindu Mahasabha. [SEP] hypothesis: The Akhil Bharatiya Hindu Mahasabha was opposed to the increasing christian evangelistic aggression", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Cheung Kong Park () is a small garden located in the Central district of Hong Kong Island and named for Li Ka Shing's corporate empire. The park is privately maintained by Cheung Kong Holdings, but is open to the public. The park consists of ponds and cascades with benches for visitors to enjoy the scenery. [SEP] hypothesis: The park's plants are watered daily.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Storm Keating (born 27 October 1981) is an Australian-born fashion designer, brand ambassador, producer-director and blogger, now based in London. Keating has worked on a number of Australian and British television programmes such as \"The Apprentice Australia\", \"Masterchef Australia\", \"The X Factor\", \"The Voice Australia\", and \"The Voice UK\". She is the wife of Ronan Keating. [SEP] hypothesis: Storm Keating has lived in the United States.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Rossendale Free Press is a weekly newspaper published in Rossendale, Lancashire, England and distributed in Rossendale's four main towns of Rawtenstall, Bacup, Haslingden, and Ramsbottom. It is owned by Manchester Evening News Media, which publishes 19 other newspapers, and its current circulation is 14,369. [SEP] hypothesis: Manchester Evening News Media distributes its 19 other newspapers in Rossendale's four main towns of Rawtenstall, Bacup, Haslingden, and Ramsbottom.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Maxim \"Max\" Bemis ( ) is the lead singer, primary composer and primary lyricist of the band Say Anything. He also sings alongside Chris Conley in the supergroup Two Tongues (which features band members from Say Anything and Saves the Day), plays alongside his wife Sherri Dupree-Bemis under the name Perma, and is a writer for Marvel Comics. [SEP] hypothesis: Two Tongues Band consist of members from 2 other different bands.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: MuscleCar is a television program whose hosts demonstrate how to rebuild muscle cars while sharing information about these cars and their history. It became a part of a group of shows called the Powerblock, currently shown on Spike TV, on January 7, 2006. [SEP] hypothesis: FatBikes is a radio show whose demonstrate how to destroy fat bikes and sharing information about these bikes and their prices. Currently shown on BBC2, since 2001.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Westminster, Ellesmere Port is a suburb of the town of Ellesmere Port, Cheshire, England. It is located to the north of the town centre and it is the location of the M53 motorway. Westminster is famous for its terraced houses and the Joseph Groome Towers, three thirteen-storey tower blocks built as public housing . It is also known as the wezzy. [SEP] hypothesis: Westminster is known as wezzy.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Blinded\" is a song by American alternative rock band Third Eye Blind. It was released in April 2003 as the lead single from their 2003 album, \"Out of the Vein\". It was written by Stephan Jenkins, Arion Salazar, and Tony Fredianelli. The song received positive reviews from music critics and peaked at number 34 on the \"Billboard\" Pop Songs chart. [SEP] hypothesis: The Billboard Pop Songs chart was very volatile during April 2003.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Bad Blood: A Cautionary Tale is a documentary film about contaminated hemophilia blood products. The film was co-written by Marilyn Ness and Sheila Curran Bernard, produced and directed by Marilyn Ness, with cinematography by David Ford, editing by Marion Sears Hunter, and original music score by Joel Goodman and David Bramfitt. The film premiered on July 28, 2010 in New York City. [SEP] hypothesis: Bad Blood had good reviews.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Jeremy Brock MBE (born 1959) is an English writer and director whose works include the screenplays \"Mrs Brown\", \"Driving Lessons\", \"The Last King of Scotland\", \"Charlotte Gray\", and \"The Eagle\". Brock has also written two plays for the Hampstead downstairs theatre. [SEP] hypothesis: Jeremy Brock wasnt always a writer.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Sean Patrick Hannity (born December 30, 1961) is an American talk show host, author, and conservative political commentator. Hannity is the host of \"The Sean Hannity Show\", a nationally syndicated talk radio show. He also hosts a cable news show, \"Hannity\", on Fox News Channel. [SEP] hypothesis: Sean Patrick Hannity is in involved in politics.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Christen Thomsen Barfoed (June 16, 1815 – April 30, 1899) was a Danish chemist who devised a way to detect monosaccharide sugars in a solution, now known as the Barfoed's test. Barfoed is also credited with having introduced systematic chemical analyses in Danish agricultural sciences. [SEP] hypothesis: Christen Barfoed was born in Denmark", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Tall Timber Short Lines was a magazine dedicated to logging railroads and short line railroads, and was published by Oso Publications. The magazine is read both by model railroaders and those into logging history and modeling. The magazine ended publication in August 2008. [SEP] hypothesis: The title Tall Timer Short Lines was inspired by the editior-in-chief's love of tall trees.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Fulletby is a village and a civil parish in the East Lindsey district of Lincolnshire, England. It is situated in the Lincolnshire Wolds, and 3 mi north-east from Horncastle, 9 mi south from Louth, and 8 mi north-west from Spilsby. The parish covers approximately 1950 acre . At the time of the 2011 census the population remained less than 100 and is included in the civil parish of Low Toynton. [SEP] hypothesis: Fulletby is not a city in England", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Maharishi Peace Palace is a type of pre-engineered building designed to house the educational and meditational activities of the Transcendental Meditation movement. Each Peace Palace is built using standardized plans compatible with Maharishi Sthapatya Veda design principles. [SEP] hypothesis: Peace Palaces are built according to local needs and customs.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
