{"task": "anli", "input": "premise: The 2010 SMU Mustangs football team represented Southern Methodist University in the 2010 NCAA Division I FBS football season. The Mustangs, led by third-year head coach June Jones, were members of Conference USA in the West Division and played their home games at Gerald J. Ford Stadium. [SEP] hypothesis: The 2010 SMU Mustangs football team had more than 15 players on the roster.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Taking Off is a 1971 American comedy film, the first made in the USA by Czech director Miloš Forman, which tells a story of an average couple in the suburbs of New York City who, when their teenage daughter runs away from home, link up with other parents of vanished children and learn something of youth culture. [SEP] hypothesis: Taking Off was released in 1971 and followed a couple reacting to their daughter running away from home.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Fail Safe is a 1964 Cold War thriller film directed by Sidney Lumet, based on the 1962 novel of the same name by Eugene Burdick and Harvey Wheeler. It portrays a fictional account of a nuclear crisis. The film features performances by actors Henry Fonda, Dan O'Herlihy, Walter Matthau and Frank Overton. Larry Hagman, Fritz Weaver, Dom DeLuise and Sorrell Booke appeared in early film roles. [SEP] hypothesis: The film, \"Fail Safe\", features performances memorable by actors Henry Fonda, Dan O'Herlihy, Walter Matthau and Frank Overton. Larry Hagman, Fritz Weaver, Dom DeLuise and Sorrell Booke appeared in early film roles.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 1959 German football championship Final decided the winner of the 1959 German football championship, the 49th edition of the German football championship, a knockout football cup competition contested by the regional league winners to determine the national champions. [SEP] hypothesis: Players who took part in the 1959 German football championship were also present and played in the 1959 German football championship Final.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Wisconsin's 8th congressional district is a congressional district of the United States House of Representatives in northeastern Wisconsin. The district includes Green Bay and Appleton. It is currently represented by Mike Gallagher, a Republican. Gallagher won the open seat vacated by Reid Ribble. It is also one of two Congressional Districts to ever elect a Catholic Priest, Robert John Cornell. [SEP] hypothesis: Wisconsin's 8th congressional district is currently represented by a Democrat.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Princess Yang Kwei-Fei (楊貴妃 , \"Yōkihi\" , a.k.a. \"The Consort Yáng Guìfēi\") is a 1955 Japanese film directed by Kenji Mizoguchi. It was a co-production between Daiei Film and Hong Kong's Shaw & Sons, a predecessor of Shaw Brothers Studio . It is one of Mizoguchi's two color films, the other being \"Tales of the Taira Clan\", made the same year. [SEP] hypothesis: Mizoguchi has made more than one movie.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Blackburn with Darwen is a unitary authority area in Lancashire, North West England. It consists of Blackburn, the small town of Darwen to the south of it, and the surrounding countryside. The population of the Unitary Authority taken at the 2011 census was 147,489. [SEP] hypothesis: The population of the Unitary Authority was over 140,000 in the 2011 census.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Tony Award for Best Direction of a Play has been given since 1960. Before 1960 there was only one award for both play direction and musical direction, then in 1960 the award was split into two categories: \"Dramatic\" and \"Musical\". In 1976 the Dramatic category was renamed to Play. For pre-1960 direction awards please reference Tony Award for Best Director. [SEP] hypothesis: The Tony Award is given to movies", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Citrix Systems, Inc. is an American multinational software company that provides server, application and desktop virtualization, networking, software as a service (SaaS), and cloud computing technologies. It was founded in Richardson, Texas in 1989 by Ed Iacobucci, who served as chairman until his departure in 2000. [SEP] hypothesis: Ed Iacobucci was with Citrix Systems, Inc. for the entirety of the 1990's.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Marina Prior (born 18 October 1963) is an Australian soprano and actress with a career mainly in musical theatre. From 1990 to 1993, she starred as the original Christine Daaé in the Australian premiere of \"The Phantom of the Opera\", opposite Anthony Warlow and later Rob Guest. [SEP] hypothesis: Marina Prior, speaking of her role in \"The Phantom of the Opera\" opposite Anthony Warlow, and later, Rob Guest, said that she much preferred working with Rob Guest.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Richmond Hill (2016 population 195,022) is a town in south-central York Region, Ontario, Canada. Part of the Greater Toronto Area, it is the York Region's third most populous municipality and the 28th most populous municipality in Canada. It is also Canada's most populous town. [SEP] hypothesis: Richmond Hill's population in 2010 was not 195,000.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Monmouth Methodist Church is located in Monmouth, south east Wales. It is set well back from St James Street between buildings. Designed by George Vaughan Maddox and built in 1837, it retains its original galleries, organ loft and sophisticated pulpit. [SEP] hypothesis: Monmouth Methodist Church is the oldest methodist church in south east Wales.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Domenico Mario Assunto Dolce (] ; born 13 August 1958) is an Italian fashion designer and entrepreneur. Along with Stefano Gabbana, he is one half of the luxury fashion house Dolce & Gabbana (D&G). Since founding D&G in 1985, Dolce has become one of the world's most influential fashion designers and an industry icon. [SEP] hypothesis: Stefano Gabbana is an industry icon.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: High Fidelity is a 2000 American romantic comedy-drama film directed by Stephen Frears. It stars John Cusack, Iben Hjejle, Jack Black, Todd Louiso, and Lisa Bonet. The film is based on the 1995 British novel of the same name by Nick Hornby, with the setting moved from London to Chicago and the name of the lead character changed. [SEP] hypothesis: High Fidelity is based on the 1994 British novel of the same name.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 2011 Tour de Luxembourg cycling race was the 71st running of the Tour de Luxembourg. It was won by Linus Gerdemann from Germany, a member of the Luxembourg-based team, . Gerdemann became in doing so the first German to ever win the Tour de Luxembourg. [SEP] hypothesis: The 2011 Tour de Luxembourg was won by one of the 71 members of a Luxembourg-based team.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Hertfordshire ( ; often abbreviated Herts) is a county in southern England, bordered by Bedfordshire to the north, Cambridgeshire to the north-east, Essex to the east, Buckinghamshire to the west and Greater London to the south. For government statistical purposes, it is placed in the East of England region. [SEP] hypothesis: The weather in Herts is always sunny.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
