{"task": "anli", "input": "premise: Yeji is a town in south Ghana and is the capital of Pru District of the Brong-Ahafo Region in Ghana. Yeji is in the north-east of Brong-Ahafo Region, and is adjacent to Lake Volta. Yeji is connected by highway to Ejura and Kwadjokrom. It had a population of 29,515 at the census of 2010. [SEP] hypothesis: Yeji has a population of 2000.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The legal foundation for the Egyptian state’s control of church property was the Ottoman Hamayouni Decree of 1856. This decree sought to eliminate discrimination between citizens of different ethnicities and religions. Amongst other things, it gave Christians the right to construct places of worship by requiring them to submit a request to the Sultan. [SEP] hypothesis: The decree sought to include discrimination among citizens of different religions, including christians.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Veronica Loretta \"Roni\" Stoneman (born May 5, 1938) is a noted bluegrass banjo player and former member of the television variety show \"Hee Haw\" gang having played the role of Ida Lee Nagger, the ironing, nagging wife of Laverne Nagger (Gordie Tapp). [SEP] hypothesis: Veronica Loretta \"Roni\" Stoneman is a member of the television variety show \"Hee Haw\".", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Gaddo Gaddi (c. 1239, Florence – c. 1312, Florence) was an Italian painter and mosaicist of Florence in a gothic art style. Almost no works survive. He was the father of Taddeo Gaddi. He completed mosaics on facade of Santa Maria Maggiore in Rome. The \"Coronation of the Virgin\" mosaic over the inside door of Florence Cathedral, dated 1307, is also attributed to Gaddo Gaddi. [SEP] hypothesis: Gaddo Gaddi is the son to Taddeo Gaddi.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Funtastic World of Hanna-Barbera was a simulator ride at Universal Studios Florida, and one of the park's original attractions. The story line was that Dick Dastardly and Muttley have kidnapped Elroy Jetson, Yogi Bear and Boo Boo give chase and the audience is in for the ride of their lives. [SEP] hypothesis: Yogi Bear and Boo Boo chase after Dick Dastardly to try to save Elroy Jetson in the simulator ride The Funtastic World.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Nassau County is a suburban county on the western side of Long Island in the U.S. state of New York. At the 2010 census, the county's population was 1,339,532, estimated to have increased to 1,361,500 in 2016. The county seat is in the Village of Garden City, within the boundaries of the Mineola 11501 zip code. [SEP] hypothesis: Nassau County held it's first census in 2010.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Institute Benjamenta, or This Dream People Call Human Life, released in 1996, was the first feature-length film by the Brothers Quay, produced by Keith Griffiths and Janine Marmot. It is based on \"Jakob von Gunten\", a novel written by Robert Walser. It stars Mark Rylance, Alice Krige, and Gottfried John. [SEP] hypothesis: Mark Rylance starred in a film based on the novel \"Jakob von Gunten.\"", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Fragaria\" × \"bringhurstii is a naturally occurring hybrid species of strawberry native to the West Coast of the United States. The species results from the natural intercrossing of \"Fragaria vesca\" and \"Fragaria chiloensis\", native species whose ranges overlap in that region. [SEP] hypothesis: The West Coast in South America has Fragaria bringhurstii strawberries.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Cheung Kong Park () is a small garden located in the Central district of Hong Kong Island and named for Li Ka Shing's corporate empire. The park is privately maintained by Cheung Kong Holdings, but is open to the public. The park consists of ponds and cascades with benches for visitors to enjoy the scenery. [SEP] hypothesis: Cheung Kong Park is a favorite tourist destination for western travelers.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Stephen Wolfram (born 29 August 1959) is a British-American computer scientist, physicist, and businessman. He is known for his work in computer science, mathematics, and in theoretical physics. He is the author of the book \"A New Kind of Science.\" In 2012 he was named an inaugural fellow of the American Mathematical Society. [SEP] hypothesis: Stephen Wolfram is a businessman and also does work in theoretical physics.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: De Baandert was a multi-use stadium in Sittard-Geleen, Netherlands. It was used mostly for football matches and hosted the home matches of Fortuna Sittard. The stadium was able to hold 22,000 people. It was closed in 1999 when Fortuna Sittard Stadion opened. [SEP] hypothesis: De Baandert was a soccer stadium", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Hozier is the eponymous debut studio album from Irish musician Hozier. The album was released on 19 September 2014 through Island Records and Rubyworks Records. The album contains some tracks from Hozier's previous two EPs, \"Take Me to Church\" and \"From Eden\". [SEP] hypothesis: take me to church was a widely hated song", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Come a Little Closer\" is a song by American rock band Cage the Elephant. Written by lead singer Matthew Shultz and produced by Jay Joyce, it was released as the lead single from the band's third studio album \"Melophobia\" on August 13, 2013. It topped the \"Billboard\" Alternative Songs chart in the United States, giving the band their fourth number-one hit on the chart. [SEP] hypothesis: Cage the Elephant had sang at least four songs.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Ruth Mott (5 February 1917 – 28 July 2012) was an English domestic servant who became a television cook and personality. Mott spent most of her life working in country houses with her television work not beginning until the age of 70 when her knowledge of a working Victorian kitchen was utilized for the television show \"The Victorian Kitchen\". [SEP] hypothesis: Ruth Mott was born in France.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Llangarron is a small village and civil parish in southwest Herefordshire within seven miles of Ross-on-Wye (Herefordshire, England) and Monmouth (Monmouthshire, Wales). The population of the Civil Parish at the 2011 census was 1,053. The church is dedicated to St. Deinst. The village no longer has a post office nor pub, though it does have a hall. [SEP] hypothesis: Llangarron will have a larger population next census.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Laneshawbridge (otherwise Laneshaw Bridge) is a village and civil parish in the Borough of Pendle. The population of the civil parish at the 2011 census was 918. It is to the east of Colne in Lancashire and is the easternmost settlement in Lancashire on the main road route, before the North Yorkshire border. [SEP] hypothesis: Laneshawbridge was meant to be named after a plantation.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
