{"task": "anli", "input": "premise: Nick Love (born 24 December 1969) is an English film director and writer. His credits include the films \"The Football Factory\", \"The Business\", \"Goodbye Charlie Bright\", \"Outlaw\", \"The Sweeney\", and a 2009 remake of football hooliganism drama \"The Firm\". [SEP] hypothesis: Nick Love is a Russian film director.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Yampa Valley Regional Airport (IATA: KHDN, ICAO: HDN) is in Routt County, Colorado, two miles southeast of Hayden and about 25 mi west of Steamboat Springs. Also known as Yampa Valley Regional Airport, it has the only scheduled passenger flights to northwest Colorado. It is also used by larger business jets that cannot use the smaller Steamboat Springs Airport (Bob Adams Field). [SEP] hypothesis: Yampa Valley Regional Airport offers direct flights to LA.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Irish cream is a cream liqueur based on Irish whiskey, cream, and other ingredients such as coffee, which can be served on its own, as an alcoholic substitute for milk/cream and sugar in a hot coffee (sometimes with whipped cream added on top), or used in mixed drinks or as part of a shot or a whole shot. Irish cream's largest markets are the United Kingdom, Canada, and the United States. [SEP] hypothesis: Bailey's is the most famous Irish cream", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Linguistics is the scientific study of language, and involves an analysis of language form, language meaning, and language in context. The earliest activities in the documentation and description of language have been attributed to the 4th century BCE Indian grammarian Pāṇini, who wrote a formal description of the Sanskrit language in his \"Aṣṭādhyāyī \". [SEP] hypothesis: The Sanskrit language is a popular language.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Great Mall of the Bay Area (often simply called The Great Mall) is a large indoor outlet shopping mall in Milpitas, California built by Ford Motor Land Development and Petrie Dierman Kughn in 1994. It was acquired by Mills Corporation in 2003, and by the Simon Property Group in April 2007. The mall contains approximately 1.4 million square feet of gross leaseable area. [SEP] hypothesis: The Great Mall is an outdoor shopping mall", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Cowie Castle is a ruined fortress in Aberdeenshire, Scotland. The site lies at the northern end of Stonehaven on the North Sea coast. To the immediate south is the Cowie Bridge crossing of the Cowie Water. Evidence of prehistoric man exists in the vicinity dating to the Iron Age in the form of ring cairns. [SEP] hypothesis: Cowie Castle has great museums.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: United 300 is an American short film that parodies \"United 93\" (2006) and \"300\" (2007). It won the MTV Movie Spoof Award at the MTV Movie Awards 2007. The short was created by Andy Signore along with some of his friends. During his speech, he said, roughly, \"The film was not making fun of a tragedy; it was a tribute to those who stood up against tyranny\". [SEP] hypothesis: United 300 was panned by critics", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Elder Scrolls Online is a massively multiplayer online role-playing (MMORPG) video game developed by ZeniMax Online Studios and published by Bethesda Softworks. It was originally released for Microsoft Windows and OS X in April 2014. It is a part of \"The Elder Scrolls\" series, of which it is the first multiplayer installment. [SEP] hypothesis: The Elder Scrolls Online was the very first video game.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Anne of Green Gables is a 1934 film directed by George Nicholls, Jr., based upon the novel, \"Anne of Green Gables\" by Lucy Maud Montgomery. The actress Dawn O'Day who portrayed the title character of Anne Shirley changed her stage name to \"Anne Shirley\" after making this film. There was also a sequel; \"Anne of Windy Poplars\". [SEP] hypothesis: Dawn O'Day was not a good actress in the movie.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Messerschmitt Me 263 \"Scholle\" (plaice) was a rocket-powered fighter aircraft developed from the Me 163 \"Komet\" towards the end of World War II. Three prototypes were built but never flown under their own power as the rapidly deteriorating military situation in Germany prevented the completion of the test program. [SEP] hypothesis: Three prototypes of a fighter plane were never flown towards the end of WW II because Germany was fast losing the war and this prevented the test program from being completed.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: A Grand Griffon Vendéen is a breed of hunting dog originating in France. It existed as early as the 16th Century, and was the first of the Vendée griffons to be bred. It is a descendant of the Canis Segusius used by the Gauls, through the so-called King's whites and the Griffon Fauve de Bretagne, which is also an ancestor of the Basset Fauve de Bretagne. [SEP] hypothesis: Canis Segusius are friendly dogs related to Griffon Vendeens.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: 1st (County Antrim) Battalion, Ulster Defence Regiment (1 UDR) was formed in 1970 as part of the 7 original battalions specified in The Ulster Defence Regiment Act 1969, which received Royal Assent on 18 December 1969 and was brought into force on 1 January 1970. It was amalgamated with the 9th Battalion, Ulster Defence Regiment in 1984 to form the 1st/9th Battalion, Ulster Defence Regiment. [SEP] hypothesis: the 1st/9th Battalion was formed in 1984.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Milky Way Farm in Giles County, Tennessee, is the former estate of Franklin C. Mars, founder of Mars Candies. The property is named for the company's Milky Way candy bar. During the Great Depression, the estate was the largest employer in the county. The estate is listed on the National Register of Historic Places as an historic district; its manor house is now a venue for special events. [SEP] hypothesis: Milky Way Farm employed people during the Great depression.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Leonard Simon Nimoy ( ; March 26, 1931 – February 27, 2015) was an American actor, film director, photographer, author, singer and songwriter. He was best known for his role as Spock of the \"Star Trek\" franchise, a character he portrayed in television and film from shot in late 1964 to his final film performance in 2013. [SEP] hypothesis: Leonard Simon Nimoy wanted to keep acting in Star Trek even after his final performance.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Duayaw Nkwanta is a town and the capital of Tano North District, a district in the Brong-Ahafo Region of Ghana, located close to the capital of Brong-Ahafo, Sunyani. The infrastructure of Duayaw Nkwanta is well structured. Duayaw Nkwanta has a settlement population of 17,476. [SEP] hypothesis: Duayaw Nkwanta has a small population of only 2000 people.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Last King of Scotland is a 2006 historical drama film based on Giles Foden's novel \"The Last King of Scotland\" (1998), adapted by screenwriters Peter Morgan and Jeremy Brock, and directed by Kevin Macdonald. The film was a co-production between companies from the United Kingdom and Germany. [SEP] hypothesis: The Last King of Scotland is a 2006 historical drama film based on Giles Foden's novel \"The Last King of Scotland\" (1998).", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
