{"task": "anli", "input": "premise: The white tiger or bleached tiger is a pigmentation variant of the Bengal tiger, which is reported in the wild from time to time in the Indian states of Assam, West Bengal and Bihar in the Sunderbans region and especially in the former State of Rewa. Such a tiger has the black stripes typical of the Bengal tiger, but carries a white or near-white coat. [SEP] hypothesis: The white tiger is not a different species from the Bengal tiger.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Tony Rice (born David Anthony Rice, June 8, 1951, Danville, Virginia, United States) is an American guitarist and bluegrass musician. He is perhaps the most influential living acoustic guitar player in bluegrass, progressive bluegrass, newgrass and flattop acoustic jazz. He was inducted into the International Bluegrass Music Hall of Fame in 2013. [SEP] hypothesis: Rice didn't know how to play any other instruments than a guitar.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Clerodendrum is a genus of flowering plants in the family Lamiaceae. Its common names include glorybower, bagflower and bleeding-heart. It is currently classified in the subfamily Ajugoideae, being one of several genera transferred from Verbenaceae to Lamiaceae in the 1990s, based on phylogenetic analysis of morphological and molecular data. [SEP] hypothesis: Clerodendrum is a very popular flower amongst botanists", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Carneros Creek is a southward flowing stream originating in the Santa Ynez Mountains, in Santa Barbara County, California. It flows to Lake Los Carneros Park, under U. S. Highway 101 where it runs in a man-made channel diverted to the west of Santa Barbara Municipal Airport, until it meets Goleta Slough, from whence its waters flow to the Santa Barbara Channel of the Pacific Ocean. [SEP] hypothesis: Carneros Creek runs into Goleta Slough", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Pulling Teeth is the fourth full-length studio album from hardcore punk band, Straight Faced. It was released in October, 2000 on Epitaph Records and follows \"Conditioned\" released in 1998. The album was produced by Blag Dahlia of fellow punk band, Dwarves, and the track \"Happy\" appeared on Epitaph Records' Punk-O-Rama Vol. 5 compilation. [SEP] hypothesis: The album Pulling Teeth was an unpopular album that was released in 1998 and never heard of again.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Kester \"Smitty\" Smith is an American percussionist. He is the drummer for the Taj Mahal Trio and has collaborated with jazz, blues and world musicians. He has performed with and alongside Taj Mahal for over forty years. He has recorded music with Taj Mahal, Geoff Muldaur, Peter Rowan, Cedella Booker, Morgan Freeman, Ellen McIlwaine, Mary Coughlan and Pinetop Perkins. [SEP] hypothesis: Morgan Freeman is a musician.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Stick People is an American alternative rock/punk rock band formed in 2008 in Hollywood, CA, which plays a fusion of alternative rock, punk rock, metal, and other musical styles. Best known for guitarist duo Bernie Godwin, son of producer Dito Godwin, and Mike Stone, former Queensrÿche guitarist. [SEP] hypothesis: Bernie Godwin is the former Queensryche guitarist.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Christopher James Paolini (born November 17, 1983, Los Angeles, California) is an American author. He is the author of the \"Inheritance Cycle\", which consists of the books \"Eragon\", \"Eldest\", \"Brisingr\" and \"Inheritance\". He currently lives in Paradise Valley, Montana, where he wrote his first book. [SEP] hypothesis: Christopher is a successfull american author who live in Montana.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Nancy Hart Douglas (1846–19??) was a scout, guide, and spy for the Confederacy during the American Civil War. Serving first with the Moccasin Rangers, a pro-Confederate guerrilla group in present-day West Virginia, she later joined the Confederate Army and continued to serve as a guide and spy under General Stonewall Jackson. [SEP] hypothesis: Nancy Hart Douglas lived in West Virginia her whole life.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 2008 Supercheap Auto Bathurst 1000 was the twelfth running of the Australian 1000 race, first held after the organisational split over the Bathurst 1000 that occurred in 1997. It was the 52nd race tracing its lineage back to the 1960 Armstrong 500 held at Phillip Island. [SEP] hypothesis: The 2008 Supercheap Auto Bathurst 1000 was held in the 90s", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Pandemic is a 2014 science fiction thriller novel by Scott Sigler and the final novel in the \"Infected\" trilogy. The book was released in hardback, e-book, and audiobook on January 21, 2014 through Crown Publishing and is set several years after the events in \"Contagious\". [SEP] hypothesis: Pandemic is a popular 2014 science fiction thriller novel by Scott Sigler and the final novel in the \"Infected\" trilogy. The book was released in hardback, e-book, and audiobook on January 21, 2014.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Fulton James MacGregor MSP is a Scottish politician who is a Scottish National Party (SNP) Member of Scottish Parliament for the constituency of Coatbridge and Chryston. MacGregor is currently Parliamentary Liaison Officer to Shona Robison, Cabinet Secretary for Health & Sport. He also serves on the Justice and Education & Skills committees in the Scottish Parliament. [SEP] hypothesis: Fulton James MacGregor is a Scottish politican who is a Liaison officer to Shona Robison who he swears is his best friend.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Sedgwick County (county code: SG) is a county located in the U.S. state of Kansas. As of the 2010 census, the population was 498,365, making it the second-most populous county in Kansas. The county seat is Wichita, the most populous city in the state. [SEP] hypothesis: Wichita is the county seat of Kansas", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Charlie Catlett (born 1960) is a Senior Computer Scientist at Argonne National Laboratory and a Senior Fellow in the Computation Institute, a joint institute of Argonne National Laboratory and The University of Chicago, and a Senior Fellow at the University of Chicago's Harris School of Public Policy. [SEP] hypothesis: Charlie Catlett was born in the 70's", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Jarod Green (born 23 May 1981) is an Australian film director, screenwriter and animator most notable for his work on the short film \"Beached Whale\" and the Australian Broadcasting Corporation television series \"Beached Az\". Together with actor Nicholas Boshier, Green is also the creator of the online fictional character Trent from Punchy. [SEP] hypothesis: Jarod Green made several cartoon characters", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: John Zdechlik (\"Zuh-DEK-lik\") (born 2 May 1937) is an American composer, music teacher, and conductor. Zdechlik has been elected to the American Bandmasters Association and many of his compositions have become standard concert band repertoire, including Chorale and Shaker Dance and Psalm 46. [SEP] hypothesis: John Zdechlik has three siblings.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
