{"task": "anli", "input": "premise: Puss 'N' Boots is the sixth studio album by Crash Test Dummies, released in 2003. The album began life as a Brad Roberts solo project. While the lyrics were written by Brad Roberts, most of the music was written by Stuart Cameron. Ellen Reid sang backing vocals and Dan Roberts played bass, though much of the music was performed by other musicians. [SEP] hypothesis: Everyone involved with Puss 'N' Boots will get back together for Crash Test Dummies' new album.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The R 7.1 Motorway is a motorway under planning located in Kosovo. It is 47.1 km long, and it is projected to cost around €260 million. The motorway links the capital Prishtina with the Serbian border at Dheu i Bardhë. The motorway is also known under the names Autostrada Prishtina–Končulj or Autostrada Prishtina–Gjilan. Construction should begin sometime in 2018. [SEP] hypothesis: The R 7.1 Motorway is a motorway under planning located in Kosovo. It is under 2000 km long, and it is projected to cost over 200 million.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Wolf hunting with dogs is a method of wolf hunting which relies on the use of hunting dogs. While any dog, especially a hound used for hunting wolves may be loosely termed a \"wolfhound\", several dog breeds have been specifically bred for the purpose, some of which, such as the Irish Wolfhound, have the word in their breed name. [SEP] hypothesis: The Irish Wolfhound is a type of dog bred for hunting.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Xiaogan () is a prefecture-level city in east-central Hubei province, People's Republic of China, some 60 km northwest of the provincial capital of Wuhan. According to the 2010 census, its population totaled 4,814,542, of whom 908,266 lived in the built-up (\"or metro\") area of Xiaonan District. [SEP] hypothesis: There are 908,266 people in Xiaogan China total.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: A grasshopper is a sweet, mint-flavored, after-dinner drink. The name of the drink derives from its green color, which comes from crème de menthe. The drink reputedly originated at Tujague's, a landmark bar in the French Quarter of New Orleans, Louisiana, and was invented by its owner, Philip Guichet. The drink gained popularity during the 1950s and 1960s throughout the American South. [SEP] hypothesis: Crème de menthe is blue in color.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Haplocyonoides is an extinct genus of terrestrial carnivores belonging to the suborder Caniformia, family Amphicyonidae (\"bear dog\"), and which inhabited Europe from the Early Miocene subepoch (20 Mya)—(16.9 Mya). \"Haplocyonoides\" existed for approximately . [SEP] hypothesis: Haplocyonoides existed for approximately 200 years.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 1919 Washington State Cougars football team was an American football team that represented Washington State College during the 1919 college football season. Head coach Gus Welch led the team to a 2–2 mark in the PCC and 5–2 overall. This year marked the team's adoption of the \"Cougars\" nickname. [SEP] hypothesis: Cougars represented Washington State College once", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: All Rise for Julian Clary is a British light entertainment game show broadcast on BBC2 from 27 September 1996 to 22 December 1997. The show centres around Julian being a judge in a mock court room, with contestants arguing their case before Judge Julian Clary. [SEP] hypothesis: All Rise for Julian Clary had over 200 episodes.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Three Christs is an upcoming American drama film directed, co-produced, and co-written by Jon Avnet, based on the book \"The Three Christs of Ypsilanti\" by Milton Rokeach. It screened in the Gala Presentations section at the 2017 Toronto International Film Festival. [SEP] hypothesis: Three Christs was written and directed by William Shakespeare.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Encore Las Vegas (also called Encore at Wynn Las Vegas; often just called Encore) is a luxury resort, casino and hotel located on the Las Vegas Strip in Paradise, Nevada. The resort is connected to its sister resort, Wynn Las Vegas; both are owned by Wynn Resorts, headed by casino developer Steve Wynn. [SEP] hypothesis: Wynn Resorts has other ventures outside of Las Vegas", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Second Silesian War was a theatre of the War of the Austrian Succession. The name is used to describe Prussia's war against Austria between 1744 and 1745, fought mainly in Silesia, Bohemia, and Upper Saxony. It was the second in a series of three Silesian Wars fought between Frederick the Great's Prussia and Maria Theresa's Austria. [SEP] hypothesis: Maria Theresa was determined to fight", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 2008 Lux Style Awards, officially known as the 7th Lux Style Awards ceremony, presented by the Lux Style Awards honours the best films of 2008 and took place at the DHA Golf Club, Karachi on 29th Oct, 08. This year, the city of lights played host to the Pakistani Film Industry. [SEP] hypothesis: 6th Lux Style Awards ceremony happened in 2007", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Institute Benjamenta, or This Dream People Call Human Life, released in 1996, was the first feature-length film by the Brothers Quay, produced by Keith Griffiths and Janine Marmot. It is based on \"Jakob von Gunten\", a novel written by Robert Walser. It stars Mark Rylance, Alice Krige, and Gottfried John. [SEP] hypothesis: Keith Griffiths produced a film called Robert Walser.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"You Stole the Sun from My Heart\" is a song by Manic Street Preachers, released as the third single from the album \"This Is My Truth Tell Me Yours\". All three members of the band - James Dean Bradfield, Sean Moore and Nicky Wire - share the writing credits. [SEP] hypothesis: You Stole the Sun from My Heart topped the charts", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Laneshawbridge (otherwise Laneshaw Bridge) is a village and civil parish in the Borough of Pendle. The population of the civil parish at the 2011 census was 918. It is to the east of Colne in Lancashire and is the easternmost settlement in Lancashire on the main road route, before the North Yorkshire border. [SEP] hypothesis: Laneshawbridge was the most populated parish in the early 2010s.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The flag of Middlesex is the flag of the English county of Middlesex. It is the traditional flag of Middlesex, the historic county that forms the heart of London. This traditional design is included in the Flag Institute's registry of local flags as the Middlesex Flag. [SEP] hypothesis: This Irish flag design is included in the Flag Institute's Registry.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
