{"task": "anli", "input": "premise: The 2015 FIFA U-20 World Cup was the twentieth edition of the U-20 World Cup since its inception in 1977 as the FIFA World Youth Championship. The competition took place for the first time in New Zealand, the third time on Oceanian soil after Australia staged the 1981 and 1993 editions. A total of 52 matches were played in seven host cities. [SEP] hypothesis: Of the seven host cities, the capital of New Zealand, Wellington, hosted a majority of the 52 matches being played in the 2015 U-20 World Cup.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Warren O. \"Wedge\" Grimm (March 9, 1888 – November 11, 1919) was an All-American at the University of Washington and an officer in the United States Army, he served with distinction as part of the American Expeditionary Force Siberia stationed in Russia in 1918–19. He was killed on November 11, 1919 during the Centralia Massacre in Washington State. [SEP] hypothesis: Warren O. \"Wedge\" Grimm spent his 31st birthday in Russia.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Human Chain (2010) is the twelfth and final poetry collection by Seamus Heaney, who received the 1995 Nobel Prize in Literature. It won the Forward Poetry Prize Best Collection 2010 award, the Irish Times Poetry Now Award for 2011, and was shortlisted for the 2011 Griffin Poetry Prize. This was Heaney's second Poetry Now Award, having previously won in 2007 for \"District and Circle\". [SEP] hypothesis: Seamus Heaney has won multiple poetry awards", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Bigfoot is an American animated series television pilot created by Seth Rogen, Matt McKenna, and Evan Goldberg that is in development for the FX cable network. It would be based on the autobiographical bigfoot-themed books from the illustrator Graham Roumieu. Rogen, McKenna, and Goldberg would also be serving as executive producers of the show. The series will follow the protagonist Bigfoot. [SEP] hypothesis: The Bigfoot TV series finale was in 2017.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Professional (original title: Le Professionnel; ] ) is a 1981 French action film directed by French director Georges Lautner, starring Jean-Paul Belmondo, Jean Desailly and Robert Hossein, based on the award-winning 1976 novel \"Death of a Thin-Skinned Animal\" by Patrick Alexander. [SEP] hypothesis: The Professional had an exclusively French cast.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Persona: A Biography of Yukio Mishima is a 2012 biography of Yukio Mishima written by Naoki Inose with Hiroaki Sato, and published by Stone Bridge Press. It is an expanded adaptation in English of Inose's 1995 Mishima biography, \"Persona: Mishima Yukio den\", published by Bungeishunjū in Tokyo, Japan. [SEP] hypothesis: Naoki Inose worked very closely with Hiroaki Sato to write a Biography of Yokio Mishima.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Mary Small (born September 12, 1954) is an American politician from Maine. A Republican, Small served in the Maine House of Representatives from 1979 to 1994 and the Maine Senate from 1994 to 2002. From 2000 to 2002, Senator Small served as the Republican Floor Leader. Small was unable to seek re-election in 2002 due to term-limits. Small represented Bath, Maine and Sagadahoc County. [SEP] hypothesis: Senator small was the Republican floor leader and was born in Delaware.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Linguistics is the scientific study of language, and involves an analysis of language form, language meaning, and language in context. The earliest activities in the documentation and description of language have been attributed to the 4th century BCE Indian grammarian Pāṇini, who wrote a formal description of the Sanskrit language in his \"Aṣṭādhyāyī \". [SEP] hypothesis: The earliest examples of linguistic study date back to the 10th century AD.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Objective-C is a general-purpose, object-oriented programming language that adds Smalltalk-style messaging to the C programming language. It was the main programming language used by Apple for the OS X and iOS operating systems, and their respective application programming interfaces (APIs) Cocoa and Cocoa Touch prior to the introduction of Swift. [SEP] hypothesis: Objective-C is a general-purpose, object-oriented programming language that adds Smalltalk-style messaging to the C programming language which is loved", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Maharishi Peace Palace is a type of pre-engineered building designed to house the educational and meditational activities of the Transcendental Meditation movement. Each Peace Palace is built using standardized plans compatible with Maharishi Sthapatya Veda design principles. [SEP] hypothesis: Maharishi Peace Palace is a worshipping house", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Heart of Glass\" is a song by the American new wave band Blondie, written by singer Debbie Harry and guitarist Chris Stein. Featured on the band's third studio album, \"Parallel Lines\" (1978), it was released as the album's third single in January 1979 and reached number one on the charts in several countries, including the United States and the United Kingdom. [SEP] hypothesis: Heart of Glass was Blondie's first number one hit", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Camassia cusickii, common name Cussick's camas, is a species of plant in the Asparagaceae family (subfamily Agavoideae). It is native to parts of North America. It has linear leaves with parallel venation and flowers in parts of three. The flowers are usually ice blue or baby blue in color, although they can be various shades of blue, cream and white. [SEP] hypothesis: A new species of Camassia cusickii will be discoved that are red.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Thomas E. O'Donnell (1841 – c. 1875) was one of the driving forces in the New York City draft riots, when he was 22 years old. He was a public opponent of the draft, so he was promptly arrested. Though his jail time is unknown, it is known that he died at age 34 due to heart problems. [SEP] hypothesis: Thomas E. O'Donnell acted with others in the New York City draft riots.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Weavers (German: Die Weber) is a 1927 German silent historical drama film directed by Frederic Zelnik and starring Paul Wegener, Valeska Stock and Hermann Picha. The film is based on the 1892 play \"of the same title\" by Gerhart Hauptmann based on a historical event. The film's art direction was by Andrej Andrejew. [SEP] hypothesis: The Weavers film was made prior to the play.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The New Adventures of Black Beauty was a television drama series produced in the early 1990s. The show was produced first in New Zealand, then in Australia. The two different productions had different characters and plotlines, un-related except through the horse, Black Beauty. [SEP] hypothesis: The New Adventures of Black Beauty was not produced in Northern America neither was it produced in Europe", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Gang Up\" is a song recorded by American rappers Young Thug, 2 Chainz, Wiz Khalifa and PnB Rock. The track was commissioned for the of the 2017 action film \"The Fate of the Furious\". \"Gang Up\" was released on March 24, 2017, as the soundtrack's fourth single in the United States. [SEP] hypothesis: Wiz Khalifa was great on \"Gang Up\"", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
