{"task": "anli", "input": "premise: The Troller T4 is a four-wheel drive vehicle made by Troller Veículos Especiais S/A. It is available only as a two-door car with a fibreglass body and steel chassis, with a design inspired by the Jeep. It has standard 4WD, a 5-speed Eaton manual transmission and Dana axles. The engine is a 3.0 L turbo Diesel built by MWM and was introduced in 2004. [SEP] hypothesis: The Jeep was introduced before the Troller T4", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Magnus is a Belgian joint dance project of Tom Barman (from the rock band dEUS) and CJ Bolland. Magnus' debut album, \"The Body Gave You Everything\", was released on March 29, 2004. Two of its tracks, \"Summer's Here\" and \"Jumpneedle\", were released as singles. [SEP] hypothesis: The song \"Jumpneedle\" from Magnus' debut album was released as a single.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: International Data Group, Inc. (IDG) is a Chinese-owned, American-based media, data and marketing services and venture capital organization. IDG evolved from International Data Corporation (IDC) which was founded in 1964 in Newtonville, Massachusetts, by Patrick Joseph McGovern. IDC provides market research and advisory services and is now a subsidiary of IDG. [SEP] hypothesis: IDC which was founded 55 years ago provides market research and advisory services and is now a subsidiary of IDG.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Satan's Sister is a 1925 British silent adventure film directed by George Pearson and starring Betty Balfour, Guy Phillips and Philip Stevens. It is an adaptation of the 1921 novel \"Satan\" by Henry De Vere Stacpoole. The novel was later adapted again as the 1965 film \"The Truth About Spring\". [SEP] hypothesis: George Pearson directed his first film in 1924.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Dry Doddington is a small village in the north-west of the South Kesteven district of Lincolnshire, England within the civil parish of Westborough and Dry Doddington. It is situated approximately 5 mi south-east from Newark, approximately 8 mi north-west from Grantham, and just over 1 mi to the east from the A1 road. [SEP] hypothesis: Lincolnshire is larger than England.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Katherine Jane Parkinson (born 9 March 1977) is an English actress. She has appeared in several comedy series, including as Jen Barber in Channel 4's \"The IT Crowd\", for which she received a British Comedy Best TV Actress Award in 2009 and a BAFTA TV Award in 2014 (having received a nomination in 2011). [SEP] hypothesis: Katherine Jane Parkinson is less than 17 years old.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Other One is the third solo album by former Fleetwood Mac guitarist Bob Welch. The track \"Future Games\" was first released on the Fleetwood Mac album of the same name in 1971. Members of Welch's backing band also make songwriting contributions here though the majority of tracks are Welch's own. [SEP] hypothesis: Members of Welch's backing band include Maynard James Keenan renowned for his songwriting contributions.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Kevin Sloan is a retired American soccer player who played professionally in the American Soccer League, American Professional Soccer League and Major Indoor Soccer League. He has also coached professionally and is currently the head coach of the Neumann College men's soccer team. [SEP] hypothesis: Kevin Sloan's initials are DS.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Nalin Jayawardena (Sinhala : නලින් ජයවර්ධන) (born 18 April 1957) is a popular Sri Lankan singer and vocalist. He was the first Sri Lankan singer to release an internet based audio album in Sinhala allowing his fans from around the world to download the album free of charge. This album titled Kanda Paamule was released in 2004. Nalin Jayawardena lives in Perth, Australia. [SEP] hypothesis: Nalin Jayawardena is fluent in three languages.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: High Noon is a retailer and auction consulting company. They specialize in Western American art & antique Americana, including cowboy and American Indian artifacts and fine western art. The company is known for founding the High Noon Western Americana Auction and Antique Show in 1991, held every January at the Phoenix Mesa Marriott in Mesa, Arizona. [SEP] hypothesis: High Noon is has a lot of antiques that are related to Chinese cultures.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Cataloochee is a valley in the Great Smoky Mountains of North Carolina, located in the Southeastern United States. Now a recreational and historic area within the Great Smoky Mountains National Park, Cataloochee was once home to a substantial Appalachian community and Cherokee hunting ground. [SEP] hypothesis: Cataloochee is a valley in the Great Smokey Mountains.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Lancashire League is a competitive league of local cricket clubs drawn from the small to middle-sized mill towns, mainly but not exclusively, of East Lancashire. Its real importance is probably due to the history of employing professional players of international standing to play in the League. [SEP] hypothesis: The Lancashire League sponsors its member to play globally.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Haviland is a city in Kiowa County, Kansas, United States. As of the 2010 census, the city population was 701. It is home of Barclay College and known for meteorite finds connected to the Haviland Crater and for an annual meteorite festival held in July. [SEP] hypothesis: The Haviland Crater is celebrated in July.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Unwelcome Mrs. Hatch is a 1914 American drama film directed by Allan Dwan and written by Allan Dwan and Mrs. Burton Harrison. The film stars Henrietta Crosman, Walter Craven, Lorraine Huling, Minna Gale and Harold Lockwood. The film was released on September 10, 1914, by Paramount Pictures. [SEP] hypothesis: The Unwelcome Mrs. Hatch stars five people.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Million Dollar Duck (also titled as The $1,000,000 Duck) is a 1971 American comedy film produced by Walt Disney Productions about a goose that lays golden eggs scenario. It was directed by Vincent McEveety, and stars Dean Jones, Sandy Duncan and Joe Flynn. [SEP] hypothesis: The Million Dollar Duck will be remade by Disney.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Manuel Romeo (September 21, 1891 – October 3, 1954 in Buenos Aires) was an Argentine film director, screenwriter, dramatist and score composer, and one of the influential directors in the cinema of Argentina of the classic era. He directed and wrote over films between 1931 and 1951 even composing the musical scores for several. [SEP] hypothesis: Manuel Romeo was an African film director.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
