{"task": "anli", "input": "premise: Neha Sharma (] ; born 21 November 1987) is an Indian film actress and model. A native of Bihar, Sharma attended the Mount Carmel School in Bhagalpur and pursued a course in fashion design from the National Institute of Fashion Technology (NIFT) in New Delhi. [SEP] hypothesis: Neha Sharma pursued a course in fashion design while attending school after she shifted her focus from a career in engineering.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 2013 Duke Blue Devils football team represented Duke University in the 2013 NCAA Division I FBS football season. The team was led by head coach David Cutcliffe, in his sixth year, and played its home games at Wallace Wade Stadium in Durham, North Carolina. Duke competed as a member of the Atlantic Coast Conference (ACC) in the Coastal Division. [SEP] hypothesis: David Cutcliffe began coaching the Duke Blue Devils football team in 2013.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Benjamin A. Muncil (28 Aug 1867 – 16 Dec 1930) was an American master builder in the Adirondacks early in the 20th century. He was a major figure in the architectural development of the Adirondack Great Camps; among his many projects was Marjorie Merriweather Post's Camp Topridge, Northbrook Lodge, and White Pine Camp, a summer White House of US President Calvin Coolidge. [SEP] hypothesis: Muncil's projects were well known.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Edmond (or Edmund) Halley, FRS (pronounced ; 8 November [O.S. 29 October] 1656 – 25 January 1742 [O.S. 14 January 1741] ) was an English astronomer, geophysicist, mathematician, meteorologist, and physicist who is best known for computing the orbit of Halley's Comet. He was the second Astronomer Royal in Britain, succeeding John Flamsteed. [SEP] hypothesis: Edmon had more than one specialization in his carreer", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: St. John's College is a private liberal arts college known for its distinctive curriculum centered on reading and discussing the Great Books of Western Civilization. It has two U.S. campuses: one in Annapolis, Maryland, and one in Santa Fe, New Mexico, both of which rank in the top 100 Best Liberal Arts Colleges according to the \"U.S. News & World Report\" website. [SEP] hypothesis: St. John's College is a private liberal arts college which uses a distinctive curriculum which does not include any literature.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Spring Lake is a small glacial lake in the Town of Berlin, Rensselaer County, New York, United States. The lake is privately administered by the Spring Lake Association, which consists of the owners of cottages around the perimeter. There is no public access. The lake is located on a geologic formation known as the Rensselaer Plateau. [SEP] hypothesis: Spring Lake is located on a geologic formation that resembles an underground volcano.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Jamia Naeemia Lahore is an Islamic University in Lahore associated with the Sunni Barelvi movement. It was founded by Mufti Muhammad Husain Naeemi, father of Sarfraz Ahmed Naeemi. It serves as largest Sunni institution for the Barelvi movement in Pakistan. [SEP] hypothesis: Mufti Muhammad Husain Naeemi started the Sunni Barelvi movement", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Lewis Burwell Puller Jr. (August 18, 1945 – May 11, 1994) was an attorney and a former United States Marine Corps officer who was severely wounded in the Vietnam War. He won the 1992 Pulitzer Prize for Biography or Autobiography for his autobiography \"Fortunate Son\". [SEP] hypothesis: A World War II veteran won the Pulitzer for Biography in 1992.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Eochu or Eochaid Feidlech (\"the enduring\"), son of Finn, son of Rogen Ruad, son of Essamain Emna, son of Blathnachta, son of Labraid Lorc, son of Enna Aignech was, according to medieval Irish legends and historical traditions, a High King of Ireland. He is best known as the father of the legendary queen Medb of Connacht. [SEP] hypothesis: Medb of Connacht is Eoch's daughter.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Chad Smith's Bombastic Meatbats is an American instrumental funk rock band from Los Angeles, California. It consists of Red Hot Chili Peppers' drummer Chad Smith, guitarist Jeff Kollman (from Cosmosquad), bassist Kevin Chown (Uncle Kracker, Tarja Turunen), and Ed Roth (Ronnie Montrose, Gamma). [SEP] hypothesis: Chad Smith's Bombastic Meatbats plays funky tunes.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Sir John Peebles Arbuthnott, PPRSE, FRCPSG, FMedSci, FRCPath (born 8 April 1939) is a Scottish microbiologist, and was Principal of the University of Strathclyde. He succeeded Lord Wilson of Tillyorn as President of The Royal Society of Edinburgh in October 2011 and was succeeded by Dame Jocelyn Bell Burnell in October 2014. [SEP] hypothesis: Sir John Peebles was born in Europe.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Baghdad Tower (Arabic: برج بغداد‎ ‎ ) (previously called International Saddam Tower) is a 205 m TV tower in Baghdad, Iraq. The tower opened in 1994 and replaced a communications tower destroyed in the Gulf War. A revolving restaurant and observation deck are located on the top floor. After the 2003 invasion of Iraq, the tower was occupied by American soldiers and was renamed. [SEP] hypothesis: Baghdad Tower opened after 1990", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Institute Benjamenta, or This Dream People Call Human Life, released in 1996, was the first feature-length film by the Brothers Quay, produced by Keith Griffiths and Janine Marmot. It is based on \"Jakob von Gunten\", a novel written by Robert Walser. It stars Mark Rylance, Alice Krige, and Gottfried John. [SEP] hypothesis: The actors's internal conflict with the producer delayed the release of the movie by a few months", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Infiltrator is an American film about an Israeli freelance journalist who travels to Germany c. the early 1990s and uncovers a dangerously pervasive underground Neo-Nazi faction with the intent to bring Nazism back to the forefront in Germany. It is based on the book \"In Hitler's Shadow: An Israeli's Journey Inside Germany's Neo-Nazi Movement\" by Yaron Svoray and Nick Taylor [SEP] hypothesis: The film Infiltrator was more popular than the book it was based on.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Magic Roundabout (released in France as Pollux - Le manège enchanté and redubbed in the United States as Doogal or The Lord of the Springs) is a 2005 French-British computer-animated adventure fantasy film based on the television series \"The Magic Roundabout\". [SEP] hypothesis: The Magic Roundabout film should be getting a sequel.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Wilhelm Fritz von Roettig (25 July 1888 – 10 September 1939) was a general in the Waffen-SS who participated in the invasion of Poland. He was the first general to be killed in World War II. Von Roettig held the ranks of Generalmajor der Ordnungspolizei and SS Brigadeführer. [SEP] hypothesis: Wilhelm Fritz Von Roettig was born during the summer", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
