{"task": "anli", "input": "premise: Warren O. \"Wedge\" Grimm (March 9, 1888 – November 11, 1919) was an All-American at the University of Washington and an officer in the United States Army, he served with distinction as part of the American Expeditionary Force Siberia stationed in Russia in 1918–19. He was killed on November 11, 1919 during the Centralia Massacre in Washington State. [SEP] hypothesis: Warren O. \"Wedge\" Grimm was stationed in many countries during his military career.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Tura Beach is suburb of Merimbula, on the South Coast of New South Wales, Australia, in the Bega Valley Shire local government area. It lies approximately 6 km north of Merimbula. At the 2016 census , Tura Beach had a population of 3,158 people with an median age of 57 years, 19 years greater than that of the overall Australian population. [SEP] hypothesis: The median age of the population of Merimbula is 57 years.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Last King of Scotland is a 2006 historical drama film based on Giles Foden's novel \"The Last King of Scotland\" (1998), adapted by screenwriters Peter Morgan and Jeremy Brock, and directed by Kevin Macdonald. The film was a co-production between companies from the United Kingdom and Germany. [SEP] hypothesis: The last King of Scotland was not a science fiction film.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: High Noon is a retailer and auction consulting company. They specialize in Western American art & antique Americana, including cowboy and American Indian artifacts and fine western art. The company is known for founding the High Noon Western Americana Auction and Antique Show in 1991, held every January at the Phoenix Mesa Marriott in Mesa, Arizona. [SEP] hypothesis: High Noon is a retailer and auction consulting company who specializes in modern fashion and memorabilia.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: La Commune (Paris, 1871) is a 2000 historical drama film directed by Peter Watkins about the Paris Commune. A historical re-enactment in the style of a documentary, the film received much acclaim from critics for its political themes and Watkins' direction. [SEP] hypothesis: La Commune (Paris, 1871) features only French actors.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: William Thomas Harris III (born April 11, 1940) is an American writer, best known for a series of suspense novels about his most famous character, Hannibal Lecter. All of his works have been made into films, the most notable being the multi-Oscar-winning \"The Silence of the Lambs\", which became only the third film in Academy Award history to sweep the Oscars in major categories. [SEP] hypothesis: The Silence of the Lambs one one Oscar", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Shins are an American indie rock band from Albuquerque, New Mexico, formed in 1996. The band's current lineup consists of James Mercer (vocals, guitar, songwriter), Jon Sortland (drums), Mark Watrous (guitar), Casey Foubert (guitar), Yuuki Matthews (bass), and Patti King (keyboards). The band is based in Portland, Oregon. [SEP] hypothesis: They were sad when they moved to Oregon.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Secrets of the Cryptkeeper’s Haunted House was a children's Saturday-morning game show that ran on CBS. It premiered on September 14, 1996 and lasted until August 23, 1997. It featured the Cryptkeeper of \"Tales from the Crypt\" (with John Kassir as the voice) now serving as an announcer. It is the last TV series in the \"Tales From the Crypt\" franchise. [SEP] hypothesis: The \"Tales From the Crypt\" franchise consisted of movies, television shows, and comic books.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Bathurst 1000 (currently branded as the Supercheap Auto Bathurst 1000 for sponsorship reasons) is a 1,000 km touring car race held annually on the Mount Panorama Circuit in Bathurst, New South Wales, Australia. It is currently run as a championship event for Supercars. [SEP] hypothesis: Sometimes the Bathurst can run for more than 1000km", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Richard A. Ludwin (born May 27, 1948) is an American television executive and former vice president at NBC Television. He is notable as the executive who backed Jerry Seinfeld's series \"Seinfeld\", which went on to become one of the most popular and successful television sitcoms of all time. He was also the head of NBC's late night programming during the Conan O'Brien and Jay Leno conflict in 2010. [SEP] hypothesis: Richard Ludwin was in charge of the Leno and Conan feud", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Catfish is a 2010 American documentary film directed by Henry Joost and Ariel Schulman, involving a young man, Nev, being filmed by his brother and friend, co-directors Ariel and Henry, as he builds a romantic relationship with a young woman on the social networking website Facebook. The film was a critical and commercial success. It led to an MTV reality TV series, \"\". [SEP] hypothesis: Catfish received critical praise.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Aspects of Andrew Lloyd Webber is the second studio album by Australian singer Marina Prior featuring Melbourne Symphony Orchestra. The album was released in November 1992 and peaked at number 23 on the ARIA Albums Chart. The album was certified gold. [SEP] hypothesis: Prior released an album prior to Aspects of Andrew Lloyd Webber.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The System (USA: \"The Girl-Getters\") is a 1964 British drama film directed by Michael Winner and starring Oliver Reed, Jane Merrow and Barbara Ferris. Julie Christie was originally intended to be in the film, but she had to withdraw, and was replaced by Julia Foster. The writer was Peter Draper, who in this film popularised the word 'grockle' to mean a holiday visitor. [SEP] hypothesis: The System is a 1964 British drama film that did not feature Julie Christie.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Pietro Alessandro Gaspare Scarlatti (2 May 1660 – 22 October 1725) was an Italian Baroque composer, especially famous for his operas and chamber cantatas. He is considered the founder of the Neapolitan school of opera. He was the father of two other composers, Domenico Scarlatti and Pietro Filippo Scarlatti. [SEP] hypothesis: Pietro Alessandro Gaspare Scarlatti died more than 100 years ago.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Pokrovsky Gate (Russian: Покровские ворота , \"Pokrovskiye Vorota \" ) is a 1982 Soviet comedy film produced for television by Mosfilm. It was directed by Mikhail Kozakov and stars Oleg Menshikov, Leonid Bronevoy, and Inna Ulyanova. The screenplay is based on a 1974 stage play by Leonid Zorin. [SEP] hypothesis: Kozakov directed Menshikov in other projects as well.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Far Away Love (), also translated as Love of Far Away and Remote Love, is a 1947 Chinese film directed by Chen Liting. Made during the Republican era, it was produced by the state-owned China Film No. 2 Studio, and stars prominent actors and actresses Zhao Dan, Qin Yi, and Wu Yin. The film was well received, and its premiere in Shanghai is considered a landmark event in postwar Chinese cinema. [SEP] hypothesis: Far Away Love was popular in Taiwan and Hongkong", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
