{"task": "anli", "input": "premise: Issa Album is the debut studio album by American rapper 21 Savage. The album was released on July 7, 2017 by Slaughter Gang and Epic Records. It features production from frequent collaborator Metro Boomin, alongside Southside, Pi'erre Bourne, Zaytoven, Wheezy, DJ Mustard and 21 Savage himself. It succeeds 21 Savage's collaborative EP with Metro Boomin, \"Savage Mode\" (2016). [SEP] hypothesis: Issa Album was written before July 2017.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Kevin Sloan is a retired American soccer player who played professionally in the American Soccer League, American Professional Soccer League and Major Indoor Soccer League. He has also coached professionally and is currently the head coach of the Neumann College men's soccer team. [SEP] hypothesis: Kevin Sloan has coached the Nuemann College men's soccer team to zero titles.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Give My Regards to Broad Street is the fifth studio album by Paul McCartney, as well as the soundtrack album to his 1984 film of the same name. The album reached number 1 on the UK chart. The lead single, \"No More Lonely Nights\", was BAFTA and Golden Globe Award nominated. It was also to be his final album to be released under Columbia Records, which had been his US Label for over 5 years. [SEP] hypothesis: Paul McCartney was a member of the Beatles.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Hal Koerner (born January 23, 1976 in Morgantown, WV) is an American distance runner specializing in ultramarathon running. He is the owner of a specialty running store, Rogue Valley Runners, located in the mountainous Southern Oregon town of Ashland. He is one of the subjects of JB Benna's feature-length documentary \"Unbreakable: The Western States 100\". [SEP] hypothesis: Hal Koerner competed as a runner in school.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Minnesota West Community and Technical College is a community and technical college with five campuses in southwestern Minnesota, United States: Canby, Granite Falls, Jackson, Pipestone and Worthington and three learning centers in Luverne, Marshall and Redwood Falls. Students have the opportunity to earn an Associate Degree, Diploma, or Certificate in more than 60 disciplines. [SEP] hypothesis: Minnesota West Community and Technical College is known for its Meterology program.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Svein Holden (born 23 August 1973) is a Norwegian jurist having prosecuted several major criminal cases in Norway. Together with prosecutor Inga Bejer Engh Holden prosecuted terror suspect Anders Behring Breivik in the 2012 trial following the 2011 Norway attacks. [SEP] hypothesis: Svein Holden was an active Norwegian jurist in 1973", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Alexander Shaun Cullen (born February 18, 1951 in Montreal, Quebec) is a politician in Ontario, Canada. He is a former Member of Provincial Parliament (MPP) in the Legislative Assembly of Ontario and a former member of Ottawa City Council, representing the Bay Ward in Ottawa's west end. [SEP] hypothesis: Alexander will retire soon from politics.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Blackburn with Darwen is a unitary authority area in Lancashire, North West England. It consists of Blackburn, the small town of Darwen to the south of it, and the surrounding countryside. The population of the Unitary Authority taken at the 2011 census was 147,489. [SEP] hypothesis: Blackburn with Darwen is in Lancashire, North West England.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Chicago Pizza and Oven Grinder Company is a restaurant located in Chicago, Illinois. The restaurant was founded in 1972, and specializes in a signature dish called the \"pizza pot pie.\" It enjoys local popularity and has appeared in many publications and television shows. [SEP] hypothesis: Chicago Pizza and Oven Grinder Company has been in business longer than somebody who is 40 years old has been alive.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Ae Dil Hai Mushkil\" (English: \"This Heart is Complicated\") is a Hindi song from the soundtrack of the Indian film \"Ae Dil Hai Mushkil\". It is written by Amitabh Bhattacharya, composed by Pritam and sung by Arijit Singh. The music video of the song is picturised on actor Ranbir Kapoor. [SEP] hypothesis: The Heart is Complicated\" was written by Amitabh Bhattacharya", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Marjorie Minna Jenkins Pratt, Countess of Brecknock DBE, JP (died 24 August 1989), was a British peeress. She was the daughter of Colonel Atherton Edward Jenkins and his wife, Anna Isabella (née Schoenbrunn), the niece of Sir Ernest Cassel. She was a cousin (and life-long close friend) of Edwina Ashley, who married Lord Louis Mountbatten, 1st Earl Mountbatten of Burma. [SEP] hypothesis: Marjorie Minna Jenkins Pratt was very pleased with her marriage to the 1st Earl.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: VETO is a Danish indie rock band formed in 2004. They released their first EP, \"I Will Not Listen\", in 2005 and their first full-length album, \"There's A Beat In All Machines\", in 2006, both released on the Danish hip hop label, Tabu Records/Playground Music Denmark. [SEP] hypothesis: After VETO was established, it took them one year to release their first album.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Gedney Hill is a village and civil parish South Holland district of Lincolnshire, England. The population of the civil parish at the 2011 census was 737. It is situated close to the border of Cambridgeshire, and approximately 9 mi south-east from Spalding, 8 mi west from Wisbech and 9 miles south from Holbeach. [SEP] hypothesis: The population of the civil parish is expected to have grown since the 2011 census to nearly double it's previous count of 737.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Chelone is a genus of four species of perennial herbaceous plants native to eastern North America. They all have similarly shaped flowers (which led to the name turtlehead due to their resemblance to the head of a turtle), which vary in color from white to red, purple or pink. \"C. cuthbertii\", \"C. glabra\", and \"C. lyonii\" are diploid and \"C. obliqua\" is either tetraploid or hexaploid. [SEP] hypothesis: The U.S. is home to turtlehead plants.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Constitution of Afghanistan is the supreme law of the state Afghanistan, which serves as the legal framework between the Afghan government and the Afghan citizens. Although Afghanistan (Afghan Empire) was made a state in 1747 by Ahmad Shah Durrani, the earliest Afghan constitution was written during the reign of Emir Abdur Rahman Khan in the 1890s followed by the 1923 version. [SEP] hypothesis: The Constitution of Afghanistan was more than 200 years after it's founding.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: CK Life Sciences International (Holdings) Inc. () (), or CK Life Sciences, is the subsidiary of Cheung Kong Holdings in Hong Kong. It is engaged in the business of research and development, commercialization, marketing and sale of biotechnology products. The chairman is Mr. Victor Li, the elder son of Mr. Li Ka-shing, the chairman of Cheung Kong Holdings. [SEP] hypothesis: CK Life Sciences International is worth millions", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
