{"task": "anli", "input": "premise: The South Kalgoorlie Gold Mine is a gold mine located south-west of Kalgoorlie, Western Australia. The mine is sometimes also referred to as \"South Kal Mines - New Celebration\", being a merger of the former \"New Celebration Gold Mine\" and the \"Jubilee Gold Mine\", which were combined in 2002. [SEP] hypothesis: The South Kalgoorlie Gold Mine is also known for Diamond mining", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Noel Gevor (born 18 September 1990) is professional boxer in the cruiserweight division. He is German of Armenian birth. Gevor is a former WBO Youth champion and current WBO International Cruiserweight champion. He is the step-son of former European Middleweight champion Khoren Gevor, who is also his trainer. [SEP] hypothesis: Noel Gevor was born in Armenia.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Swift crater is a crater on Mars's moon Deimos. It is about 3 km in diameter. Swift crater is named after Jonathan Swift, whose 1726 book \"Gulliver's Travels\" predicted the existence of two moons of Mars. Swift crater is one of two named features on Deimos, the other being Voltaire crater. On 10 July 2006, Mars Global Surveyor took an image of Deimos from 22985 km away showing Swift crater. [SEP] hypothesis: Swift crater is 50 km away from the next-nearest crater on Deimos.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Blackburn with Darwen is a unitary authority area in Lancashire, North West England. It consists of Blackburn, the small town of Darwen to the south of it, and the surrounding countryside. The population of the Unitary Authority taken at the 2011 census was 147,489. [SEP] hypothesis: The town of Blackburn is located in North West Scotland.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Islands in the Stream is a 1977 American drama film, an adaptation of Ernest Hemingway's novel of the same name. The film was directed by Franklin J. Schaffner and starred George C. Scott, Hart Bochner, Claire Bloom, Gilbert Roland, and David Hemmings. [SEP] hypothesis: Although the name is the same, the drama film is much different than the novel.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: West Ridge is a neighborhood of Accra, Ghana bounded to the south by Kinbu Gardens. Barnes Road serves as the neighborhood's western boundary, while the Independence Avenue/Liberation Avenue is the eastern boundary. Castle Road separates West Ridge from the northern neighborhood of North Ridge. The Accra branch of the British Council is located in West Ridge off Liberia Road. [SEP] hypothesis: The Accra branch of the British Council is located south of Kinbu Gardens in Accra, Ghana.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Nifu Haruna, also known by his stage name WizzyPro is a Nigerian record producer and sound engineer. Best known for his chart-topping single titled \"Emergency\", WizzyPro is credited as the producer of Patoranking's first official single titled \"Alubarika\" which brought him to limelight. WizzyPro is signed to BeatBox and is currently working on his debut studio album titled \"Lord of the Sound\". [SEP] hypothesis: Nifu Haruna is from Asia and is know by WizzyPro.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Skinheads USA: Soldiers of the Race War is a 1993 HBO documentary film about a group of white power skinheads involved in the neo-Nazi movement in the Southern state of Alabama. The film featured the white supremacist Bill Riccio, the then leader of the Aryan Youth Front. Other Klan organizations were also featured. [SEP] hypothesis: The film featured the white supremacist Bill Riccio, the retired leader of the Aryan Youth Front.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: John M. Donaldson (January 17, 1854 – December 20, 1941) was an American architect and artist born on January 17, 1854, in Stirling, Scotland. Donaldson was principal designer of the successful Detroit-based architectural firm Donaldson and Meier from 1880 onwards. [SEP] hypothesis: Although Donaldson was well known as a American architect he was not born in the United States.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Julia Gjika (born 1949) is an Albanian-born poet living in the United States. She is one of the few writers publishing in the Albanian language and writes poetry as well working as a journalist. Her poems have been praised by her peers and have been included in several publications of collected works. [SEP] hypothesis: Julia Gjika publishes her work in French.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Mr. Vain\" is a song by German Eurodance group Culture Beat. It was released in April 1993 as the lead single from the album \"Serenity\". The song achieved huge success worldwide, reaching number one in Australia, Austria, Germany, Ireland, Italy, the Netherlands, Norway, Switzerland, and the United Kingdom. It also spent ten weeks at number one on the \"RPM\" Dance chart in Canada. [SEP] hypothesis: Mr Vain was a number one country song", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Peter Thomas Ward (born July 26, 1937 in Montreal, Quebec) is a retired professional baseball player who played 9 seasons for the Baltimore Orioles, Chicago White Sox, and New York Yankees of Major League Baseball. The son of former National Hockey League forward Jimmy Ward, Pete attended Jefferson High School in Portland, Oregon and played college baseball at Portland's Lewis & Clark College. [SEP] hypothesis: Jimmy Ward was the son of Peter Thomas Ward.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Phoebe Jane Fairgrave Omlie (November 21, 1902 – July 17, 1975) was an American aviation pioneer, particularly noted for her accomplishments as an early female aviator. Omlie was the first woman to receive an airplane mechanic's license, the first licensed female transport pilot, and the first woman to be appointed to a federal position in the aviation field. [SEP] hypothesis: Phoebe Omlie had a valid pilots license in 1973.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: 4th (County Fermanagh) Battalion, Ulster Defence Regiment (4 UDR) was formed in 1970 as part of the 7 original battalions specified in The Ulster Defence Regiment Act 1969, which received Royal Assent on 18 December 1969 and was brought into force on 1 January 1970. It was amalgamated with the 6th Battalion, Ulster Defence Regiment in 1992 to form the 4th/6th Battalion, Ulster Defence Regiment. [SEP] hypothesis: 4th Battalion was amalgamated with the 6th Battalion, Ulster Defence Regiment in 1992.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Sportivo Atlético Club is an Argentine sports club, from the city of Las Parejas, in the Santa Fe Province. Although many sports are practised in the club, it is mostly known for its football and basketball teams. The football squad currently plays in the Torneo Argentino B, the regionalised 4th division of the Argentine football league system). [SEP] hypothesis: Sportivo Atlético Club is an Argentine sports pub.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Songs Our Daddy Taught Us is the second album by close harmony country/rock and roll duo The Everly Brothers, released in 1958. The album is a selection of songs that the brothers learned as boys from their father, Ike Everly. Originally released on Cadence Records, the album has been re-released on LP and CD many times, primarily by Rhino and EMI. [SEP] hypothesis: Cadence Records is known to release primarily Country Rock and Roll albums.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
