{"task": "anli", "input": "premise: Bangladesh Film Directors Association is the pan-national trade body of film directors in Bangladesh. The Bangladesh Film Directors Association’s General Secretary is Badiul Alam Khokon. Mushfiqur Rahman Gulzar is the president of Bangladesh Film Directors Association. [SEP] hypothesis: Mushfiqur Rahman Gulzar is the president of the Bangladesh Film Directors Association and also an award winning film director", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Minnesota West Community and Technical College is a community and technical college with five campuses in southwestern Minnesota, United States: Canby, Granite Falls, Jackson, Pipestone and Worthington and three learning centers in Luverne, Marshall and Redwood Falls. Students have the opportunity to earn an Associate Degree, Diploma, or Certificate in more than 60 disciplines. [SEP] hypothesis: There are three learning centers.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: He Ping () (born 1957 in Shanxi, China) is a Chinese film director, screenwriter and producer whose main filmography consists of a hybrid genre of Western-wuxia movies. He made three movies along this genre - \"Swordsmen in Double Flag Town\" (1991), \"Sun Valley\" (1995) and \"Warriors of Heaven and Earth\" (2004). [SEP] hypothesis: Sun Valley was Ping's first hybrid genre movie.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Thomas Sheridan & Sons is the distillery, owned by the Gilbey's Group, which produces Baileys Irish Cream and Sheridan's Cream Liqueur (as well as other well-known liqueur products). Their address is located at T. Sheridan & Sons (Thomas Sheridan), Nangor Road, Dublin 12, Ireland. [SEP] hypothesis: Thomas Sheridan & Sons distillery is located in the British Isles.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: This page is a list of present-day bridges over the River Seine and its channels, sorted by département, and then sorted from downstream to upstream. After each bridge is listed the name of the communes which it links together, with the one on the right bank of the river given first. The list does not include bridges over its tributaries. [SEP] hypothesis: The page lists present day bridges only in western countries", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Yeji is a town in south Ghana and is the capital of Pru District of the Brong-Ahafo Region in Ghana. Yeji is in the north-east of Brong-Ahafo Region, and is adjacent to Lake Volta. Yeji is connected by highway to Ejura and Kwadjokrom. It had a population of 29,515 at the census of 2010. [SEP] hypothesis: The Brong-Ahafo region is in the north-east of Ghana", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Christopher Crosby Farley (February 15, 1964 – December 18, 1997) was an American actor and comedian. Farley was known for his loud, energetic comedic style, and was a member of Chicago's Second City Theatre and later a cast member of the NBC sketch comedy show \"Saturday Night Live\" between 1990 and 1995. Farley died of a drug overdose in 1997 at the age of 33. [SEP] hypothesis: Chris Farley passed away in December.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The East Broad Top Railroad and Coal Company (EBT) is a for-profit, narrow gauge historic railroad headquartered in Rockhill Furnace, Pennsylvania, 19 mi north of Interstate 76 (the Pennsylvania Turnpike) and 11 mi south of U.S. Route 22, the William Penn Highway. [SEP] hypothesis: The East Broad Top Railroad and Coal Company headquarters is in the United States.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Reperi was an ancient Roman Town of Roman North Africa, in the Roman province of Mauritania Cesariense. The exact location of the ancient town is now unknown, but is surmised to have been in Northern Algeria. The town seems to have last till the Muslim conquest of the Maghreb. [SEP] hypothesis: An good example of an achient roman town is Reperi.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 1984 North Dakota gubernatorial election took place on November 6, 1984 to elect the Governor and Lieutenant Governor of North Dakota. Voters selected Democratic candidate George A. Sinner and his running mate Ruth Meiers over Republican incumbent Governor Allen I. Olson and Lieutenant Governor Ernest Sands. [SEP] hypothesis: George A. Sinner was a republican.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Quiet Family () is a 1998 South Korean comedy horror film. It was director Kim Jee-woon's feature film debut. The story centers on a family who owns a hunting lodge in a remote area, whose customers always happen to end up dying. Among the film's main cast are pre-stardom Choi Min-sik and Song Kang-ho. [SEP] hypothesis: The Quiet Family is a North Korean Film.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Dry Doddington is a small village in the north-west of the South Kesteven district of Lincolnshire, England within the civil parish of Westborough and Dry Doddington. It is situated approximately 5 mi south-east from Newark, approximately 8 mi north-west from Grantham, and just over 1 mi to the east from the A1 road. [SEP] hypothesis:  England is in Dry Doddington village", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Jungle Suite is an album by Brazilian guitarist Bola Sete, released in 1985 through Dancing Cat Records. Recorded in 1982, it is the only known recording of Sete playing a steel-string acoustic guitar. \"Jungle Suite\" was his final album before his death from lung cancer in 1987. [SEP] hypothesis: Jungle Suite was the last album ever recorded by Bola Sete.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Catfish is a 2010 American documentary film directed by Henry Joost and Ariel Schulman, involving a young man, Nev, being filmed by his brother and friend, co-directors Ariel and Henry, as he builds a romantic relationship with a young woman on the social networking website Facebook. The film was a critical and commercial success. It led to an MTV reality TV series, \"\". [SEP] hypothesis: Catfish was released before 2011.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Mar-a-Lago ( ) is a resort and National Historic Landmark in Palm Beach, Florida, built from 1924 to 1927 by cereal-company heiress and socialite Marjorie Merriweather Post. The 126-room, 62,500-square-foot house contains the Mar-a-Lago Club, a members-only club with guest rooms, a spa, and other hotel-style amenities. It is located [SEP] hypothesis: Mar-a-Lago is a resort and National Historic Landmark completed in 1924.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Haviland is a city in Kiowa County, Kansas, United States. As of the 2010 census, the city population was 701. It is home of Barclay College and known for meteorite finds connected to the Haviland Crater and for an annual meteorite festival held in July. [SEP] hypothesis: As of the 2010 census, the population of Haviland was more than 700.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
