{"task": "anli", "input": "premise: Media Player Classic (MPC) is a compact media player for 32-bit and 64-bit Microsoft Windows. MPC mimics the look and feel of Windows Media Player 6.4, but provides most options and features available in modern media players. It and its forks are standard media players in the K-Lite Codec Pack and the Combined Community Codec Pack. [SEP] hypothesis: Media Player Classic was downloaded over five million times since its inception.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Chuck Wright is an American bassist, graphic designer and show producer, best known as a member of multi-platinum heavy metal band Quiet Riot. He originally joined Quiet Riot in 1982, playing bass on the tracks \"Metal Health (Bang Your Head)\" and \"Don't Wanna Let You Go,\" as well as singing background vocals on all the tracks from the 1983 hit album, \"Metal Health\". [SEP] hypothesis: The song \"Don't Wanna Let You Go\" was released before \"Metal Health\".", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Spiess Tuning is the common identity of Siegfried Spiess Motorenbau GmbH, a motor vehicle engine tuning company based in Ditzingen, Baden-Württemberg, Germany. Today Spiess Tuning is most famous for its Formula 3 motor racing engines based on the Opel Family II and two iterations of Volkswagen R4 engines. [SEP] hypothesis: spiess tuning was based in germany", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Lars Onsager (November 27, 1903 – October 5, 1976) was a Norwegian-born American physical chemist and theoretical physicist. He held the Gibbs Professorship of Theoretical Chemistry at Yale University. He was awarded the Nobel Prize in Chemistry in 1968. [SEP] hypothesis: Lars Onsager taught at Yale University when he received the Nobel Prize.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: John Charles Layfield (born November 29, 1966), better known by the ring name John \"Bradshaw\" Layfield (abbreviated JBL), is an American color commentator and retired professional wrestler and formerly part of the broadcast team on \"SmackDown\" and pay-per-view events. [SEP] hypothesis: John Charles Layfield has not been on smackdown", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Shoki Kasahara (笠原 将生 , Kasahara Shōki ) (born January 9, 1991 in Fukuoka) is a Japanese professional baseball player who last played for the Yomiuri Giants in Japan's Nippon Professional Baseball. His younger brother Taiga is also a professional baseball player currently playing for Fukuoka SoftBank Hawks. His father Eiichi is a former professional baseball player. [SEP] hypothesis: Shoki Kasahara prefers to be called Peter Pan.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 2009–10 Tour de Ski was the 4th edition of the Tour de Ski and took place 1–10 January 2010. The race started in Oberhof, Germany, and ended in Val di Fiemme, Italy. The defending champions are Switzerland's Dario Cologna for the men and Finland's Virpi Kuitunen. This year's event was won by Lukáš Bauer of the Czech Republic for the men and Poland's Justyna Kowalczyk for the women. [SEP] hypothesis: The 4th edition of the Tour de Ski ended in the same country it started in which was Germany.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 2012 Supercheap Auto Bathurst 1000 was an Australian touring car motor race for V8 Supercars, the twenty-first race of the 2012 International V8 Supercars Championship. It was held on Sunday, 7 October 2012 at the Mount Panorama Circuit on the outskirts of Bathurst, New South Wales, in Australia. [SEP] hypothesis: The 2012 Supercheap Auto Bathurst 1000 motor race had 21 entrants.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: BRABUS GmbH, founded 1977 in Bottrop (Ruhr Area), Germany, is a high-performance aftermarket tuning company which specializes in Mercedes-Benz, Smart, Tesla and Maybach vehicles. Brabus became the largest Mercedes tuner, other than Mercedes-AMG which became a DaimlerChrysler affiliate in the 1990s. [SEP] hypothesis: Brabus was founded in Germany.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Lutheran South Academy is a private pre-kindergarten through 12th grade Lutheran school located in Houston, Texas, United States. The school is a member of the Houston Area Independent Schools, a group of roughly 50 private, parochial and independent institutions in the Greater Houston area. [SEP] hypothesis: There are five Lutheran schools in Houston, Texas.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Ekaterina \"Katia\" Alexandrovna Gordeeva (Russian: Екатерина Александровна Гордеева ) (born May 28, 1971) is a Russian (former Soviet) figure skater. Together with her partner and husband, the late Sergei Grinkov, she was the 1988 and 1994 Olympic Champion and four-time World Champion in pair skating. After Grinkov's death, Gordeeva continued performing as a singles skater. [SEP] hypothesis: Katia Alexandrovna Gordeeva skated her partner and husband, the late Sergei Grinkov.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Johnny Ma (born Ma Nan in Shanghai) is a Chinese-Canadian film director and screenwriter. He is best known for his debut feature film \"Old Stone\", which premiered at the Berlin International Film Festival in 2016. The film won the awards for Best Canadian First Feature Film at the 2016 Toronto International Film Festival, and Best First Feature at the 5th Canadian Screen Awards in 2017. [SEP] hypothesis: Johnny Ma premiered his feature film \"Old Stone\" at the Toronto International Film Festival.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Mary Ramsey (born 24 December 1963), a resident of Buffalo, New York, is a member of folk rock duo John & Mary and lead singer and violinist for the American alternative rock band 10,000 Maniacs. Ramsey has also worked with other well-known artists such as Jackson Browne, Goo Goo Dolls, Billy Bragg, Warren Zevon, Alex Chilton and Ani DiFranco. [SEP] hypothesis: Mary Ramsey is a man.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: This is a list of feature films produced by the Fox Film Corporation, including those films produced by its corporate predecessor, the Box Office Attractions Company. Some of the later films in this list were produced by Fox Film, but were released and distributed by 20th Century Fox after the 1935 merger with Twentieth Century Pictures. [SEP] hypothesis: Box Office Attractions Company was established after Fox Film Corp.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Voila is the seventh studio album by the American singer Belinda Carlisle, released in 2007. It was Carlisle's first studio album in over a decade, and is a covers album of \"classic French chansons and pop standards\", much different from Carlisle's previous English language pop records. [SEP] hypothesis: Voila was Belinda Carlisle's most successful album.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: José Venegas, known as \"El Bronco\", was a Mexican singer and film actor best known as Epigmenio Zúñiga in the film \"La Valentina\". Originally from San Buenaventura, Chihuahua, Venegas was born José Montaño. After having migrated to Mexico City, in order to pursue his talent, Venegas appeared in five films in which he also sang until an alleged confrontation with Pedro Infante stooped his career. [SEP] hypothesis: \"El Bronco's real name was Jose", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
