{"task": "anli", "input": "premise: Martha Stewart Weddings is a quarterly weddings magazine published by Martha Stewart Living Omnimedia. \"Martha Stewart Weddings\" was launched as an annual publication in 1994, and was expanded to quarterly in 1999. It is the second magazine title published by Martha Stewart Living Omnimedia, and is primarily distributed through newsstands. [SEP] hypothesis: Martha Stewart Weddings is only an online publication.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: P. Sunil Kumar Reddy is an Indian director, Screenwriter, film producer who works primarily in Telugu cinema. Well known for Directing low Budget film's like Sontha Ooru, Oka Romantic Crime Katha. Sunil Kumar Reddy is associated with Sravya Films, a film production house in South. [SEP] hypothesis: P. Sunil Kumar Reddy is a director, Screenwriter, film producer who works primarily in Telugu cinema.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Collecchio is a town in the province of Parma, Emilia-Romagna, northern Italy. It is located 12.9 km by road southwest of the centre of Parma. A major food producing area, it is home to multinational Italian dairy and food corporation Parmalat and Parma F.C.'s training complex, Centro Sportivo di Collecchio, and is connected by railway. [SEP] hypothesis: It is difficult to produce food in Collecchio, Italy", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Mitsubishi J8M \"Shūsui\" (Japanese: 三菱 J8M 秋水, literally \"Autumn Water\", used as a poetic term meaning \"Sharp Sword\" deriving from the swishing sound of a sword) was a Japanese World War II rocket-powered interceptor aircraft closely based on the German Messerschmitt Me 163 \"Komet\". [SEP] hypothesis: The Mitsubishi J8M \"Shūsui\" was to be called a different name but the plans changed last minute", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 1997 KNVB Cup Final was a football match between Roda JC and Heerenveen on 8 May 1997 at De Kuip, Rotterdam. It was the final match of the 1996–97 KNVB Cup competition and the 79th KNVB Cup final. Roda won 4–2 after goals from Gerald Sibon, Ger Senden, Eric van der Luer and Maarten Schops. It was the side's first KNVB Cup trophy. [SEP] hypothesis: The Roda JC team celebrated the win by giving special awards to Gerald Sibon, Ger Senden, Eric van der Luer, and Maarten Schops.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Curious George 2: Follow That Monkey! is a 2009 animated comedy film of the children's stories by H.A. Rey and Margret Rey. It is a sequel to the successful 2006 theatrical feature film \"Curious George\". It was originally titled \"Curious George 2: Monkey on the Run\". It was released straight to DVD. [SEP] hypothesis: Curious George 2 was released before 2010.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Shayaa Bin Abraham-Joseph (born October 22, 1992), better known by his stage name 21 Savage, is an American rapper from Atlanta, Georgia. He was best known for his mixtapes, \"The Slaughter Tape\" and \"Slaughter King\" and his extended plays \"Free Guwop\" and \"Savage Mode\" with Metro Boomin before the release of his debut album, \"ISSA\" and its lead single, \"Bank Account\". [SEP] hypothesis: Shayaa Bin Abraham-Joseph was not baptised as 21 Savage.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Terry Pratchett First Novel Award is a biennial award for the best unpublished science fiction novel in the Commonwealth of Nations. It is named after British author Terry Pratchett. The book is chosen by a panel of judges previously including Pratchett. [SEP] hypothesis: Terry Pratchett created the First Novel Award.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Citrix Systems, Inc. is an American multinational software company that provides server, application and desktop virtualization, networking, software as a service (SaaS), and cloud computing technologies. It was founded in Richardson, Texas in 1989 by Ed Iacobucci, who served as chairman until his departure in 2000. [SEP] hypothesis: Ed Iacobucci was with Citrix Systems, Inc. for the entirety of the 1990's.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: James Forbes Chapin ( ) (July 23, 1919 – July 4, 2009) was an American jazz drummer and the author of popular texts on jazz drumming, the first two volumes of which are \"Advanced Techniques for the Modern Drummer, Vol. I,\" and \"Advanced Techniques for the Modern Drummer, Vol. II.\" (A third volume is planned.) [SEP] hypothesis: James Forbes Chapin was married with children.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Married... with Children is an American television sitcom that aired on Fox, created by Michael G. Moye and Ron Leavitt. Originally broadcast from April 5, 1987 to June 9, 1997, it is the longest-lasting live-action sitcom on Fox, and the first to be broadcast in the network's primetime programming slot. [SEP] hypothesis: Married... with Children was on a major television network.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Dee Does Broadway is the second album from Dee Snider, frontman of Twisted Sister, after 12 years without any release. It was produced by Dee, grammy winning Patti LuPone and Bebe Neuwirth. Guests in the album include the Grammy and Emmy award winning Cyndi Lauper, Clay Aiken, Nick Adams and many others. [SEP] hypothesis: Dee Does Brodway released an album 10 years before their second album.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Titus is the original soundtrack to the 1999 motion picture \"Titus\". Elliot Goldenthal wrote the score for the film, an adaptation of Shakespeare's first, and bloodiest, tragedy \"Titus Andronicus\"; written and directed by Julie Taymor, Goldenthal's long-time friend and partner. The only non-Goldenthal piece is an old Italian song called \"\"Vivere\"\" performed by Italian singer Carlo Buti. [SEP] hypothesis: Titus is a planet.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Asko Concerto is a concerto for chamber orchestra by the American composer Elliott Carter. The work was commissioned by the Dutch chamber group Asko Ensemble, for which the piece is titled. It was composed in January 2000 and was first performed in Concertgebouw, Amsterdam on April 26, 2000, by the Asko ensemble under the conductor Oliver Knussen. The piece is dedicated to Asko/Schönberg. [SEP] hypothesis: Elliott Carter performed with the Asko ensemble and Oliver Knussen in Amsterdam on April 26, 2000.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: 20th Century Fox Film Noir refers to a collection of films released on DVD by 20th Century Fox. The series, a spinoff of the earlier \"Fox Studio Classics\" line, was premiered in March 2005, with the release of the inaugural titles \"Call Northside 777\", \"Laura\" and \"Panic in the Streets\". Like the earlier \"Studio Classics\" line, \"Fox Film Noir\" DVDs are numbered on their spines. [SEP] hypothesis: 20th Century Fox made more profit on the \"Fox Studio Classics\" Line than on the \"Fox Film Noir\" line.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Chelone is a genus of four species of perennial herbaceous plants native to eastern North America. They all have similarly shaped flowers (which led to the name turtlehead due to their resemblance to the head of a turtle), which vary in color from white to red, purple or pink. \"C. cuthbertii\", \"C. glabra\", and \"C. lyonii\" are diploid and \"C. obliqua\" is either tetraploid or hexaploid. [SEP] hypothesis: Three different species of plant were removed from this family when they found a disconnect in similarities.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
