{"task": "anli", "input": "premise: Cataloochee is a valley in the Great Smoky Mountains of North Carolina, located in the Southeastern United States. Now a recreational and historic area within the Great Smoky Mountains National Park, Cataloochee was once home to a substantial Appalachian community and Cherokee hunting ground. [SEP] hypothesis: Cataloochee is now a Cherokee hunting ground.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Charlie Chan in Honolulu is a 1938 American film directed by H. Bruce Humberstone, starring Sidney Toler as the fictional Chinese-American detective Charlie Chan. The film is the first appearance of both Toler as Chan and Victor Sen Yung as \"number two son\" Jimmy. [SEP] hypothesis: Charlie Chan in Honolulu was a fan favorite.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Achel Brewery or Brouwerij der Sint-Benedictusabdij de Achelse Kluis is a Belgian Trappist brewery, and the smallest of the Belgian Trappist breweries. It is located in the Abbey of Saint Benedict in the Belgian municipality of Hamont-Achel. It brews five Trappist beers. [SEP] hypothesis: Achel Brewery brews twenty beers.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Sri Lanka ( or ; Sinhalese: ශ්‍රී ලංකා \"Śrī Laṃkā \", Tamil: இலங்கை \"Ilaṅkai\"), officially the Democratic Socialist Republic of Sri Lanka, is an island country located southeast of the Republic of India and northeast of the Maldives. Its current existence is due to the merger of several empires present on the island under European colonial rule. [SEP] hypothesis: Sri Lanka a landlocked country.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Sarah Virginia Wade, (born 10 July 1945) is a former professional tennis player from Great Britain. She won three Grand Slam singles championships and four Grand Slam doubles championships, and is the only British woman in history to have won titles at all four Grand Slam tournaments. She was ranked as high as No. 2 in the world in singles, and No. 1 in the world in doubles. [SEP] hypothesis: Sarah Virginia Wade is still ranked #1 tennis player in the UK", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Warren Ellis (born 14 February 1965) is an Australian-French musician and composer. He is a member of several groups: Dirty Three, Nick Cave and the Bad Seeds and Grinderman. He has also composed film scores with Nick Cave. Ellis plays violin, piano, bouzouki, guitar, flute, mandolin, tenor guitar, and viola. Ellis has been a member of Nick Cave and the Bad Seeds since 1994. [SEP] hypothesis: He was a very popular composer", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Johnny Contardo (born December 23, 1951) is a former singer with the musical group, Sha Na Na which he left in 1983. In 1978, he appeared with Sha Na Na in the movie musical \"Grease\" as Johnny Casino and the Gamblers. His performance of the song \"Those Magic Changes\" was featured in the movie and on the soundtrack for \"Grease\". [SEP] hypothesis: Johnny Contardo left Sha Na Na in 1990.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Osgoods are an American rock band with its roots in Tucson, Arizona. The band was formed by guitarist Anthony Nigro and drummer Colin Wyatt while they were both attending college in Tucson. In 1998, the band relocated to Los Angeles. In 2003 they released their first full album, \"Automatic Do-Over\", followed by \"Smother and Shrink\" in 2006. [SEP] hypothesis: Osgoods originally formed in college.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Kirk Johnson (born 1960) is an American scientist, author, curator, and museum administrator, and is currently serving as Director of Smithsonian's National Museum of Natural History. Dr. Johnson is the host of the PBS Nova series, \"Making North America\", which is a three-part series that describes the shaping of North America, which aired on November 4, 11 and 18, 2015. [SEP] hypothesis: \"Making North America\" was produced by Harrison Ford.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The East Broad Top Railroad and Coal Company (EBT) is a for-profit, narrow gauge historic railroad headquartered in Rockhill Furnace, Pennsylvania, 19 mi north of Interstate 76 (the Pennsylvania Turnpike) and 11 mi south of U.S. Route 22, the William Penn Highway. [SEP] hypothesis: Rockhill Furnace is in Pennsylvania", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Larry Martin Hagman (September 21, 1931 November 23, 2012) was an American film and television actor, director and producer best known for playing ruthless oil baron J.R. Ewing in the 1980s primetime television soap opera \"Dallas\" and befuddled astronaut Major Anthony \"Tony\" Nelson in the 1960s sitcom, \"I Dream of Jeannie\". [SEP] hypothesis: Dallas had a cop and an astronaut in it", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"When Will I See You Again\" is a song released in 1974 by American soul group The Three Degrees, from their third album \"The Three Degrees\". The song was written and produced by Kenny Gamble and Leon Huff. Sheila Ferguson sang the lead, accompanied by Fayette Pinkney and Valerie Holiday. [SEP] hypothesis: When Will I See You Again was not released in the 80s", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Monkey Business is a 1952 American screwball comedy film directed by Howard Hawks and written by Ben Hecht, which stars Cary Grant, Ginger Rogers, Charles Coburn, and Marilyn Monroe. To avoid confusion with the famous 1931 Marx Brothers film of the same name, this film is sometimes referred to as Howard Hawks' Monkey Business. [SEP] hypothesis: Monkey Business is a Marx Brothers film.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Shohola Falls is a 2003 novel written by Michael Pearson. The novel imagines the true story of Thomas Blankenship, the young man that Mark Twain reputedly based the character of Huck Finn upon in his novel Adventures of Huckleberry Finn. In \"Shohola Falls\", Mark Twain is set as an important character, the fictional reality aligned to the historical one. [SEP] hypothesis: Shohola Falls contains a character named Thomas Blankenship.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: USS \"Spence\" (DD-512), a Fletcher class destroyer, was laid down on 18 May 1942 by the Bath Iron Works, Bath, Maine; launched on 27 October 1942; sponsored by Mrs. Eben Learned; and commissioned on 8 January 1943, Lieutenant Commander H. J. Armstrong in command. The ship was named for Robert T. Spence, superintendent of the construction of USS \"Ontario\" (1813), and captain of USS \"Cyane\" (1815). [SEP] hypothesis: Robert T. Spence was the superintendent of the construction of USS \"Ontario\" (1813), and captain of USS \"Cyane\" (1815).", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Navarretia is a genus of about 30 species of flowering plants related to the phloxes and the gilias. This is one genus of plants, among others, which are sometimes called pincushionplants. The inflorescence which bears the flowers is surrounded by frilly green bracts bearing soft spines, giving it the appearance of a pincushion. Several species are members of the vernal pool ecosystem. [SEP] hypothesis: There are about 30 species of non-flowered plants related to the phloxes and gilias.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
