{"task": "anli", "input": "premise: Marina Prior (born 18 October 1963) is an Australian soprano and actress with a career mainly in musical theatre. From 1990 to 1993, she starred as the original Christine Daaé in the Australian premiere of \"The Phantom of the Opera\", opposite Anthony Warlow and later Rob Guest. [SEP] hypothesis: From 1990 to 1993, she starred as the original Christine Daaé in the Australian premiere of \"The Phantom of the Opera\", opposite Anthony Warlow who then surrendered his role to Rob Guest.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Eileen Colgan Simpson (20 January 1934 – 10 March 2014) was an Irish theatre, television and film actress. She was best known for her recurring role as Esther Roche on the RTÉ One soap opera, \"Fair City\". She also appeared in the RTÉ television drama, \"Glenroe\", as Mynah, the housekeeper of the priest. Her other television credits included \"Ballykissangel\", \"The Hanging Gale\" and \"Strumpet City\". [SEP] hypothesis: Eileen Colgan Simpson won critical acclaim for her role as Ester Roche on \"Fair City\"", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: This is a list of Shetland islands in Scotland. The Shetland archipelago is located 100 km north of mainland Scotland and the capital Lerwick is almost equidistant from Bergen in Norway and Aberdeen in Scotland. The Shetland archipelago comprises about 300 islands and skerries, of which 16 are inhabited. In addition to the Shetland Mainland the larger islands are Unst, Yell and Fetlar. [SEP] hypothesis: There are many islands in the Shetland Archipelago that are not inhabited.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Lady is a compilation of songs from the band Styx's early recordings under the Wooden Nickel Records label. It is very similar to the contemporary \"Best of Styx\" compilation, consisting of the same tracks as that album (albeit in a different sequence) minus the song \"Winner Take All\", which does not appear on this album. [SEP] hypothesis: Lady is the most recent compilation from the band Styx.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Skinheads USA: Soldiers of the Race War is a 1993 HBO documentary film about a group of white power skinheads involved in the neo-Nazi movement in the Southern state of Alabama. The film featured the white supremacist Bill Riccio, the then leader of the Aryan Youth Front. Other Klan organizations were also featured. [SEP] hypothesis: Skinheads USA: Soldiers of the Race War is a story based in Mississippi.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: South Coast United Soccer Club is an Australian association football club from the city of Wollongong, New South Wales. The club was founded in 1984 by Wollongong's Croatian Australian community. The club plays in the Illawarra Premier League. The club is located at Kembla Grange and plays its home games at Ian McLennan Park. [SEP] hypothesis: South Coast United Soccer Club don't play in their away kit at McLennan Park.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Taiwan Supermodel No. 1 (\"決戰第一名 Supermodel No. 1\") also known as Taiwan's Next Top Model is based on CW's hit reality TV show \"America's Next Top Model\", which was created by model Tyra Banks. \"Taiwan Super Model No. 1\" is the second Top Model franchise that features both genders. The first was Malaysia's \"I Wanna Be A Model\". [SEP] hypothesis: Taiwan's Next Top Model takes inspiration from Malaysia's Next Top Model by featuring both male and female models competing for the title of Top Model.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Deserve the Future Tour was a worldwide concert tour by American rock supergroup Them Crooked Vultures. The tour began on August 9, 2009, and ran until July 30, 2010, after a run of shows in Japan, and visited North America, Europe and Oceania. The tour was in support of the band's debut album. [SEP] hypothesis: The Deserve the Future Tour was a worldwide concert tour by British rock supergroup Them Crooked Vultures.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Jessica Hamby is a fictional character in the \"True Blood\" series, portrayed by Deborah Ann Woll. In the series, which chronicles the life of human waitress Sookie Stackhouse and her friends after vampires make themselves known to humans, Jessica is a newly turned vampire who must learn to deal with her vampiric abilities, weaknesses and altered lifestyle. [SEP] hypothesis: Sookie Stackhouse is a vampire.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The white tiger or bleached tiger is a pigmentation variant of the Bengal tiger, which is reported in the wild from time to time in the Indian states of Assam, West Bengal and Bihar in the Sunderbans region and especially in the former State of Rewa. Such a tiger has the black stripes typical of the Bengal tiger, but carries a white or near-white coat. [SEP] hypothesis: White tigers are very prized in the fur trade.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Hoosier Lottery is the official state lottery of Indiana, and is the only US lottery that uses the state's nickname as its official name. It is a member of the Multi-State Lottery Association (MUSL). The Hoosier Lottery sells scratch-off tickets; its draw games include Mega Millions, Hoosier Lotto, Powerball, Cash 5, and Poker Lotto. [SEP] hypothesis: the hoosier lottery sells only scratch offs", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: .aq is the Internet country code top-level domain (ccTLD) for Antarctica. It is reserved for organizations that conduct work in Antarctica or promote the Antarctic and Southern Ocean regions. It is administered by Peter Mott of Mott and Associates of Auckland, New Zealand. [SEP] hypothesis: .AC was previously administered by Internic.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 34th Los Angeles Film Critics Association Awards, given by the Los Angeles Film Critics Association (LAFCA), honored the best in film for 2008. Pixar's animated film \"WALL-E\" won the Best Film award and became the first ever animated film to do so, however, the film lost the Best Animated Film award to \"Waltz with Bashir\". [SEP] hypothesis: Waltz for Bashir won over the best film winner.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Whiskey School is a 2005 drama film starring Olympia Dukakis, Mary Stuart Masterson, Alexandra Eitel, Thomas Flanagan, Carlin Glynn, Lainie Kazan, Gary Swanson, Denise Lute, Mario Macaluso, David Margulies and directed by Peter Masterson and based on the play \"Intervention\" by Jo Ann Tedesco. The film is distributed by Warner Bros. and Polychrome Pictures. [SEP] hypothesis: Whiskey School is a 2005 comedy film starring Olympia Dukakis and Mary Stuart Masterson.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Manchester United Football Club is an English professional football club based in Old Trafford, Greater Manchester. The club was formed in Newton Heath in 1878 as Newton Heath LYR F.C., and played their first competitive match in October 1886, when they entered the First Round of the 1886–87 FA Cup. The club was renamed Manchester United F.C. in 1902, and moved to Old Trafford in 1910. [SEP] hypothesis: The Manchester United Football Club was formed over 100 years ago.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Sean Patrick Hannity (born December 30, 1961) is an American talk show host, author, and conservative political commentator. Hannity is the host of \"The Sean Hannity Show\", a nationally syndicated talk radio show. He also hosts a cable news show, \"Hannity\", on Fox News Channel. [SEP] hypothesis: Sean Hannity is a talk show host and has been since 1961", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
