{"task": "anli", "input": "premise: P. Sunil Kumar Reddy is an Indian director, Screenwriter, film producer who works primarily in Telugu cinema. Well known for Directing low Budget film's like Sontha Ooru, Oka Romantic Crime Katha. Sunil Kumar Reddy is associated with Sravya Films, a film production house in South. [SEP] hypothesis: All of P. Sunil Kumar Reddy's directing efforts have been in the Telugu cinema.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Tigris and Euphrates (German: Euphrat und Tigris ) is a German-style strategy board game designed by Reiner Knizia and first published in 1997 by Hans im Glück. Before its publication, it was highly anticipated by German gamers hearing rumors of a \"gamer's game\" designed by Knizia. \"Tigris and Euphrates\" won first prize in the 1998 Deutscher Spiele Preis. A card game version was released in 2005. [SEP] hypothesis: The card game version of Tigris and Euphrates also won many prizes.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Maarten de Jonge (born 9 March 1985) is a Dutch cyclist who rides for the UCI Continental Monkey Town Continental Team . He claims to have attempted to fly on both Malaysia Airlines Flight 370 and Malaysia Airlines Flight 17, but changed flights in order to save money, although no independent sources can confirm this. [SEP] hypothesis: Maarten de Jonge is a Dutch cyclist.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Camassia cusickii, common name Cussick's camas, is a species of plant in the Asparagaceae family (subfamily Agavoideae). It is native to parts of North America. It has linear leaves with parallel venation and flowers in parts of three. The flowers are usually ice blue or baby blue in color, although they can be various shades of blue, cream and white. [SEP] hypothesis: Cussick's camas is in the Agavoideae family.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Debra Lee Feuer is an American former actress. She starred in the films \"Moment by Moment\", \"The Hollywood Knights\", \"To Live and Die in L.A.\", \"MacGruder and Loud\", \"Il burbero\", and \"Homeboy\"; the latter in which she starred with her then-husband Mickey Rourke. [SEP] hypothesis: Debra Lee Feuer is an American former actress who many loved", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Scooter is an animated character used by Fox Sports during Major League Baseball games. The character, a baseball with human facial characteristics, is voiced by Tom Kenny (best known for his work as the voice of SpongeBob SquarePants) and was designed by Fox to explain different types of pitches with the education of children in mind. [SEP] hypothesis: John Kenny is the voice behind Scooter.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Rudyard Kipling: A Remembrance Tale was a 1-hour 2006 BBC documentary on the life of Rudyard Kipling, particularly as relating to his loss of his son during the First World War. It was presented by Griff Rhys Jones and starred Peter Guinness as Kipling. It premiered on BBC One on Remembrance Sunday 2006. [SEP] hypothesis: The documentary lasted two hours.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Heart of Glass\" is a song by the American new wave band Blondie, written by singer Debbie Harry and guitarist Chris Stein. Featured on the band's third studio album, \"Parallel Lines\" (1978), it was released as the album's third single in January 1979 and reached number one on the charts in several countries, including the United States and the United Kingdom. [SEP] hypothesis: Blondie released two studio albums prior to Parallel Lines.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Martha Stewart Living Omnimedia Inc. (MSO) is a diversified media and merchandising company founded by Martha Stewart owned by Sequential Brands Group since December 4, 2015. It is organized into four business segments: Publishing, Internet, Broadcasting media platforms, and Merchandising product lines. [SEP] hypothesis: Martha Stewart Living Omnimedia Inc It is organized into four business segments: Publishing, texting, Broadcasting media platforms, and Merchandising product lines", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Pawn Stars UK is a British reality television series which debuted on 26 August 2013 on the British version of the History channel. The series is filmed in Sealand, Flintshire in Wales, and chronicles the day-to-day activities of pawn shop Regal Pawn, collaboratively run by Mark Andrew Manning, Mark Lever Holland, Marco Peter Holland, Simon Penworth, and Vicki Manning. [SEP] hypothesis: Pawn Stars UK debuted prior to 26 August 13.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: CK Life Sciences International (Holdings) Inc. () (), or CK Life Sciences, is the subsidiary of Cheung Kong Holdings in Hong Kong. It is engaged in the business of research and development, commercialization, marketing and sale of biotechnology products. The chairman is Mr. Victor Li, the elder son of Mr. Li Ka-shing, the chairman of Cheung Kong Holdings. [SEP] hypothesis: CK Life Sciences International is a billion dollar company", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Parma ]    (Emilian: \"Pärma\" ) is a city in the northern Italian region of Emilia-Romagna famous for its prosciutto (ham), cheese, architecture, music and surrounding countryside. It is home to the University of Parma, one of the oldest universities in the world. [SEP] hypothesis: University of Parma is the oldest university in Italy.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Henry James Lloyd (2 February 1794 at Marylebone, London – 3 September 1853 at Brighton, Sussex) was an English amateur cricketer who played first-class cricket from 1815 to 1830. Mainly associated with Marylebone Cricket Club (MCC), he made 34 known appearances in first-class matches. He played for several predominantly amateur teams including the Gentlemen in the Gentlemen v Players series. [SEP] hypothesis: Henry James Lloyd was considered a very skilled cricket player for his lack of experience.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Sean Patrick Hannity (born December 30, 1961) is an American talk show host, author, and conservative political commentator. Hannity is the host of \"The Sean Hannity Show\", a nationally syndicated talk radio show. He also hosts a cable news show, \"Hannity\", on Fox News Channel. [SEP] hypothesis: Sean Patrick Hannity plans to retire soon", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Make It Hot is the debut studio album by R&B singer Nicole Wray. The album was released in August 1998 through Missy Elliott's Elektra-distributed vanity label, The Goldmind. The album was produced by Missy Elliott and Timbaland. Some editions of the release credit Nicole as \"Nicole Ray\", an artist name she only used here and on her single \"I Can't See\". [SEP] hypothesis: Nicole Wray did not release any more albums after her debut album under Missy Elliot's record label.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: William Fernando Souza Bezerra (born 20 September 1984) is a Brazilian cruiserweight professional boxer. Bazerra is the current South American cruiserweight champion and a former Brazilian, WBC Mundo Hispano, WBA Fedelatin and WBA Fedebol cruiserweight champion. [SEP] hypothesis: William Fernando Souza Bezerra trained a lot before becoming the South American cruiserweight champion.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
