{"task": "anli", "input": "premise: A Grand Griffon Vendéen is a breed of hunting dog originating in France. It existed as early as the 16th Century, and was the first of the Vendée griffons to be bred. It is a descendant of the Canis Segusius used by the Gauls, through the so-called King's whites and the Griffon Fauve de Bretagne, which is also an ancestor of the Basset Fauve de Bretagne. [SEP] hypothesis: The Grand Griffon Vendeen is a breed of hunting dog from France, and the first of the Vendee griffons to be bred.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Restaurant Nathan Outlaw is a two Michelin star restaurant owned and operated by Nathan Outlaw. It has previously been located in Marina Villa Hotel in Fowey, Cornwall, and in the St Enodoc Hotel in Rock, Cornwall. It has received mostly positive reviews from food critics. In March 2015 the restaurant relocated to Port Isaac, Cornwall and retained its two Michelin stars upon review. [SEP] hypothesis: In March 2014 the restaurant relocated to the St. Enodoc Hotel in Rock, Cornwall.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Dry Doddington is a small village in the north-west of the South Kesteven district of Lincolnshire, England within the civil parish of Westborough and Dry Doddington. It is situated approximately 5 mi south-east from Newark, approximately 8 mi north-west from Grantham, and just over 1 mi to the east from the A1 road. [SEP] hypothesis: The A1 road is 50 miles long.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Liisi Rist (born 25 June 1991) is an Estonian racing cyclist. She competed in the 2013 UCI women's team time trial in Florence. She has won the Estonian national championships on the road twice (2013, 2014) and the time trial three times (2013, 2014, 2015). In 2013 the Estonian Cycling Federation gave her the Best Female Cyclist award. She also took part at the 2015 European Games in Baku. [SEP] hypothesis: Liisi Rist enjoyed her time spent in Florence.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 11th Regiment Illinois Volunteer Infantry was an infantry regiment that served in the Union Army during the American Civil War. It was originally formed as a three-month volunteer unit at the beginning of the war, and then reorganized as a three-year unit, in which role it served until the end of the war. [SEP] hypothesis: The 11th Regiment Illinois Volunteer Infantry won at least one Civil War battle.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Andreas Wolfsgruber (born 1962, Salzburg, Austria) is an Austrian car designer and, since 2000, Head of the Magna Steyr Design Department. Between 1997 - 2000 he was engaged as a Lecturer at the Fh Joanneum Graz – Degree Programme „Industrial Management“. [SEP] hypothesis: Andreas Wolfsgruber was born in Europe", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Miroslav Ondříček was born in Prague, Czechoslovakia (now Prague, Czech Republic). He studied filmmaking at the Barrandov Studio Training School and began making movies during the Czech New Wave. His first feature film work was on Miloš Forman's \"Talent Competition\". He continued his long working relationship with Forman in the US on such films as \"Hair\", \"Ragtime\" and \"Amadeus\". [SEP] hypothesis:  Miroslav Ondříček makes movies about relationships.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Bodhi Rook is a fictional character in the \"Star Wars\" franchise, portrayed by British actor Riz Ahmed in the 2016 film \"Rogue One\". Bodhi is a former Imperial cargo pilot who, under the influence of Galen Erso, defects to the Rebel Alliance in an attempt to steal the plans to the Death Star, a powerful weapon possessed by the Empire. [SEP] hypothesis: The Rebel alliance and the Empire are enemies.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Cake Train\" is the first episode of the second season of the American sketch comedy series \"Kroll Show\". The episode was written by series creator Nick Kroll, along with Jon Daly, Ron Funches, Carol Kolb, Jonathan Krisel, John Levenstein, Gabe Liedman, Joe Mande, Christine Nangle and Joe Wengert. In the United States, the episode originally aired on Comedy Central on January 14, 2014. [SEP] hypothesis: Cake Train was the last episode.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Taxi Driver: Oko Ashewo, also known as just Taxi Driver or Oko Ashewo, is a 2015 Nigerian dark comedy thriller film produced by Ayobami Macaulay and directed by Daniel Oriahi. It stars Odunlade Adekola, Femi Jacobs, Ijeoma Grace Agu and Hafeez Oyetoro. [SEP] hypothesis: Taxi Driver: Oko Ashewo was released on Netflix", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: White Nights is a 1985 American drama film directed by Taylor Hackford and choreographed by Twyla Tharp and stars Mikhail Baryshnikov, Gregory Hines, Jerzy Skolimowski, Helen Mirren and Isabella Rossellini. It was shot in Finland, Portugal, the United Kingdom, the Soviet Union and Austria. [SEP] hypothesis: White Nights was a film shot in America", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Piton is a Pilsner beer brand from the island of Saint Lucia, brewed by Windward & Leeward Brewing Limited, which is owned by Heineken. The beer was named for the Gros Piton and Petit Piton mountains on the island. It was first brewed on October 7, 1992. [SEP] hypothesis: The beer became very popular and is available at some bars in the US", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: WhizzGo is a United Kingdom car rental company that provides rental cars in more than 258 countries worldwide. The company started as a pay-by-the-hour service based in the United Kingdom. Since July 2017 it is restructured and is now providing car rental services by price comparing rates of most of the rent-a-car suppliers worldwide. [SEP] hypothesis: WhizzGo now operates on a global scale, but the company has its origins in the U.K.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The American Hairless Terrier is a rare breed of dog that was derived as a variant of Rat Terrier. As of January 1, 2004, the United Kennel Club deemed the AHT a separate terrier breed, granting it full UKC recognition. An intelligent, social and energetic working breed, the American Hairless Terrier is often listed as a potential good breed choice for allergy sufferers. [SEP] hypothesis: American Hairless Terriers are generally not very social dogs.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: VETO is a Danish indie rock band formed in 2004. They released their first EP, \"I Will Not Listen\", in 2005 and their first full-length album, \"There's A Beat In All Machines\", in 2006, both released on the Danish hip hop label, Tabu Records/Playground Music Denmark. [SEP] hypothesis: VETO has released at least two albums", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: This page is a list of present-day bridges over the River Seine and its channels, sorted by département, and then sorted from downstream to upstream. After each bridge is listed the name of the communes which it links together, with the one on the right bank of the river given first. The list does not include bridges over its tributaries. [SEP] hypothesis: This page is a list of present-day bridges over the River Seine and its channels, including those over tributaries.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
