{"task": "anli", "input": "premise: PSR B1919+21 is a pulsar with a period of 1.3373 seconds and a pulse width of 0.04 seconds. Discovered by Jocelyn Bell Burnell and Antony Hewish on November 28, 1967, it is the first discovered radio pulsar. The power and regularity of the signals were briefly thought to resemble an extraterrestrial beacon, leading the source to be nicknamed LGM-1 (for \"little green men\"). [SEP] hypothesis: November 28, 1967 marks the discovery of a pulsar with a period of less than 2 seconds, and a width equal to 0.04 seconds.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Season two of \"South Park\", an American animated television series created by Trey Parker and Matt Stone, began airing on April 1, 1998. The second season concluded after 18 episodes on January 20, 1999; it remains the longest season of \"South Park\" to date. While most of the episodes were directed by series creator Trey Parker, Season 2 includes two episodes directed by Eric Stough. [SEP] hypothesis: eric stough made the episodes he wanted to", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Pawn Stars UK is a British reality television series which debuted on 26 August 2013 on the British version of the History channel. The series is filmed in Sealand, Flintshire in Wales, and chronicles the day-to-day activities of pawn shop Regal Pawn, collaboratively run by Mark Andrew Manning, Mark Lever Holland, Marco Peter Holland, Simon Penworth, and Vicki Manning. [SEP] hypothesis: The Pawn Stars UK is filmed in Wales, at pawn shop Regal Pawn, collaboratively run by Mark Andrew Manning, Mark Lever Holland, Marco Peter Holland, Simon Penworth, and Vicki Manning.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Arikok National Park takes up approximately 18 percent of the island of Aruba and includes three primary geological formations: the Aruba lava formation, a quartz diorite formation, and a limestone formation that extends inward from the coast. These formations have directly influenced Aruba's human settlement, as well as its natural wonders. [SEP] hypothesis: Aruba has close to a fifth of its island dedicated to national parks.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Morning Glory Zell-Ravenheart (May 27, 1948 – May 13, 2014), born as Diana Moore, subsequently known as Morning Glory Ferns, Morning Glory Zell and briefly Morning G'Zell, was a Neopagan community leader, author, lecturer, and priestess of the Church of All Worlds. An advocate of polyamory, she is credited with coining the word. With her husband Oberon Zell-Ravenheart she designed deity images. [SEP] hypothesis: Ms. Zell-Ravenheart believed you could love many flowers, not just the Morning Glory.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Kenema is the second largest city in Sierra Leone, and the largest city in the Eastern Province of Sierra Leone. The city is the capital of Kenema District and is a major economic center of the Eastern Province. Kenema officially overtook Bo as Sierra Leone second largest city, after it's surpassed Bo by population in the 2015 Sierra Leone national census. [SEP] hypothesis: The population of Kenema is greater than the population of Bo.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Peter Paul Cetera ( ; born September 13, 1944) is an American singer, songwriter, and bassist best known for being an original member of the rock band Chicago (1967–1985), before launching a successful solo career. His career as a recording artist encompasses seventeen albums with Chicago and eight solo albums. [SEP] hypothesis: Peter Paul Cetera will never be part of a band again.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Albert “The Hurricane” Kraus (born August 3, 1980 in Oss) is a Dutch welterweight kickboxer. He was the first K-1 World MAX Tournament Champion in 2002 and also the first SUPERKOMBAT Middleweight Champion. Kraus has also held four separate world titles in kickboxing and Muay Thai. He is currently fighting out of Super Pro Gym in GLORY. [SEP] hypothesis: Albert “The Hurricane” Kraus is a heavyweight boxer.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Tothill Fields Bridewell (also known as Tothill Fields Prison and Westminster Bridewell) was a prison located in the Westminster area of central London between 1618 and 1884. It was named 'Bridewell' after the Bridewell Palace, which during the 16th century had become one of the City of London's most important prisons. Tothill Fields later became the Westminster House of Correction. [SEP] hypothesis: Tothill Fields Bridewell (also known as Tothill Fields Prison and Westminster Bridewell) was a prison located in the Westminster area of central London between 1618 and 1884. It held only children. Tothill Fields later became the Westminster House of Correction.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Charlotte Anley (1796–1893) was a 19th-century English didactic novelist, social and religious writer, composer and lyricist. She was a Quaker, and spent the years 1836–38 in Australia, researching for a report on women's prisons commissioned by Elizabeth Fry. [SEP] hypothesis: Anley wrote a novel in 1900.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Mayor (, lit. \"Special Citizen\") is a 2017 South Korean political drama film written and directed by Park In-je. It stars Choi Min-sik, Kwak Do-won, Shim Eun-kyung, Moon So-ri, Ra Mi-ran, Ryu Hye-young and Ki Hong Lee. The film was released in South Korea on April 26, 2017 and in the US and Canada on April 28. [SEP] hypothesis: The Mayor has never been seen by anyone in North America.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Wrong Door is a comedy sketch show, first aired on BBC Three on 28 August 2008. The programme is the first comedy show in which almost all of the sketches have a CGI element. As such, it was produced under the working title of The CGI Sketch Show. The show also contains strong language, adult humour and toilet humour. [SEP] hypothesis: The Wrong Door is still running.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Corydalis (Greek \"korydalís\" \"crested lark\") is a genus of about 470 species of annual and perennial herbaceous plants in the Papaveraceae family, native to the temperate Northern Hemisphere and the high mountains of tropical eastern Africa. They are most diverse in China and the Himalayas, with at least 357 species in China. [SEP] hypothesis: Corydalis are not found on the Moon", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Culver City High School is the main public high school of the Culver City Unified School District (CCUSD) in Culver City, California. It was opened in 1951. The school's colors are blue and silver, and the mascot is the centaur. As of 2014, its enrollment was roughly 2,000. Culver City High School is recognized as a California Distinguished School, earning the honor in 2005. [SEP] hypothesis: Culver City High School is not in Colorado.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Pendle is a constituency represented in the House of Commons of the UK Parliament since 2010 by Andrew Stephenson, a Conservative. The constituency was newly created for the 1983 General Election, being largely formed from the former Nelson and Colne Constituency. [SEP] hypothesis: Andrew Stephenson will become less Conservative while representing Pendle in the House of Commons of the UK Parliament.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Béla Bartók Music High School (Bartók Béla Zeneművészeti Szakközépiskola) is situated in the Palace of Music (Zenepalota) in Bartók square Miskolc, Hungary.It is a famous Music school named after the famous Hungarian composer Béla Bartók.It was founded in 1966. [SEP] hypothesis: This famous music school was named after a French composer.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
