{"task": "anli", "input": "premise: Inertia is the second studio album by keyboardist Derek Sherinian, released in 2001 through InsideOut Music. This album marks the beginning of Sherinian's longtime collaborations with drummer Simon Phillips as well as guitarists Steve Lukather and Zakk Wylde. [SEP] hypothesis: Derek Sherinian released three studio albums before Inertia was released.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Tyndall Air Force Base is a United States Air Force Base located 12 mi east of Panama City, Florida. The base was named in honor of World War I pilot 1st Lt Frank Benjamin Tyndall. The base operating unit and host wing is the 325th Fighter Wing (325 FW) of the Air Combat Command (ACC). The base is delineated as a census-designated place and had a resident population of 2,994 at the 2010 census. [SEP] hypothesis: Tyndall is a military base", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Walloon Legion (French: \"Légion Wallonie\" ) was a collaborationist volunteer unit recruited from Belgium's French-speaking population in Wallonia and Brussels during the German occupation of World War II. The Walloon Legion served in the Wehrmacht, later in the Waffen-SS, on the Eastern Front on both front line and reserve duties. [SEP] hypothesis: The Walloon Legion spoke Spanish.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The paloma (Spanish for \"dove\") is a tequila-based cocktail. This drink is most commonly prepared by mixing tequila with a grapefruit-flavored soda such as Fresca, Squirt, or Jarritos and served on the rocks with a lime wedge. This drink also has the option of adding salt to the rim of the glass. [SEP] hypothesis: A lime wedge is served with all cocktails.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: El gato con botas (\"Puss in Boots\", in English) is a 1961 Eastmancolor live-action Mexican fantasy film. Based on Charles Perrault's \"Puss in Boots\", it was scripted, produced and directed by Roberto Rodriguez, and, starring Santanon in the title role, the film was made by Pelicula Rodriguez S.A. at the Churubusco-Azteca film studio. [SEP] hypothesis: Pelicula Rodriguez worked on the original version of the movie.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: During the 2011–12 season AFC Ajax participated in the Dutch Eredivisie, the KNVB Cup, the UEFA Champions League and the UEFA Europa League. The first training took place on 27 June 2011. The traditional AFC Ajax Open Day will be held on 3 August 2011, followed by a testimonial match for the retired former Ajax goalkeeper Edwin van der Sar. [SEP] hypothesis: During the 2011–12 season AFC Ajax participated in the Dutch Eredivisie only.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Svengali is a live album by jazz composer, arranger, conductor and pianist Gil Evans, recorded in 1973 by Evans with an orchestra featuring Ted Dunbar, Howard Johnson, David Sanborn, Billy Harper, Richard Williams, Trevor Koehler, and Hannibal Marvin Peterson. The name of the album is an anagram for Gil Evans. [SEP] hypothesis: Hannibal Marvin Peterson was part of the orchestra on the Svengali album.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Rebeccais a 2016 Ghana-Nigeria film directed by Shirley Frimpong-Manso, and starring Yvonne Okoro and Joseph Benjamin (actor). According to Manso, the film was released first in London, before Ghana due to the economic situation of the country causing reduced patronage for films. The film is the second two cast film that features Nigerian born actress Yvonne Okoro. [SEP] hypothesis: Rebeccais was shown in the UK", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Jake Roberts is an English film editor. He is best known for his works on films \"Citadel\" (2012), \"Starred Up\" (2013), \"The Riot Club\" (2014) and \"Brooklyn\" (2015). For \"Hell or High Water\" (2016), Roberts was nominated (among several honors) for an Independent Spirit Award and the Academy Award for Best Film Editing at the 89th Academy Awards. [SEP] hypothesis: Jake Roberts does no work in the film industry.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Sutton-on-Sea (originally Sutton in the Marsh or Sutton le Marsh) is a small coastal village in the East Lindsey district of Lincolnshire, England. It is situated at the junction of the A52 and A1111 roads, 6 mi north-east from Alford and 2 mi south from Mablethorpe. The village is part of the civil parish of Mablethorpe and Sutton (where the population is listed). [SEP] hypothesis: Sutton-on-Sea is located just east of Ireland on the Celtic Sea.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The following bibliography of Roberto Bolaño provides a chronological list of the published works of Chilean writer Roberto Bolaño (1953–2003). It includes his fiction (novels, short stories, poems) and non-fiction (essays, speeches, interviews), both published during his lifetime and posthumously. [SEP] hypothesis: The finction and non-fiction works of  Roberto Bolaño were not published while he was alive.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"First Date\" is a song by American hip hop recording artist 50 Cent, released on October 3, 2012, as a single from his upcoming sixth studio album \"Street King Immortal\", set to be released in second quarter of 2013 after his fifth studio album, Animal Ambition. The song, produced by 45 Music, features fellow American rapper Too Short. [SEP] hypothesis: First Date is an Adam Sandler movie.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Wings Greatest is a compilation album by Wings and is their eighth album as well as Paul McCartney's 10th since leaving the Beatles. It is notable as being the first official retrospective release from McCartney's post-Beatles career. Excepting interest in its vinyl LP mix, this collection has been superseded by the releases of \"All the Best!\", \"\" and \"Pure McCartney\". [SEP] hypothesis: Wings released nine albums before the compilation album Wings Greatest was released.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Bad Habits\" is the lead single by English band The Last Shadow Puppets from their second studio album, \"Everything You've Come to Expect\". It was released on 10 January 2016 on Domino Records, and is the first release of the band's second period of activity, making it their first single since \"My Mistakes Were Made for You\" (2008). [SEP] hypothesis: Domino Records released all of The Last Shadow Puppets albums.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Hysterics is the debut album by Rolo Tomassi recorded in spring 2008 and released on 22 September 2008. The album is Rolo Tomassi's first release on Hassle Records and features all new tracks. The album received an exclusive first review from Thrash Hits, who awarded the album a maximum score. The band recorded a video for the song \"I Love Turbulence\" on 15 September. [SEP] hypothesis: Rolo Tomassi's album Hysterics had 10 tracks.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Objective-C is a general-purpose, object-oriented programming language that adds Smalltalk-style messaging to the C programming language. It was the main programming language used by Apple for the OS X and iOS operating systems, and their respective application programming interfaces (APIs) Cocoa and Cocoa Touch prior to the introduction of Swift. [SEP] hypothesis: Objective-C is, overall, the main object-oriented programming language.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
