{"task": "anli", "input": "premise: Walls (stylized as WALLS) is the seventh studio album by American rock band Kings of Leon. It was released on October 14, 2016, by RCA Records. The album title is an acronym for \"We Are Like Love Songs\", which continues the band's unwritten rule of having five-syllable album titles. [SEP] hypothesis: Walls is thought to be one of the best rock albums among many people.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Jerry Janezich (born March 16, 1950) is a Minnesota politician, a former member of the Minnesota legislature, and a former candidate for the United States Senate. Janezich served two terms in the Minnesota House of Representatives, and two terms in the Minnesota Senate. [SEP] hypothesis: Jerry Janezich was once President.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Kelli Presley is a fictional character in the \"Black Christmas\" franchise. The character, created by writer-director Glen Morgan and portrayed by actress Katie Cassidy, serves as the primary protagonist and final girl of the \"Black Christmas\" remake, acting as a replacement to Jess from the original film. [SEP] hypothesis: The character, created by producer-director Glen Morgan and portrayed by actress Katie Cassidy, serves as the primary protagonist and final girl of the \"Black Christmas\" remake, acting as a replacement to Jess from the original film.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The AMD K5 microprocessor is a Pentium-class 32-bit CPU manufactured by American company Advanced Micro Devices (AMD), and targeted at the consumer market. It was the first x86 processor designed by AMD from the ground up, and not licensed or reverse-engineered as previous generations of x86 processors produced by AMD. [SEP] hypothesis: AMD is the leading entity in microprocessor development.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Thomas Schneider (born 24 November 1972) is a German professional football manager and former defender, who is currently assistant manager to Joachim Löw for the German national team. Schneider had previously been manager of German Bundesliga club VfB Stuttgart. [SEP] hypothesis: Thomas Schneider was a professional soccer player.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Imperial Japanese Navy Aviation Bureau (海軍航空本部 , Kaigun Kōkū Hombu ) of the Ministry of the Navy of Japan was responsible for the development and training of the Imperial Japanese Navy Air Service. In 1941 it was headed by Vice-Admiral Katagiri and was organized as follows: [SEP] hypothesis: The Ministry of the Navy of Japan was responsible for more than the development and training of the Imperial Japanese Navy Air Service.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Champions is a role-playing game published by Hero Games designed to simulate and function in a four-color superhero comic book world. It was originally created by George MacDonald and Steve Peterson in collaboration with Rob Bell, Bruce Harlick and Ray Greer. [SEP] hypothesis: Hero Games publishes role-playing games.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Tere Bin Laden: Dead or Alive is a 2016 Indian comedy film written and directed by Abhishek Sharma. A sequel to the 2010 film \"Tere Bin Laden\", it narrates the story of an aspiring filmmaker who bumps into an Osama bin Laden lookalike, and also samples materials from the prequel. The film stars Manish Paul, Pradyuman Singh, and Piyush Mishra, and was released worldwide on 26 February 2016. [SEP] hypothesis: Abhishek Sharma was well liked for releasing the movie", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"I Hate Myself for Loving You\" is a 1988 song from Joan Jett and the Blackhearts and the first single from the album \"Up Your Alley\". The song reached No. 8 on the U.S. \"Billboard\" Hot 100, Jett's third single to reach the Top 10, but her first since \"Crimson and Clover\" in 1982. The song spent six weeks longer on the charts than did the group's biggest hit, \"I Love Rock 'n' Roll.\" [SEP] hypothesis: Joan Jett had two other singles that reached the Top 10 on the Billboard Hot 100.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Roberto Bolle (Casale Monferrato, March 26, 1975) is an Italian danseur. He is currently a \"principal dancer\" with the American Ballet Theatre and a principal dancer \"étoile\" at La Scala Theatre Ballet. Bolle also dances regularly as a guest artist with the world’s leading companies, including The Royal Ballet, the Mariinsky Ballet, the Bolshoi Ballet and the Paris Opera Ballet. [SEP] hypothesis: Roberto Bolle regularly doesn't dance", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Chronicles of Thomas Covenant is a series of ten high fantasy novels written by American author Stephen R. Donaldson. The series began as a trilogy, entitled \"The Chronicles of Thomas Covenant, the Unbeliever\". This was followed by another trilogy, \"The Second Chronicles of Thomas Covenant\", and finally a tetralogy, \"The Last Chronicles of Thomas Covenant\". [SEP] hypothesis: The story of Covenant is not concluded in these 10 books", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Special Operations Command (Danish: \"Specialoperationskommandoen\" ) (SOKOM) is a command of Danish Defence part of the Defence Command. SOKOM was established in 2014 to unite Jaeger Corps (Danish: \"Jægerkorpset\" ) and Frogman Corps (Danish: \"Frømandskorpset\" ) under one command and is based at Aalborg Air Base. [SEP] hypothesis: SOKOM was created to unite two different military units", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Abroad with Two Yanks is a 1944 American comedy film directed by Allan Dwan and starring Helen Walker, William Bendix and Dennis O'Keefe as the title characters. It was Bendix's third and final role in a film as a US Marine and the first of Dwan's three films about the United States Marine Corps. [SEP] hypothesis: Willliam Bendix was a marine", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Okra or okro ( or ), known in many English-speaking countries as ladies' fingers or ochro, is a flowering plant in the mallow family. It is valued for its edible green seed pods. The geographical origin of okra is disputed, with supporters of West African, Ethiopian, and South Asian origins. The plant is cultivated in tropical, subtropical and warm temperate regions around the world. [SEP] hypothesis: The geopgraphical origin of okra is disputed, with supporters stating that the origins of the plant could be from either East Africa, Eithiopia, or South Asia.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Spiess Tuning is the common identity of Siegfried Spiess Motorenbau GmbH, a motor vehicle engine tuning company based in Ditzingen, Baden-Württemberg, Germany. Today Spiess Tuning is most famous for its Formula 3 motor racing engines based on the Opel Family II and two iterations of Volkswagen R4 engines. [SEP] hypothesis: spiess tuning is company in germany that makes engines", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Yampa Valley Regional Airport (IATA: KHDN, ICAO: HDN) is in Routt County, Colorado, two miles southeast of Hayden and about 25 mi west of Steamboat Springs. Also known as Yampa Valley Regional Airport, it has the only scheduled passenger flights to northwest Colorado. It is also used by larger business jets that cannot use the smaller Steamboat Springs Airport (Bob Adams Field). [SEP] hypothesis: Yampa Valley Regional Airport has only one runway.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
