{"task": "anli", "input": "premise: The Constitution of Afghanistan is the supreme law of the state Afghanistan, which serves as the legal framework between the Afghan government and the Afghan citizens. Although Afghanistan (Afghan Empire) was made a state in 1747 by Ahmad Shah Durrani, the earliest Afghan constitution was written during the reign of Emir Abdur Rahman Khan in the 1890s followed by the 1923 version. [SEP] hypothesis: There was a 1747 version of the Constitution of Afghanistan.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Without Meyer, No Celebration is Complete (German: Keine Feier ohne Meyer) is a 1931 German comedy film directed by Carl Boese and starring Sig Arno, Ralph Arthur Roberts and Dina Gralla. Boese made a number of films featuring Jewish comedians during the Weimar Era. [SEP] hypothesis: Barl Coese directed the 1931 German comedy film 'Without Meyer, No Celebration is Complete.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Ralph Edward Tresvant Sr. (born May 16, 1968), also known as Rizz and Rizzo, is an American contemporary R&B singer best known as the lead singer of R&B/pop group New Edition. As a solo artist, Tresvant released the album \"Ralph Tresvant\" (1990). In 2008, he began touring with Bobby Brown and Johnny Gill in a new group named Heads of State. [SEP] hypothesis: Tresvant never played with Brown or Gill before 2008", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Word of Mouth is the third studio album by English-Irish boy band The Wanted. The album was released worldwide via Island Records on 4 November 2013. The album was preceded by the release of six singles: \"Chasing the Sun\", \"I Found You\", \"Walks Like Rihanna\", \"We Own the Night\", \"Show Me Love (America)\" and \"Glow in the Dark\", the latter of which was released two weeks prior to the album. [SEP] hypothesis: Word of Mouth is one of Ludacris best selling rap albums.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Walter Clarence Taylor Jr. (February 26, 1907 – October 3, 1994), known as Dub Taylor, was an American character actor who from the 1940s into the 1990s worked extensively in films and on television, often in Westerns but in comedies. He was the father of actor Buck Taylor, who played the character Newly O'Brien on \"Gunsmoke\". [SEP] hypothesis: He was an actor", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Fußball Club Südburgenland, also known as HOCO Südburgenland for sponsorship reasons, is an Austrian women's football club from Olbendorf, a town in South Burgenland, hence its name. Founded in 2002 after the women's team of SC Pinkafeld decided to become an independent club, it has played in the ÖFB-Frauenliga since the 2003–04 season. [SEP] hypothesis: Fußball Club Südburgenland were founded in 2002 in Austria.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 1921 NCAA football season had no clear-cut champion, with the \"Official NCAA Division I Football Records Book\" listing California Golden Bears, Cornell Big Red, Iowa Hawkeyes, Lafayette Leopards, Washington & Jefferson Presidents, and Vanderbilt Commodores as champions. Only California, Cornell, and Lafayette claim national championships for the 1921 season. [SEP] hypothesis: The 1921 NCAA football season had no clear-cut champion, and listed over four teams as champions.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Boom\" is an R&B single by Mario. It is the fourth and final single from his second studio album \"Turning Point\". The single was released on October 3, 2005. The song features rapper Juvenile, who co-wrote the song with Lamarquis Jefferson, Johnta Austin, Craig Love and Lil Jon; the latter is also the producer. The song peaked on the Rhythmic Top 40 chart at number 24. [SEP] hypothesis: Juvenile co-wrote \"Boom\" but Mario got the credit.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Manuel Lisandro Barillas Bercián (Quetzaltenango, 17 January 1845–Mexico City, 15 March 1907) was a Guatemalan general and acting president of Guatemala from 6 April 1885 to 15 March 1886 and President from 16 March 1886 to 15 March 1892. He was born in Quetzaltenango, and assassinated (at the behest of his enemy Manuel Estrada Cabrera, President of Guatemala at the time) in Mexico City in 1907. [SEP] hypothesis: Manuel Lisandro Barillas Bercián was assassinated in a large city", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Xiaogan () is a prefecture-level city in east-central Hubei province, People's Republic of China, some 60 km northwest of the provincial capital of Wuhan. According to the 2010 census, its population totaled 4,814,542, of whom 908,266 lived in the built-up (\"or metro\") area of Xiaonan District. [SEP] hypothesis: The Hubei province is in China.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Northern Transcon, a route operated by the BNSF Railway, traverses the most northerly route of any railroad in the western United States. This route was originally part of the Chicago, Burlington and Quincy Railroad, Northern Pacific Railway, Great Northern Railway and Spokane, Portland and Seattle Railway systems, merged into the Burlington Northern Railroad system in 1970. [SEP] hypothesis: The Northern Transcon is not operated by BNSF railway", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Heineken Light (labelled as \"Heineken 3\" in Australia ) is a light beer brewed by Heineken for the United States market. It was introduced in 2005. Heineken light reportedly has: 99 calories per 12 oz. bottle and 6.8 grams of carbohydrates. The beer has fewer calories, less carbohydrate, and less alcohol than lager beers such as the Heineken Pilsener. The beer has 3.3% alcohol by volume. [SEP] hypothesis: Heineken Light comes in both bottles and cans.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Heinz Ditgens (3 July 1914 – 20 June 1998) was a German professional footballer who played club football for Borussia Mönchengladbach. He won three caps for the German national side between 1936 and 1938, participating at the 1936 Summer Olympics, and became Borussia Mönchengladbach's first ever international player in the process. Ditgens also fought at Stalingrad in World War II. [SEP] hypothesis: Heinz Ditigens spoke fluet german", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The West Rail Line () is one of the MTR lines in Hong Kong, indicated by the colour dark magenta. It was formerly known as the KCR West Rail (九廣西鐵 ). The line connects Hung Hom Station in Kowloon and Tuen Mun Station in Tuen Mun, 35.7 km away, in 37 minutes. The railway runs through the cities of Kowloon, Castle Peak and Tsuen Wan. [SEP] hypothesis: It takes 87 minutes to ride the West Rail Line from Hung Hom Station to Tuen Mun Station.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Shoki Kasahara (笠原 将生 , Kasahara Shōki ) (born January 9, 1991 in Fukuoka) is a Japanese professional baseball player who last played for the Yomiuri Giants in Japan's Nippon Professional Baseball. His younger brother Taiga is also a professional baseball player currently playing for Fukuoka SoftBank Hawks. His father Eiichi is a former professional baseball player. [SEP] hypothesis: Shoki Kasahara prefers to be called Peter Pan.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Kerala Film Critics Association is an organization of film critics from Kerala, India. The association was founded in 1977 when a group of film journalists met at the behest of K. Aniyan, and Baby. It presents the Kerala Film Critics Association Awards each year to honour the finest achievements in filmmaking. [SEP] hypothesis: The Kerala Film Critics Association gives out just one award", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
