{"task": "anli", "input": "premise: The flag of Middlesex is the flag of the English county of Middlesex. It is the traditional flag of Middlesex, the historic county that forms the heart of London. This traditional design is included in the Flag Institute's registry of local flags as the Middlesex Flag. [SEP] hypothesis: The Middlesex Flag is a heart", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The European Country Music Association (ECMA) was established in 1994 in the United Kingdom and Spain by people related to the European country music scene, including publishers, DJs and musicians. It originally consisted of less than 100 members. The first president was the UK's Harry E. Fenton. [SEP] hypothesis: DJs are the most awarded musicians of the ECMA.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Clark County is a county in the U.S. state of Nevada. As of the 2010 census, the population was 1,951,269, with an estimated population of 2,114,801 in 2015. It is by far the most populous county in Nevada, accounting more than two-thirds of its residents. Las Vegas, Nevada's most populous city, has been the county seat since the county was established. [SEP] hypothesis: It's uncertain the population in Clark County will change very much in the next consensus.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 2009 NASCAR Banking 500 only from Bank of America was a NASCAR Sprint Cup Series stock car race held on October 17, 2009 at Lowe's Motor Speedway in Concord, North Carolina. The race was the thirty-first of the 2009 NASCAR Sprint Cup season, the fifth of the Chase for the Sprint Cup, and the only race scheduled at night during the ten-race Chase for the Sprint Cup that ended the season. [SEP] hypothesis: The 2008 NASCAR Banking 500 was also held at Lowe's Motor Speedway.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Hound of the Baskervilles is a 1978 British comedy film spoofing \"The Hound of the Baskervilles\" by Sir Arthur Conan Doyle. It starred Peter Cook as Sherlock Holmes and Dudley Moore as Dr. Watson. A number of other well-known British comedy actors appeared in the film including Terry-Thomas (in his final screen appearance), Kenneth Williams and Denholm Elliott. [SEP] hypothesis: The Hound of the Baskervilles was shown after the 1950s", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Wings Greatest is a compilation album by Wings and is their eighth album as well as Paul McCartney's 10th since leaving the Beatles. It is notable as being the first official retrospective release from McCartney's post-Beatles career. Excepting interest in its vinyl LP mix, this collection has been superseded by the releases of \"All the Best!\", \"\" and \"Pure McCartney\". [SEP] hypothesis: \"Pure McCartney\" is the most recent retrospective release by any Beatles members.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: LKF Cup was an annual basketball competition for Lithuanian basketball teams. It is organised by Lithuanian Basketball Federation (Lietuvos Krepšinio Federacija - LKF). Before 2007 LKF cup wasn't ran regularly, but since then its finals are organisised every January, February or March. [SEP] hypothesis: LKF Cup attendance has been increasing", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Jungle Book (1894) is a collection of stories by English author Rudyard Kipling. The stories are fables, using animals in an anthropomorphic manner to give moral lessons. A principal character is the boy or \"man-cub\" Mowgli, who is raised in the jungle by wolves. Other characters include Shere Khan the tiger and Baloo the bear. The book has been adapted many times for film and other media. [SEP] hypothesis: The original Jungle Book is more than 100 years old.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Dahlia coccinea is a species in the genus Dahlia, family Asteraceae. Common name is \"red dahlia\" although the flowers can be orange or occasionally yellow as well as the more common red. The species is native to Mexico but has long been cultivated in other countries for its showy flowers. [SEP] hypothesis: Dahlia is the most common genus in the family Asteraceae.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Gelston is a village in the South Kesteven district of Lincolnshire, England. It is situated 2 mi west from the A607 road, 5 mi north from Grantham, and in the civil parish of Hough-on-the-Hill, a village 1 mi to the north-east. It is in the civil parish of Brant Broughton and Stragglethorpe. [SEP] hypothesis: Gelson is the smallest village in Lincolnshire.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Steve Niehause was a defensive lineman in the NFL. He was the first ever draft pick for the Seattle Seahawks and the second player taken in the 1976 NFL Draft. Niehaus was the 1976 NFC Defensive Rookie of the Year and holds the Seahawk rookie record for sacks in a season with 9½. [SEP] hypothesis: Steve Niehause would have rather been a quarterback.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Minnesota West Community and Technical College is a community and technical college with five campuses in southwestern Minnesota, United States: Canby, Granite Falls, Jackson, Pipestone and Worthington and three learning centers in Luverne, Marshall and Redwood Falls. Students have the opportunity to earn an Associate Degree, Diploma, or Certificate in more than 60 disciplines. [SEP] hypothesis: There are five campuses in Minnesota.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Viru is a 5.0% ABV pilsner-style beer brewed in Estonia. It is brewed in the country's second largest city, Tartu, by the A. Le Coq brewery. The brand is owned by Baltic Beer Company Ltd (formerly Brand Independence Ltd), based in London, UK, and is brewed under licence in Estonia. A. Le Coq is the second largest brewery in Estonia, with a market share of 36.8% in 2005. [SEP] hypothesis: Viru had a market share of 36.8 % by the end of 2005.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Holger F. Struer was a Danish chemist and founder of \"H. Struers Chemiske Laboratorium\" (In Danish: \"Struers Kemiske Laboratorium\") in 1875 at Skindergade 38, the centre of Copenhagen. Struers introduced in 1943 Micropol, a new principle for electrolytic polishing which made the preparation process within metallography more controlled in order to achieve better preparation results. [SEP] hypothesis: Holger F Struger grew up in Copenhagen his whole life", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Abeliophyllum, also miseonnamu, Korean abeliophyllum, white forsythia, or Korean abelialeaf) is a monotypic genus of flowering plants in the olive family, Oleaceae. It consists of one species, Abeliophyllum distichum Nakai, endemic to Korea, where it is endangered in the wild, occurring at only seven sites. It is related to \"Forsythia\", but differs in having white, not yellow, flowers. [SEP] hypothesis: Forsythia has white flowers", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Milton Teagle \"Richard\" Simmons (born July 12, 1948) is an American fitness guru, actor, and comedian. He promotes weight-loss programs, prominently through his \"Sweatin' to the Oldies\" line of aerobics videos and is known for his eccentric, flamboyant, and energetic personality. [SEP] hypothesis: Richard Simmons wills have a documentary on Netflix.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
