{"task": "anli", "input": "premise: The Royal Irish Rangers (27th (Inniskilling), 83rd and 87th) was a regular infantry regiment of the British Army with a relatively short existence, formed in 1968 and later merged with the Ulster Defence Regiment in 1992 to form the Royal Irish Regiment. [SEP] hypothesis: The Royal Irish Rangers was a elite infantry regiment of the British Army with a relatively short existence.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Base 2: Guilty as Charged is a 2000 action/adventure film written by C. Courtney Joyner and Jeff Albert, produced Dana Dubovsky and Mark L. Lester, directed by Mark L. Lester and starring Antonio Sabato Jr. and James Remar. It is also the sequel to the 1999 film \"The Base\". [SEP] hypothesis: The Base 2: Guilty as Charged contains romantic scenes.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: VStar Entertainment Group is a family entertainment production company headquartered in Minneapolis, Minnesota, United States. It produces Sesame Street Live, a live touring stage show based on the television series. It has also produced stage shows based on \"Dragon Tales\", The Muppets and \"Muppet Babies\", \"Bear in the Big Blue House\", \"Curious George\", and \"Barney & Friends\". [SEP] hypothesis: VStar Entertainment produces scripted shows.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: APOEL FC (Greek: ΑΠΟΕΛ ; short for Αθλητικός Ποδοσφαιρικός Όμιλος Ελλήνων Λευκωσίας, \"Athletikos Podosferikos Omilos Ellinon Lefkosias\", \"Athletic Football Club of Greeks of Nicosia\") is a professional football club based in Nicosia, Cyprus. APOEL is the most popular football team in Cyprus and they are the most successful with an overall tally of 26 championships, 21 cups and 13 super cups. [SEP] hypothesis: Nicosia has outlawed winning more than 10 super cups.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Mario Fernandez (born 1984), better known as Wizzo or wizzogmb, is a Mexican-American hip-hop/electronic producer, recording/mixing engineer, and DJ based in Santa Ana, Ca. He was born to Mexican mother and father in Guadalajara, Jalisco, Mexico. He has worked with Lil Jon, Boosie, DJ Drama, Nipsey Hussle, Yg, Skeme, Dom Kennedy, Jim Jonsin, and various other producers, artists and engineers. [SEP] hypothesis: Fernandez produced an album with Lil Jon.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Chamaecyparis, common names cypress or false cypress (to distinguish it from related cypresses), is a genus of conifers in the cypress family Cupressaceae, native to eastern Asia (Japan + Taiwan) and to the western and eastern margins of the United States. The name is derived from the Greek \"khamai\", meaning ground, and \"kuparissos\" for cypress. [SEP] hypothesis: Chamaecyparis are the most common tree in the United States.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Albert “The Hurricane” Kraus (born August 3, 1980 in Oss) is a Dutch welterweight kickboxer. He was the first K-1 World MAX Tournament Champion in 2002 and also the first SUPERKOMBAT Middleweight Champion. Kraus has also held four separate world titles in kickboxing and Muay Thai. He is currently fighting out of Super Pro Gym in GLORY. [SEP] hypothesis: Albert Kraus is Finnish.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Nelly Sachs Prize (German:\"Nelly Sachs Preis\") is a literary prize given every two years by the German city of Dortmund. Named after the Jewish poet Nelly Sachs, the prize includes a cash award of €15,000. It honours authors for outstanding literary contributions to the promotion of understanding between peoples. [SEP] hypothesis: The Nelly Sachs Prize has been given to the wrong person before.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Mulberry () is a 1986 South Korean drama film directed by Lee Doo-yong. Based on the eponymous classic story by Na Do-hyang, the film became known for its erotic subject matter, made possible by the government's gradual relaxation of censorship and control over the film industry during the 1980s. It was part of the wave of \"Folk erotic\" films that had become popular in South Korea at this time. [SEP] hypothesis: Mulberry was censored by the government", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Omar Azmy Shama (born 1976) (Arabic: عمر عزمي شامة‎ ‎ ) (Various spellings include \"Omar Schama\", \"Omar Chama\") is an Egyptian screenwriter and film producer born in Cairo, Egypt. Following university, he worked as a reporter at the Associated Press news agency. He later quit his job to focus on a career in the film industry. [SEP] hypothesis: To become a good screenwriter it was necessary for him to quit his job as a reporter.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Teeth is a 2007 black comedy horror film written and directed by Mitchell Lichtenstein. The movie stars Jess Weixler and was produced by Lichtenstein on a budget of US$2 million. The film premiered at the Sundance Film Festival on January 19, 2007, and was distributed by Roadside Attractions for a limited release in the United States. [SEP] hypothesis: Jamie Wexler stars in the movie Teeth.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Yakshagana ( Kannada : \"ಯಕ್ಷಗಾನ\", Tulu : \"ಆಟ\") is a traditional theatre form that combines dance, music, dialogue, costume, make-up, and stage techniques with a unique style and form. This theatre style is mainly found in Tulunadu and some parts of Malenadu region's of Karnataka and Kerala.Yakshagana is traditionally presented from dusk to dawn. [SEP] hypothesis: Yakshagana is a very difficult theatrical form to master.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Véronique Vendell (born Véronique Duraffourd, 21 July 1942) is a French actress. She appeared mainly in French and German productions, but had roles in both Peter Glenville's \"Becket\" and Sam Peckinpah's \"Cross of Iron\" and its sequel \"Breakthrough\". [SEP] hypothesis: Véronique Vendell had blonde hair.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Rafael \"Rafa\" Nadal Parera (] , ] ; born 3 June 1986) is a Spanish professional tennis player, currently ranked World No. 1 in men's singles. Known as \"The King of Clay\", he is widely regarded as the greatest clay-court player in history. His evolution into an all-court threat has established him as one of the greatest tennis players ever. [SEP] hypothesis: Rafael is the topped ranked tennis player.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: A Place on Earth: The Greatest Hits is the second greatest hits album by American singer Belinda Carlisle, released in the UK on November 30, 1999, by Virgin Records. A limited edition was released with a bonus disc featuring remixes and rare b-sides. A European edition was also released with an interview CD featuring Belinda providing answers to over 40 questions sent in by fans. [SEP] hypothesis: One of Belinda's albums features an interview with the singer.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Ferrari N.V. (] ) is an Italian sports car manufacturer based in Maranello. Founded by Enzo Ferrari in 1939 out of Alfa Romeo's race division as \"Auto Avio Costruzioni\", the company built its first car in 1940. However the company's inception as an auto manufacturer is usually recognized in 1947, when the first Ferrari-badged car was completed. [SEP] hypothesis: Ferrari N.V. was founded and completed in 2 different decades.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
