{"task": "anli", "input": "premise: A soda gun or bar gun is a device used by bars to serve various types of carbonated and non-carbonated drinks. A soda gun has the ability to serve any beverage that is some combination of syrup, water and carbon dioxide. This includes soft drinks, iced tea, carbonated water, and plain water. When served from a soda gun, these are often known as fountain drinks. [SEP] hypothesis: A soda gun gets cleaned every night by the employees.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Mufti Sarfraz Ahmed Naeemi Shaheed, (Urdu: ‎ ), (16 February 1948 – 12 June 2009) was a leading Sunni Islamic cleric from Pakistan who was well known for his moderate and anti-terrorist views. He was killed in a suicide bombing in Jamia Naeemia Lahore, Lahore, Pakistan on 12 June 2009, after publicly denouncing the Tehrik-i-Taliban's terrorist actions and ideologies as unislamic. [SEP] hypothesis: Mufti Sarfraz Ahmed Naeemi Shaheed, was a leading Sunni Islamic cleric from Iran. He was killed in a suicide bombing in China on 2015, after publicly denouncing the Tehrik-i-Taliban's terrorist actions and ideologies as unislamic.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Immanuel College, is a Lutheran school in Adelaide, South Australia. It is the only Lutheran college in Adelaide that has boarders. Its sister schools include Concordia College in Adelaide, Johann-Sebastian-Bach-Gymnasium in Windsbach, Germany and Kyushu Lutheran College in Kumamoto, Japan. [SEP] hypothesis: Immanuel College was the first Lutheran school in Adelaide, South Australia.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 1919 Washington State Cougars football team was an American football team that represented Washington State College during the 1919 college football season. Head coach Gus Welch led the team to a 2–2 mark in the PCC and 5–2 overall. This year marked the team's adoption of the \"Cougars\" nickname. [SEP] hypothesis: Gus Welch had an assistant named Ben.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Best Friend\" by 50 Cent is the third single released from the soundtrack of the film \"Get Rich or Die Tryin'\" (2005) and the remix featuring Olivia is the third single from her album, \"Behind Closed Doors\". It is also featured on the 2006 edition of 50 Cent's 2005 album, \"The Massacre\". [SEP] hypothesis: \"Best Friend\"  is the third released single fore 50 cent and Olivia", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The naming customs of Taiwanese aborigines are distinct from, though influenced by, the majority Han Chinese culture of Taiwan. Prior to contact with Han Chinese, the Taiwanese aborigines named themselves according to each tribe's tradition. The naming system varies greatly depending on the particular tribes. Some tribes do not have family names, at least as part of the personal name. [SEP] hypothesis: Taiwanese aborigines made contact with Han Chinese.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Journal of the Evangelical Theological Society is a refereed theological journal published by the Evangelical Theological Society. It was first published in 1958 as the \"Bulletin of the Evangelical Theological Society\", and was given its present name in 1969. [SEP] hypothesis: Evangelical Theological Society journal will stop printing in 2019.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Iola (pronounced ) is a city situated along the Neosho River in the northwestern part of Allen County, located in Southeast Kansas, in the Central United States. As of the 2010 census, the city population was 5,704. Iola is the county seat of Allen County. It is named in honor of Iola Colborn. [SEP] hypothesis: Iola Colborn was born in Iola.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Sky of Avalon – Prologue to the Symphonic Legends is a studio album by German guitarist Uli Jon Roth marking a debut for his symphonic music project Sky of Avalon. It was produced at Sky Studios, Earl's Farm in Autumn 1995, except for \"Starlight\" and \"Winds of War\" produced in 1992 at Sky Studios, Seaford. It was released in 1996 in Japan and Europe, finally reaching the U.S. in 1998. [SEP] hypothesis: Sky of Avalon was released in America two years after the initial release.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Spring Lake is a small glacial lake in the Town of Berlin, Rensselaer County, New York, United States. The lake is privately administered by the Spring Lake Association, which consists of the owners of cottages around the perimeter. There is no public access. The lake is located on a geologic formation known as the Rensselaer Plateau. [SEP] hypothesis: The Spring Lake Association is made of of people that live in the next town over.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Baaghi 2 is an upcoming Indian martial arts film directed by Ahmed Khan, written by Sanjeev Datta and produced by Sajid Nadiadwala under the banners Nadiadwala Grandson Entertainment and Fox Star Studios. The film features Tiger Shroff and Disha Patani in lead roles. It is a sequel to the 2016 film \"Baaghi.\" [SEP] hypothesis: Tiger Shroff study his lines a lot for this movie", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Larry Martin Hagman (September 21, 1931 November 23, 2012) was an American film and television actor, director and producer best known for playing ruthless oil baron J.R. Ewing in the 1980s primetime television soap opera \"Dallas\" and befuddled astronaut Major Anthony \"Tony\" Nelson in the 1960s sitcom, \"I Dream of Jeannie\". [SEP] hypothesis: Larry Martin Hagman acted mostly in the 1980's.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"I Hate Myself for Loving You\" is a 1988 song from Joan Jett and the Blackhearts and the first single from the album \"Up Your Alley\". The song reached No. 8 on the U.S. \"Billboard\" Hot 100, Jett's third single to reach the Top 10, but her first since \"Crimson and Clover\" in 1982. The song spent six weeks longer on the charts than did the group's biggest hit, \"I Love Rock 'n' Roll.\" [SEP] hypothesis: Joan Jett had two other songs that reached the top 10 on the charts.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Nocturna Artificialia is the first credited film directed and produced by the Brothers Quay, Timothy and Stephen. \"This British fraternal directing team is known for their avant-garde puppet films.\" Rather than dialog, this film uses shadows and music to create the dream-like state of the main character and his journey on a red tram at night. [SEP] hypothesis: Brothers Quay has a credited film.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Derrick \"Ricky\" Scott Reynolds (born January 19, 1965 in Sacramento, California), is a former professional American football player who was selected by the Tampa Bay Buccaneers in the second round of the 1987 NFL Draft. A 6' 0\", 195-lb. cornerback from Washington State University, Reynolds played in 10 NFL seasons from 1987 to 1996 for the Tampa Bay Buccaneers and New England Patriots. [SEP] hypothesis: Derrick Reynolds made over three million dollars during his time as a professional football player.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: TPC Stonebrae, formerly TPC San Francisco Bay, is an American links style golf course and private golf club located at Stonebrae Country Club in the hills above Hayward, California on the eastern side of the San Francisco Bay Area. TPC Stonebrae Country Club is currently the newest Country Club in the San Francisco Bay Area and has a top 10 course rating in Northern California. [SEP] hypothesis: TPC Stonebrae is located to the east side of the United States", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
