{"task": "anli", "input": "premise: Blood for Irina is a 2012 vampire film written and directed by \"Fangoria\" editor and film critic Chris Alexander, who also helped to create the film's score. The movie released on November 2, 2012 in Belgium. A sequel, entitled \"Queen of Blood\", released in 2014. A third Irina film called BLood Dynasty is due out from Castle Films this Fall. [SEP] hypothesis: There is a sequel to Blood fro Irina called Queen of Blood.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Brierfield railway station serves the small town of Brierfield, Lancashire, England and is on the East Lancashire Line 2+1/4 mi east of Burnley Central railway station towards Colne (the terminus). The station is managed by Northern, who also provide all passenger trains serving it. [SEP] hypothesis: northern manages the station", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Evans Tuning, LLC is an automotive engine tuning, and aftermarket modification shop that specializes in the reprogramming of engine control units (ECUs), to provide a smooth driving experience and safe engine conditions after modifications to a stock automotive configuration have been performed. [SEP] hypothesis: Evans Tuning, LLC is one of the best modification shops on the market.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Gaza Empire (1824–1895) was an African empire established by the powerful general Soshangane and was located in southeastern Africa in the area of southern Mozambique and southeastern Zimbabwe. The Gaza Empire, at its height in the 1860s, covered all of Mozambique between the Zambezi and Limpopo rivers. [SEP] hypothesis: The Gaza Empire (1824–1895) was established by general Soshangane and was located in southeastern Africa. The Gaza Empire, at its height in the 1860s.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Salt to the Sea is a 2016 historical fiction young adult novel by Ruta Sepetys. It tells the story of four individuals in World War II who make their way to the ill-fated MV \"Wilhelm Gustloff\". The story also touches on the disappearance of The Amber Room, a work of art stolen by the Nazis that has never been recovered. [SEP] hypothesis: Nobody knows who currently possesses The Amber Room.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Professional (original title: Le Professionnel; ] ) is a 1981 French action film directed by French director Georges Lautner, starring Jean-Paul Belmondo, Jean Desailly and Robert Hossein, based on the award-winning 1976 novel \"Death of a Thin-Skinned Animal\" by Patrick Alexander. [SEP] hypothesis: The Professional the only adaptation of the award-winning 1976 novel \"Death of a Thin-Skinned Animal\" by Patrick Alexander.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Three Mills Residential Moorings is a community of twenty residential narrowboats moored on the Three Mills Wall River Weir near Three Mills in the East End of London. Historically a tidal stretch of water, the residential moorings were converted to non-tidal in preparation for the London 2012 Olympics by the construction of a weir [SEP] hypothesis: Three Mills Non-Residential Moorings is a community of twenty residential narrowboats moored on the Three Mills Wall River Weir near Three Mills in the East End of London.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Quadring Eaudike is a hamlet in the South Holland district of Lincolnshire, England. It lies approximately 1 mi east from the A152 road, and 2 mi south-east from Donington. Quadring Eaudike is within the civil parish of Quadring , a village 1 mile to the west. [SEP] hypothesis: Quadring Eaudike is 15 miles away from downtown London.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Eleventh Doctor is an incarnation of the Doctor, the protagonist of the BBC science fiction television programme \"Doctor Who\". He is played by Matt Smith, in three series as well as seven specials, over an almost four-year-long period. As with previous incarnations of the Doctor, the character has also appeared in other \"Doctor Who\" multimedia. [SEP] hypothesis: Math Smith was in at least 10 episodes of this series.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The 2001 NFL draft was the 66th annual meeting of National Football League (NFL) franchises to select newly eligible football players. The draft, which is officially referred to as the \"NFL Player Selection Meeting,\" was held at the Theater at Madison Square Garden in New York City, New York on April 21–22, 2001. [SEP] hypothesis: The 2001 NFL draft took place less than ten years ago.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Trading Christmas is a 2011 Christmas film directed by Michael Scott and starring Faith Ford, Tom Cavanagh, Gil Bellows, Gabrielle Miller, Emma Lahana, and Andrew Francis. The film is based on the novel of the same name by author Debbie Macomber, who also serves as a producer. The film premiered on the Hallmark Channel on November 26, 2011. [SEP] hypothesis: Trading Christmas was playing on the Hallmark Channel on December 25th, 2011", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Jeremy Brock MBE (born 1959) is an English writer and director whose works include the screenplays \"Mrs Brown\", \"Driving Lessons\", \"The Last King of Scotland\", \"Charlotte Gray\", and \"The Eagle\". Brock has also written two plays for the Hampstead downstairs theatre. [SEP] hypothesis: Brock collaborated with people from the Hampstead theater after he wrote two plays and they were successful", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Scientific American (informally abbreviated SciAm) is an American popular science magazine. Many famous scientists, including Albert Einstein, have contributed articles in the past 170 years. It is the oldest continuously published monthly magazine in the United States(though it only became monthly in 1921). [SEP] hypothesis: Albert Einstein wrote an article for Scientific American.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Brutus is a \"cognomen\" of the Roman \"gens Junia\", a prominent family of the Roman Republic. The plural of Brutus is \"Bruti\", and the vocative form is \"Brute\", as used in the quotation \"\"Et tu, Brute?\"\" (\"you too, Brutus?\"), from Shakespeare's play \"Julius Caesar\". [SEP] hypothesis: There were multiple people with the family name \"Brutus\" in ancient Rome.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Central Radio & TV Tower () is a 405 m telecommunications- and observation tower in Beijing, China. It is the tallest structure in the city, the ninth-tallest tower in the world, and has its observation deck at 238 m . The tower provides panoramic views over the city from its revolving restaurant and observation deck. It is a member of the World Federation of Great Towers. [SEP] hypothesis: The Central Radio &  TV Tower provides great views.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"Janam Janam\" (English: Life after Life) is a Hindi song from the soundtrack of the 2015 Indian film \"Dilwale\". The song is written by Amitabh Bhattacharya, composed by Pritam and sung by Arijit Singh. The music video of the song is picturised upon Shah Rukh Khan and Kajol. [SEP] hypothesis: The film Dilwale was released more than 10 years ago.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
