{"task": "anli", "input": "premise: The World of David Bowie is an album by David Bowie, released in 1970. It contains material from his first album \"David Bowie\", as well as previously unreleased songs. The track listing was chosen by Bowie himself. The sleeve photo is by Ian Dickson. [SEP] hypothesis: The World of David Bowie was released less than thirty years ago.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Little Jost Van Dyke (colloquially, \"Little Jost\") is one of the British Virgin Islands. It is a small island on the east end of the island of Jost Van Dyke. Like Jost Van Dyke, it takes its name from the Dutch privateer Joost van Dyk. It is the location of the Diamond Cay National Park, which includes the nesting grounds of wild boobies, terns and pelicans. [SEP] hypothesis: Little Jost Van Dyke is the location of Diamond Cay National Park.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Garmisch-Partenkirchen (] ) is a ski town in Bavaria, southern Germany. It is the seat of government of the district of Garmisch-Partenkirchen (abbreviated \"GAP\"), in the Oberbayern region, which borders Austria. Nearby is Germany's highest mountain, Zugspitze, at 2,962 m (9,718 ft.). [SEP] hypothesis: There is no mountain in Austria higher than Zugspitze", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Florida Scholastic Press Association (FSPA) is a not-for-profit organization founded in 1946. It is the scholastic press association for the state of Florida and its members consist of more than 300 student publications, online media teams and broadcast programs from the state. The main mission of the organization is to educate, train and support scholastic journalists and their advisers. [SEP] hypothesis: FSPA stands for Florida Scholars Press Association.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Tropa Mo Ko Unli Spoof (formerly known as Tropa Mo Ko Unli and Tropa Mo Ko Nice di ba?) is a weekly gag show produced by the TV5 Entertainment Group and it is aired every Saturday at 7:00pm (PST) on TV5. Its format similar to \"Tropang Trumpo\" which has been aired from 1994 to 1999. The title is a merger between \"Tropang Trumpo\" and \"Lokomoko U\", resulting in Ogie Alcasid's return/arrival to TV5. [SEP] hypothesis: Tropa Mo Ko Unli Spoof aires on TV5 every single week.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Amazon Fire TV refers to two digital media players and microconsoles developed by Amazon.com. It is a small network appliance and entertainment device designed to stream digital audio/video content to a high-definition television. The device also allows users to play video games with the included remote, via a mobile app, or with an optional game controller. [SEP] hypothesis: Amazon Fire TV are two digital media players and microconsoles", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Arikok National Park takes up approximately 18 percent of the island of Aruba and includes three primary geological formations: the Aruba lava formation, a quartz diorite formation, and a limestone formation that extends inward from the coast. These formations have directly influenced Aruba's human settlement, as well as its natural wonders. [SEP] hypothesis: Aruba has close to a fifth of its island dedicated to national parks.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Justin James \"J. J.\" Watt (born March 22, 1989) is an American football defensive end for the Houston Texans of the National Football League (NFL). He was drafted by the Texans with the 11th pick in the first round of the 2011 NFL Draft, and played college football at Wisconsin. [SEP] hypothesis: There were 10 picks in the 2011 NFL Draft before Justin James \"J.J.\" Watt was drafted by the Houston Texans.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Berthold Heinrich Kämpfert, (16 October 1923 – 21 June 1980), better known as Bert Kaempfert, was a German orchestra leader, music producer, and songwriter. He made easy listening and jazz-oriented records and wrote the music for a number of well-known songs, including \"Strangers in the Night\" and \"Moon Over Naples\". [SEP] hypothesis: Berthold Heinrich Kämpfert was better known as Bert Kaenyouhearme", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Chrysanthemums ( ), sometimes called mums or chrysanths, are flowering plants of the genus Chrysanthemum in the family Asteraceae. They are native to Asia and northeastern Europe. Most species originate from East Asia and the center of diversity is in China. There are countless horticultural varieties and cultivars. [SEP] hypothesis: Chrysanthemums can be grown in the Americas easily.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Henry Nevill, 6th and \"de jure\" 4th Baron Abergavenny KB (between 1527 and 153510 February 1587) was an English peer. He was the son of Sir George Nevill, 5th Baron Bergavenny, and Mary Stafford (daughter of Edward Stafford, 3rd Duke of Buckingham). He succeeded to the barony upon the death of his father, George Nevill, 5th Baron Bergavenny. [SEP] hypothesis: Henry Nevill became a baron upon the death of his father who died from a long term illness giving Henry the chance to fulfill his ambitions.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: \"No Words\" is a song written by Paul McCartney and Denny Laine, and first released on 7 December 1973 on \"Band on the Run\" by Paul McCartney and Wings. The song was Laine's first co-writing on a Wings album and his only writing credit on \"Band on the Run\". [SEP] hypothesis: a Wings album was credit on Band on the Run", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Hertfordshire ( ; often abbreviated Herts) is a county in southern England, bordered by Bedfordshire to the north, Cambridgeshire to the north-east, Essex to the east, Buckinghamshire to the west and Greater London to the south. For government statistical purposes, it is placed in the East of England region. [SEP] hypothesis: People who live in Herts wish they lived in London.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: The Coward is a 1915 American silent historical war drama film directed by Reginald Barker and produced by Thomas H. Ince. Ince also wrote the film's story and scenario with C. Gardner Sullivan. The film stars Frank Keenan and Charles Ray. John Gilbert also appears in an uncredited bit part. A copy of \"The Coward\" is preserved at the Museum of Modern Art. [SEP] hypothesis: Frank Keenan and Charles ray starred in a movie together.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Lady is a compilation of songs from the band Styx's early recordings under the Wooden Nickel Records label. It is very similar to the contemporary \"Best of Styx\" compilation, consisting of the same tracks as that album (albeit in a different sequence) minus the song \"Winner Take All\", which does not appear on this album. [SEP] hypothesis: Lady was written for a bandmate's little sister.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "anli", "input": "premise: Blackburn with Darwen is a unitary authority area in Lancashire, North West England. It consists of Blackburn, the small town of Darwen to the south of it, and the surrounding countryside. The population of the Unitary Authority taken at the 2011 census was 147,489. [SEP] hypothesis: The census was taken in 2011.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
