{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Carlos's lawyer should bore one sister of and every play should bore three unconvinced sister of. [SEP] sentence 2: Carlos's lawyer should bore one troubled sister of and every play should bore three unconvinced.", "output": "sentence 1", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Cynthia wasn't climbing down a few slopes and some actress's sisters are climbing down several orange slopes. [SEP] sentence 2: Cynthia wasn't climbing down a few lost slopes and some actress's sisters are climbing down several orange.", "output": "sentence 1", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Jodi's plumbers climb down no mountains and the snakes climb down some rough mountains. [SEP] sentence 2: Jodi's plumbers climb down no small mountains and the snakes climb down some rough.", "output": "sentence 1", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Brad isn't listening to several employed grandmothers and Colleen isn't listening to a few upset. [SEP] sentence 2: Brad isn't listening to several grandmothers and Colleen isn't listening to a few upset grandmothers.", "output": "sentence 2", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Samuel isn't taking one mall and Kayla isn't taking several exposed mall. [SEP] sentence 2: Samuel isn't taking one bad mall and Kayla isn't taking several exposed.", "output": "sentence 1", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Lori isn't breaking one green plane and Aaron isn't breaking at least as many new. [SEP] sentence 2: Lori isn't breaking one plane and Aaron isn't breaking at least as many new plane.", "output": "sentence 2", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Many grandmothers of some customers wear four concealed coats and the students wear five old. [SEP] sentence 2: Many grandmothers of some customers wear four coats and the students wear five old coats.", "output": "sentence 2", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Dawn visited one content dentist and the Borgias visited a few lucky. [SEP] sentence 2: Dawn visited one dentist and the Borgias visited a few lucky dentist.", "output": "sentence 2", "options": ["sentence 1", "sentence 2"]}
