{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Cindy's employee hasn't attacked one supervisor and Gerald hasn't attacked a few busy supervisor. [SEP] sentence 2: Cindy's employee hasn't attacked one hopeful supervisor and Gerald hasn't attacked a few busy.", "output": "sentence 1", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Tiffany complains about three good waiters and Kenneth complains about more smart. [SEP] sentence 2: Tiffany complains about three waiters and Kenneth complains about more smart waiters.", "output": "sentence 2", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Anna's dentists bores one unemployed lady and some banana bores four big. [SEP] sentence 2: Anna's dentists bores one lady and some banana bores four big lady.", "output": "sentence 2", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Denise discovered one muffin and Meredith discovered four important muffin. [SEP] sentence 2: Denise discovered one purple muffin and Meredith discovered four important.", "output": "sentence 1", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Christina bikes to several orange grocery stores and Cynthia bikes to a few green. [SEP] sentence 2: Christina bikes to several grocery stores and Cynthia bikes to a few green grocery stores.", "output": "sentence 2", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Jason's piano teachers distracts one big grandmother of and this play about travel distracts three unsure. [SEP] sentence 2: Jason's piano teachers distracts one grandmother of and this play about travel distracts three unsure grandmother of.", "output": "sentence 2", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: A niece of Martin might break one messy dish and Tammy's sons might break more purple. [SEP] sentence 2: A niece of Martin might break one dish and Tammy's sons might break more purple dish.", "output": "sentence 2", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Lori sees three gloves and Natalie sees at least as many hidden gloves. [SEP] sentence 2: Lori sees three purple gloves and Natalie sees at least as many hidden.", "output": "sentence 1", "options": ["sentence 1", "sentence 2"]}
