{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Fathers of April buy one exposed unicycle and Andrew's mentors buy more concealed. [SEP] sentence 2: Fathers of April buy one unicycle and Andrew's mentors buy more concealed unicycle.", "output": "sentence 2", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Liam is arriving at three lakes and Suzanne's mentee is arriving at fewer old lakes. [SEP] sentence 2: Liam is arriving at three rough lakes and Suzanne's mentee is arriving at fewer old.", "output": "sentence 1", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: That son of Heidi forgot one good play and Karen's cousin forgot few popular. [SEP] sentence 2: That son of Heidi forgot one play and Karen's cousin forgot few popular play.", "output": "sentence 2", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Samuel distracted two sisters and Christina distracted three upset sisters. [SEP] sentence 2: Samuel distracted two young sisters and Christina distracted three upset.", "output": "sentence 1", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Florence's podiatrists have one screen and Vincent's ex-wives have few exposed screen. [SEP] sentence 2: Florence's podiatrists have one yellow screen and Vincent's ex-wives have few exposed.", "output": "sentence 1", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: This dancer did boast about one spouse and Ella did boast about a lot hidden spouse. [SEP] sentence 2: This dancer did boast about one clever spouse and Ella did boast about a lot hidden.", "output": "sentence 1", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Cynthia wasn't climbing down a few slopes and some actress's sisters are climbing down several orange slopes. [SEP] sentence 2: Cynthia wasn't climbing down a few lost slopes and some actress's sisters are climbing down several orange.", "output": "sentence 1", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Alexander might sound like one tutor and Danielle might sound like some uncertain tutor. [SEP] sentence 2: Alexander might sound like one unsure tutor and Danielle might sound like some uncertain.", "output": "sentence 1", "options": ["sentence 1", "sentence 2"]}
