{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Fathers of April buy one exposed unicycle and Andrew's mentors buy more concealed. [SEP] sentence 2: Fathers of April buy one unicycle and Andrew's mentors buy more concealed unicycle.", "output": "sentence 2", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Liam is arriving at three lakes and Suzanne's mentee is arriving at fewer old lakes. [SEP] sentence 2: Liam is arriving at three rough lakes and Suzanne's mentee is arriving at fewer old.", "output": "sentence 1", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: That son of Heidi forgot one good play and Karen's cousin forgot few popular. [SEP] sentence 2: That son of Heidi forgot one play and Karen's cousin forgot few popular play.", "output": "sentence 2", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Samuel distracted two sisters and Christina distracted three upset sisters. [SEP] sentence 2: Samuel distracted two young sisters and Christina distracted three upset.", "output": "sentence 1", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Florence's podiatrists have one screen and Vincent's ex-wives have few exposed screen. [SEP] sentence 2: Florence's podiatrists have one yellow screen and Vincent's ex-wives have few exposed.", "output": "sentence 1", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: This dancer did boast about one spouse and Ella did boast about a lot hidden spouse. [SEP] sentence 2: This dancer did boast about one clever spouse and Ella did boast about a lot hidden.", "output": "sentence 1", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Cynthia wasn't climbing down a few slopes and some actress's sisters are climbing down several orange slopes. [SEP] sentence 2: Cynthia wasn't climbing down a few lost slopes and some actress's sisters are climbing down several orange.", "output": "sentence 1", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Alexander might sound like one tutor and Danielle might sound like some uncertain tutor. [SEP] sentence 2: Alexander might sound like one unsure tutor and Danielle might sound like some uncertain.", "output": "sentence 1", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Alexander wouldn't complain about two ex-girlfriends and Suzanne wouldn't complain about three serious ex-girlfriends. [SEP] sentence 2: Alexander wouldn't complain about two bad ex-girlfriends and Suzanne wouldn't complain about three serious.", "output": "sentence 1", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: This dog impresses one brown bank and every unicycle impresses few yellow. [SEP] sentence 2: This dog impresses one bank and every unicycle impresses few yellow bank.", "output": "sentence 2", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Patrick's handymen tour two museums and some lady's brothers tour three bad museums. [SEP] sentence 2: Patrick's handymen tour two big museums and some lady's brothers tour three bad.", "output": "sentence 1", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Larry's lawyers fixed one window and every lady fixed a few whole window. [SEP] sentence 2: Larry's lawyers fixed one broken window and every lady fixed a few whole.", "output": "sentence 1", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Those girls' sisters aren't walking through one exposed school and Martin was walking through at least as many purple. [SEP] sentence 2: Those girls' sisters aren't walking through one school and Martin was walking through at least as many purple school.", "output": "sentence 2", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Andrew discussed a few delighted associates and Christina discussed a lot ill. [SEP] sentence 2: Andrew discussed a few associates and Christina discussed a lot ill associates.", "output": "sentence 2", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Katherine explored four grocery stores and Carrie's ex-wives explored five purple grocery stores. [SEP] sentence 2: Katherine explored four smooth grocery stores and Carrie's ex-wives explored five purple.", "output": "sentence 1", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Brad's electricians haven't bought a few blue rugs and Kathleen has bought a lot hard. [SEP] sentence 2: Brad's electricians haven't bought a few rugs and Kathleen has bought a lot hard rugs.", "output": "sentence 2", "options": ["sentence 1", "sentence 2"]}
