{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Galileo has approached five long tutors and all men's doctors have approached four unconvinced. [SEP] sentence 2: Galileo has approached five tutors and all men's doctors have approached four unconvinced tutors.", "output": "sentence 2", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Diana isn't bothering several big senators and that person isn't bothering a few clever. [SEP] sentence 2: Diana isn't bothering several senators and that person isn't bothering a few clever senators.", "output": "sentence 2", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Most cousins of Veronica examine one uncertain father of and these boys examine more bad. [SEP] sentence 2: Most cousins of Veronica examine one father of and these boys examine more bad father of.", "output": "sentence 2", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Patrick's handymen tour two museums and some lady's brothers tour three bad museums. [SEP] sentence 2: Patrick's handymen tour two big museums and some lady's brothers tour three bad.", "output": "sentence 1", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Martin's senators researched one troubled hairdresser and a lot of grandfathers of Donald researched many determined. [SEP] sentence 2: Martin's senators researched one hairdresser and a lot of grandfathers of Donald researched many determined hairdresser.", "output": "sentence 2", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Michelle cured one girl and Rachelle cured at least as many lucky girl. [SEP] sentence 2: Michelle cured one unemployed girl and Rachelle cured at least as many lucky.", "output": "sentence 1", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Claire hadn't stunned four standing nieces and some sisters of the actress hadn't stunned five lost. [SEP] sentence 2: Claire hadn't stunned four nieces and some sisters of the actress hadn't stunned five lost nieces.", "output": "sentence 2", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Some drawings bore two standing mothers and a lot of ladies bore three nice. [SEP] sentence 2: Some drawings bore two mothers and a lot of ladies bore three nice mothers.", "output": "sentence 2", "options": ["sentence 1", "sentence 2"]}
