{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Theresa's associates lifted a few rough eyes and some children lifted several out in the open. [SEP] sentence 2: Theresa's associates lifted a few eyes and some children lifted several out in the open eyes.", "output": "sentence 2", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Most glaciers bother one good organization and Joel's cousins bother four important. [SEP] sentence 2: Most glaciers bother one organization and Joel's cousins bother four important organization.", "output": "sentence 2", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Some guests' cousins were fixing three forks and Christine was fixing more cheap forks. [SEP] sentence 2: Some guests' cousins were fixing three hard forks and Christine was fixing more cheap.", "output": "sentence 1", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: The Impressionists disagreed with a few patients and some reports about the Clintons disagreed with a lot good patients. [SEP] sentence 2: The Impressionists disagreed with a few unemployed patients and some reports about the Clintons disagreed with a lot good.", "output": "sentence 1", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Many dishes hadn't impressed no waiters and some water hadn't impressed some unlucky waiters. [SEP] sentence 2: Many dishes hadn't impressed no ill waiters and some water hadn't impressed some unlucky.", "output": "sentence 1", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: That friend of Gary is bothering a few ex-wives and Kendra is bothering several young ex-wives. [SEP] sentence 2: That friend of Gary is bothering a few ill ex-wives and Kendra is bothering several young.", "output": "sentence 1", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: Some adults can't reveal one door and Marcus's dentist can't reveal more gray door. [SEP] sentence 2: Some adults can't reveal one hidden door and Marcus's dentist can't reveal more gray.", "output": "sentence 1", "options": ["sentence 1", "sentence 2"]}
{"task": "blimp-ellipsis_n_bar_2", "input": "sentence 1: That niece of some doctor thinks about three tomatoes and Mary thinks about almost as many brown tomatoes. [SEP] sentence 2: That niece of some doctor thinks about three small tomatoes and Mary thinks about almost as many brown.", "output": "sentence 1", "options": ["sentence 1", "sentence 2"]}
