{"task": "xsum", "input": "summarize: Skarz, 27, made 145 appearances for the Shakers before he was released at the end of the 2012-13 season. He has joined after he left Oxford United by mutual consent. Northern Ireland international Thompson, 24, parted company with Southend after three seasons with the Essex outfit. \"I have seen Adam operate at close quarters this season and he was very impressive,\" boss Lee Clark told the club website. \"Joe is accomplished at left-back but he can also give us that cover as a left-sided centre-half which is a big factor.\" Find all the latest football transfers on our dedicated page.", "output": "League One side Bury have re-signed defender Joe Skarz on a two-year deal and brought in Southend centre-back Adam Thompson on a three-year deal.", "options": []}
{"task": "xsum", "input": "summarize: An official said the sites were blocked to maintain order following the ruling. Salahuddin Quader Chowdhury and Ali Ahsan Mohammad Mujahid face imminent execution. They were convicted of genocide and rape by a special war crimes tribunal. Officials at the Bangladesh Telecommunication Regulatory Commission said that Facebook, Facebook Messenger, Viber and WhatsApp services were all blocked. Attorney General Mahbubey Alam was quoted by the AP news agency as saying that the court's dismissal of appeals by the two men cleared the way for them to be hanged unless they were able to obtain presidential clemency. The men's lawyer was quoted by the AP news agency as saying he would be consulting them soon about seeking a clemency option. A former minister, Chowdhury is a member of the opposition Bangladesh Nationalist Party and the most senior leader from the party to be sentenced for crimes against humanity. Two years ago, the tribunal found him guilty of nine out of 23 charges including genocide, arson and persecuting people on religious and political grounds. Chowdhury, 66, denies all the charges. His family alleges that he has been tortured while in custody and that his health has deteriorated. Mujahid, 64, is the secretary-general of Jamaat-e-Islami and an influential figure within the party. He was sentenced to death in July 2013. Critics of Mujahid say he was responsible for the killings of a number of pro-independence Bangladeshi leaders and intellectuals. He strongly denies the allegations but the tribunal found him guilty of five charges, including abduction and murder. Jamaat-e-Islami has called for a general strike on Thursday to protest the court's decision. While the government says war crimes trials are necessary to bring murderers to justice, the opposition says they have been a tool to persecute them. Human rights groups have criticised the war crimes tribunal, saying it does not meet international standards. Bangladesh war crimes trial: Key accused", "output": "Facebook and other social networks in Bangladesh have been blocked after the Supreme Court upheld the death sentences of two men convicted of war crimes during the independence struggle against Pakistan in 1971.", "options": []}
{"task": "xsum", "input": "summarize: Scientists say the probe's instruments indicate it has moved beyond the bubble of hot gas from our Sun and is now moving in the space between the stars. Launched in 1977, Voyager was sent initially to study the outer planets, but then just kept on going. Today, the veteran Nasa mission is almost 19 billion km (12 billion miles) from home. This distance is so vast that it takes 17 hours now for a radio signal sent from Voyager to reach receivers here on Earth. Find out how long it would take you \"This is really a key milestone that we'd been hoping we would reach when we started this project over 40 years ago - that we would get a spacecraft into interstellar space,\" said Prof Ed Stone, the chief scientist on the venture. \"Scientifically it's a major milestone, but also historically - this is one of those journeys of exploration like circumnavigating the globe for the first time or having a footprint on the Moon for the first time. This is the first time we've begun to explore the space between the stars,\" he told BBC News. Sensors on Voyager had been indicating for some time that its local environment had changed. The data that finally convinced the mission team to call the jump to interstellar space came from the probe's Plasma Wave Science (PWS) instrument. This can measure the density of charged particles in Voyager's vicinity. Readings taken in April/May this year and October/November last year revealed a near-100-fold jump in the number of protons occupying every cubic metre of space. Scientists have long theorised such a spike would eventually be observed if Voyager could get beyond the influence of the magnetic fields and particle wind that billow from the surface of the Sun. When the Voyager team put the new data together with information from the other instruments onboard, they calculated the moment of escape to have occurred on or about 25 August, 2012.  This conclusion is contained in a report published by the journal Science. \"This is big; it's really impressive - the first human-made object to make it out into interstellar space,\" said Prof Don Gurnett from the University of Iowa and the principal investigator on the PWS. On 25 August, 2012, Voyager-1 was some 121 Astronomical Units away. That is, 121 times the separation between the Earth and the Sun. Breaching the boundary, known technically as the heliopause, was, said the English Astronomer Royal, Prof Sir Martin Rees, a remarkable achievement: \"It's utterly astonishing that this fragile artefact, based on 1970s technology, can signal its presence from this immense distance.\" Although now embedded in the gas, dust and magnetic fields from other stars, Voyager still feels a gravitational tug from the Sun, just as some comets do that lie even further out in space. But to all intents and purposes, it has left what most people would define as the Solar System. It is now in a completely new domain. To boldly go beyond the Solar System Voyager-1 departed Earth on 5 September 1977, a few days after its sister spacecraft, Voyager-2. The pair's primary objective was to survey the planets Jupiter, Saturn, Uranus and Neptune - a task they completed in 1989. They were then steered towards deep space. It is expected that their plutonium power sources will stop supplying electricity in about 10 years, at which point their instruments and their 20W transmitters will die. Voyager-1 will not approach another star for nearly 40,000 years, even though it is moving at 45km/s (100,000mph). \"Voyager-1 will be in orbit around the centre of our galaxy with all its stars for billions of years,\" said Prof Stone. The probe's work is not quite done, however. For as long as they have working instruments, scientists will want to sample the new environment. The new region through which Voyager is now flying was generated and sculpted by big stars that exploded millions of years ago. There is indirect evidence and models to describe the conditions in this medium, but Voyager can now measure them for real and report back. The renowned British planetary scientist Prof Fred Taylor commented: \"As a young post-doc, I went to [Nasa's Jet Propulsion Laboratory] and worked for a while with the team that was doing the science definition study for the Outer Planets Grand Tour, which later became Voyager. \"It seemed so incredible and exciting to think we would see and explore Jupiter and Saturn close up, let alone Uranus and Neptune. \"The idea that the spacecraft would then exit the Solar System altogether was so way out, figuratively as well as literally, that we didn't even discuss it then, although I suppose we knew it would happen someday. Forty-three years later, that day has arrived, and Voyager is still finding new frontiers.\" Jonathan.Amos-INTERNET@bbc.co.uk and follow me on Twitter: @BBCAmos", "output": "The Voyager-1 spacecraft has become the first manmade object to leave the Solar System.", "options": []}
{"task": "xsum", "input": "summarize: But a strong showing by the left-wing People's Democratic Party (HDP) could not only thwart this plan, but also herald a serious weakening of the AK Party's 13-year grip on power. The AK Party obtained a comfortable majority of 327 out of 550 seats at the 2011 election under its veteran leader Recep Tayyip Erdogan, who served as prime minister from 2003 until winning the presidential election last year. If it can raise its tally of MPs to 330, it would be enough to authorise a referendum on the presidential question. A win of 367 seats - a two-thirds majority - would mean the AK Party could, under the current constitution, simply pass the amendments it wants without public consultation. Opposition parties have complained that Mr Erdogan has defied protocol by campaigning for the AK Party, acting more as a party chief than impartial head of state. He has also chaired cabinet meetings, something that presidents are only meant to do in certain circumstances. Opinion polls show consistent support for the current parliamentary system, even among AK Party voters, so President Erdogan's increasingly high-handed attitude will only make the electoral stakes higher. The main opposition Republican People's Party's leader, Kemal Kilicdaroglu, has repositioned the party on the centre-left after years of tacking to the centre. But he faces a strong left-wing challenge from the HDP, just at when he was hoping to benefit from the flagging economy. The far-right National Movement Party (MHP) is likely to remain third-largest party. Its veteran leader Devlet Bahceli has softened its hard line against minority rights, but the party's real appeal is to opponents of the government's rapprochement with the Kurdish community. That community is the key constituency of the HDP, which is also reaching out to the squeezed working and professional classes. Under the energetic male-female leadership team of Selahattin Demirtas and Figen Yuksekdag it has also seized on recent disputes over women's rights and civil liberties to galvanise younger, urban voters. Opinion polls are banned in the last 10 days of campaigning, which means last-minute swings cannot be tracked. But, if the most recent polls are reasonably accurate, the AK Party should win 40-44% of the vote. The HDP would just about make it into parliament, passing the 10% threshold to entry with more than 50 seats. This would mean the AK Party would have little chance of a majority and, given that all other parties oppose the constitutional reform plans, even less chance of approval for a referendum. A stronger showing by the AK Party, but with the HDP still in parliament, would allow the AK Party to govern alone, but the problem over support for the referendum would remain. On the other hand, a poor HDP showing would mean the AK Party would be more likely to hit its target of 330 seats and secure its referendum, as it would also receive a proportion of the re-allocated HDP votes. They don't seem to. A recent poll suggests that public fears of electoral fraud have risen dramatically since the last parliamentary vote, and opposition parties of all stripes accused the AK Party of vote-rigging at last March's municipal elections. Given how much rides on the HDP entering parliament, its activists fear government supporters will try to switch the few thousand votes needed to secure an AK Party majority. This has prompted citizens' groups to carry out their own monitoring of the vote this time around. BBC Monitoring reports and analyses news from TV, radio, web and print media around the world.  You can follow BBC Monitoring on Twitter and Facebook. Turkey's election: What do we need to know?", "output": "Turkey's voters elect a new parliament on Sunday, with the governing Justice and Development (AK) Party hoping to secure a large enough majority to press for constitutional change to increase the power of the country's president.", "options": []}
{"task": "xsum", "input": "summarize: Last year 577 police officers were injured by some form of assault. That is an average of almost 50 attacks a month on almost 20% of all front-line police officers. The Police Federation says tougher action is needed because fines and non-custodial sentences for some offences are not sufficient deterrents. Serious injuries are a regular occurrence for officers during riot situations. But many also suffer less serious injuries when pushed, punched or kicked during scuffles with crowds. The Police Federation for Northern Ireland (PFNI) says politicians and the courts must do more to protect them. It has has written to the Stormont executive asking for a mandatory custodial sentence for anyone found guilty of assaulting a police officer and wants the new legislation to be part of the next programme for government. \"The PFNI find this totally unacceptable and feel that a greater deterrent is required to protect officers,\" the submission says. The association has defended its bid to give police officers more protection than members of other emergency services. \"Assaults on public servants such as hospital staff and teachers are equally abhorrent, but we would contend that policing is unique, in so much as, police officers are frequently required to put themselves in danger to protect society,\" the submission says. \"In recognition of the unique expectation, a specific offence of assault on police exists in statute. \"We would submit that there should be a mandatory custodial sentence for any person found guilty of the summary or indictable offence of assault on police. \"It would be the hope that this would send out a clear message to society that it is unacceptable to resort to violence against police and would also show the intent of government to protect officers carrying out their duty.\" No other police force in Europe has the kind of legal protection the federation is asking for. But it says the \"unique\" challenges faced by the PSNI and the high proportion of officers injured in the line of duty each year means tougher laws are justified.", "output": "The Police Federation for Northern Ireland is calling for anyone found guilty of assaulting a police officer to be sent to prison.", "options": []}
{"task": "xsum", "input": "summarize: Caramel, aged four months, was taken in a burglary in Harlow, Essex, on 3 June. The sick puppy belongs to Lexie Taylor, 8, who has juvenile arthritis, a condition which improved since she began walking her pet. Mother Tracy Taylor said: \"The search reached 13m people on Facebook. A woman saw reports and realised she had bought Caramel. She was returned yesterday.\" The chocolate-coloured Chihuahua-cross has a lump on her stomach caused by a hernia and also a suspected tumour. She was scheduled to visit the vet shortly after she was stolen. Three days after the theft the family posted Caramel's story on Facebook in the hope she would be recognised and returned. In a little over a week 14,000 people had \"liked\" the page. A lost pets website has also posted the story, and almost 60,000 people saw that post, Mrs Taylor said. Messages of support came in from as far away as India and Canada. The family had been particularly keen to have Caramel back because of the puppy's positive effect on their daughter's health. \"Ever since Caramel was born she and Lexie have been inseparable. It has really helped with Lexie's mobility because she has been walking Caramel so much,\" Mrs Taylor said. Late on Monday afternoon Mrs Taylor's husband Richard received a call from a woman who said she had bought a Chihuahua puppy, and having seen the publicity, thought it might be the family's pet. The dog is now safely back home. \"We are just the happiest family in the world right now,\" Mrs Taylor said.", "output": "A stolen Chihuahua puppy has been returned to its owners after the search for her went viral on Facebook.", "options": []}
{"task": "xsum", "input": "summarize: Faced with a difficult situation in Ghana, our coping mechanism involves trying to make a joke out of the situation. Thus, when we have had problems with unreliable electricity supply in the past three years, we have tried to find the funny part of groping in the dark and food going bad in fridges. We created a word, \"dumsor\", to describe the phenomenon. The literal meaning is \"off-on\" (dum means off; sor means on in the local Twi language). Recently there was a lot of excitement among the inhabitants of the Ghanaian cyber sphere when \"dumsor\" made it into Wikipedia and entered the lexicon of social media. It was felt here that \"dumsor\" had graduated from a recently manufactured word that described a very local phenomenon of the lights going on and off to an internationally accepted word to describe power outages in a challenged economy. Thus far \"dumsor\" has largely remained a noun, as in \"we have dumsor\", and it is used as an exclamation, as in \"oh, (swear word) dumsor!\". But I also see possibilities of it being used as a verb, as in \"I couldn't write the article because we were dumsored yesterday\", and as an adjective, as in \"it was a dumsor week\". Since the phenomenon of \"dumsor\" is not exactly a Ghanaian invention, and indeed our Nigerian cousins would claim a much longer and deeper experience of unreliable power supply, I can expect some resistance to our claim to copyright the word that describes the phenomenon. But if someone thought \"dumsor\" was going to be the most interesting contribution Ghana would make to the introduction of new words, that would be a reckoning without reference to our ingenuity. As some people might have heard, we have been in some turmoil here recently as a result of alleged goings-on in our judiciary. Anas Aremeyaw Anas, a young man who is probably our best known investigative reporter, has done an expose on the judiciary that is shaking the foundations of our establishment to its very core. Elizabeth Ohene: \"The only way we can find to cope with the trauma is to find a way to make a joke out of the tragedy\" His method of investigation has involved going undercover, adopting various disguises and secretly audio- and video-taping his subjects. He has been in factories, at the borders with customs' officials and in other public offices. He has gone undercover in a children's home and exposed abuses which shocked the whole country. The disguises he adopts are usually so bizarre I have often wondered how he gets away with it. I have no idea what disguise he adopted for his most recent enterprise but he has filmed members of the judiciary allegedly taking bribes to interfere with the course of justice and set criminals free. Up until Tuesday, we had only seen juicy trailers and read transcripts of secretly recorded conversations that allegedly compromise the integrity of some high court judges, circuit court judges, magistrates, court clerks and other officials. Lawyers for 14 of the accused judges have denied the allegations, while the others have not yet commented in public. As can be expected when lawyers are part of the dramatis personae, there have been lawsuits flying all around and desperate attempts made in the courts to stop the airing of the film and stop the impeachment process of the named judges. The film finally premiered at the International Conference Centre in the capital, Accra, on Tuesday evening. There was serious gridlock on Accra's streets and the queues to get in were amazing. It was a traumatised crowd that emerged from the viewing. There have always been rumours of corruption within the judiciary, just as there are persistent rumours of corruption among politicians, policemen, journalists, teachers, religious leaders, customs and immigration officials and every other part of our society. But seeing judges allegedly taking money to let criminals go free is turning out to be a most traumatic experience for Ghanaians. As a friend has reminded me, the last time the whole of Ghana was united in such shock was when three high court judges were abducted and murdered back in 1982. It is considered here as the most reprehensible act in our history. We know that judges are human and we know that there is corruption in our society but we somehow expect our judges to be untouched by corruption. The only way we can find to cope with the trauma is to find a way to make a joke out of the tragedy. I do not know when these words will make it into Wikipedia or the Oxford English Dictionary but for the moment you can take it from me that: We are trying to cope. More from Elizabeth Ohene: Our presidents are addicted to titles Britain's speedy high-drama elections seen through Ghanaian eyes Should Ghanaians be given a three-day-weekend to attend funerals? Taking advantage of a crisis Tolerating fufu made in a microwave", "output": "In our series of letters from African journalists, Ghanaian writer Elizabeth Ohene ponders how creative language and humour help keep people's spirits up in her homeland.", "options": []}
{"task": "xsum", "input": "summarize: They said they could not be certain Gary Douglass, 20, had intended to kill himself with the knife when police tried to detain him in Wrexham in 2013. Mr Douglass received surgery but died two days after being released from hospital on 10 October. He died from internal bleeding. The inquest, which has been sitting for a week in Ruthin, Denbighshire, had been told Mr Douglass, from Llay, suffered from Asperger's syndrome, which led to him becoming obsessed with knives. On the night he stabbed himself, on 2 October, Mr Douglass had taken the drug MCAT (Mephedrone). After allegedly making threats at a house in Wrexham, he came across two students, allegedly attacking 19-year-old Sean Doyle and stabbing him in the torso. Police found Mr Douglass in Crispin Lane, near the Glyndwr University campus, where he inflicted superficial cuts to his own throat. He then stabbed himself so violently in the abdomen the blade almost reached his spine. An independent expert witness told jurors that doctors at Wrexham Maelor Hospital saved Mr Douglass and he recovered quickly, being fit enough for release by 10 October. He appeared before magistrates the next day and was later remanded to Liverpool's Altcourse prison where he became ill the next day. He died on the evening of 12 October in the operating theatre at the Aintree University Hospital in Liverpool, as surgeons tried to stop the internal bleeding. The jury was told he died of a haemorrhage caused by an infection weakening part of the aorta, which had been operated on following the self-inflicted stab wound. The coroner John Gittins said no evidence had been presented to show any pressure was placed on medical staff to release him into police custody sooner than appropriate. Mr Gittins told the jury they could reach one of three possible conclusions: suicide, misadventure or a narrative conclusion. In giving their conclusion, the jury said that,  while Mr Douglass had stabbed himself and it was \"more likely than not he intended to take his own life\", they could not, \"beyond reasonable doubt, confirm the intent of suicide\".", "output": "A jury has reached a narrative conclusion at the inquest of a Wrexham man who died in custody after stabbing himself in the stomach 10 days earlier.", "options": []}
{"task": "xsum", "input": "summarize: Six of the top 10 most mentioned tweets were about matches at the tournament, statistics from the company show. Germany's 7-1 semi-final defeat of hosts Brazil was the most tweeted event, followed by Wayne Rooney's equaliser for England against Uruguay. 1D singer Harry Styles's tweet celebrating the band's fourth anniversary was the most retweeted. The 23 July message - \"4 years. Thank you to everyone who is involved in this. I feel so lucky to be part of it. Everyone who has worked with us thank you..\" - has been retweeted more than 359,000 times. In terms of news, the disappearance of Malaysia Airlines flight MH370 in March was the most talked event by UK users in 2014. It was followed by the Scottish independence vote; the inquest of Mark Duggan, who was shot by police in Tottenham, north London in 2011, and the deaths of US comics Robin Williams and Joan Rivers. The third most tweeted event overall in the UK in 2014 list was Daniel Sturridge's equaliser for England in the team's eventual defeat against Italy, followed by new year celebrations and Germany's defeat of Argentina in the World Cup final match. The other World Cup tweets to make the top 10 list were about Croatia scoring against Brazil, and the Netherlands' 5-1 victory over Spain in their opening match, while matches involving Manchester United and Real Madrid, and 1D's best video Brit Award win in February also attracted attention. The statistics for 2014 showed UK Twitter users had similar interests to the previous year when football and 1D dominated the top 10. Globally, the Brazil World Cup in June and July broke records to become the most tweeted about subject in 2014. Twitter has dubbed 2014 the year of the selfie, with worldwide statistics showing users had mentioned the word 92 million times, an increase of 500% on 2013. Ellen DeGeneres' star-filled Oscar photo taken on a mobile phone was retweeted more than three million times - a Twitter record. Lewis Wiltshire, director of media partnerships at Twitter UK also highlighted the selfie of Prince William and Prince Harry with internet entrepreneur Jamal Edwards at a Buckingham Palace event. Between them 1D have five of the most followed UK accounts. Harry Styles has the most followers at 22.8 million. The top 10 most-followed list also includes Adele, Emma Watson, Coldplay, BBC News' @BBCBreaking, and Ed Sheeran. In global terms, singer Katy Perry is the most-followed person on Twitter (61 million), ahead of Justin Bieber (57 million) and Barack Obama (51 million).", "output": "Tweets by members of pop group One Direction - and about the World Cup - preoccupied UK Twitter users in 2014.", "options": []}
{"task": "xsum", "input": "summarize: The Scarlets flanker, 29, did not make last year's World Cup squad and has been absent for the past three Six Nations campaigns. Barclay will win his 46th cap alongside John Hardie and Dave Denton in the home back row at Murrayfield. Glasgow centre Mark Bennett will also be in the starting line-up, having recovered from a shoulder injury. Media playback is not supported on this device Bennett will be partnered by Edinburgh's Matt Scott, with Sean Maitland and Tommy Seymour on the wings. Barclay featured in two of Scotland's World Cup warm-up matches last summer, having been overlooked since 2013. But he was omitted from the final tournament squad in favour of Hardie - recently arrived from New Zealand - while another adopted Kiwi, Blair Cowan, was summoned as a second specialist open-side during the group stages. \"I am still massively motivated and still feel I have a lot to offer at this level,\" Barclay told BBC Scotland earlier this week. Since the World Cup, Alasdair Strokosch has retired and fellow flanker Ryan Wilson has not been chosen for the Six Nations. \"I played at number eight for the first 10 games, and then at seven for three or four games, but I've ended up switching in games and playing right across the back row,\" said Barclay of his season so far at Scarlets. \"Our coach, Wayne Pivac, is pretty relaxed about the number on your back. He wants the three guys playing the best rugby. \"It is quite exciting to play with two open-sides. It is a bit easier when the weather is better but it certainly adds another dimension to your defence.\" The official team announcement is due to be made by Scottish Rugby at 12:30 GMT on Thursday. Scotland XV: Stuart Hogg, Sean Maitland, Mark Bennett, Matt Scott, Tommy Seymour, Finn Russell, Greig Laidlaw (capt); Al Dickinson, Ross Ford, WP Nel, Richie Gray, Jonny Gray, John Barclay, John Hardie, David Denton.", "output": "John Barclay returns for Scotland in the Six Nations opener against England on Saturday.", "options": []}
{"task": "xsum", "input": "summarize: Corey Jones was fatally shot early on Sunday after his car broke down on a motorway ramp in Palm Beach Gardens. Officer Nouman Raja was on duty but not in uniform when he approached Jones' car on the dark stretch of road. Police said Officer Raja was \"suddenly confronted by an armed subject\" and fatally wounded the 31-year-old Jones. \"It would be premature to say we have all the facts and speculate as to what took place based on unconfirmed accounts,\" Palm Beach Gardens Police Chief Stephen Stepp said on Wednesday. Jones, a drummer who worked as a public housing inspector, was returning home after performing at a local bar when his car broke down, his family said. Police said they recovered a handgun at the scene. Records show Jones purchased the weapon legally a few days before the incident. Jones did not have a criminal record and had been a volunteer for My Brother's Keeper, an organisation for black youth. Officer Raja's car was not equipped with a dashboard camera and he was not wearing a body camera, police said. He has been placed on administrative leave while the department investigates the shooting. Jones' death is one of several cases under scrutiny in the US, in which a black person has died during an arrest or while in police custody. The state's legislative black caucus called on the governor to launch an independent investigation by the state law enforcement agency. Jones' family has hired prominent civil rights lawyer Benjamin Crump who has represented the family of Trayvon Martin among others. Civil rights activists - including the Reverend Al Sharpton - are planning a rally outside Palm Beach Gardens Police Department on Thursday.", "output": "The family of a Florida musician killed by a police officer has urged authorities to release more information about the case.", "options": []}
{"task": "xsum", "input": "summarize: It described as \"worthless\" an appeal by EU foreign policy chief Federica Mogherini and EU Enlargement Commissioner Johannes Hahn. The row erupted after the Dutch barred Turkish ministers from campaigning among expatriates for a referendum. It comes before one of the most closely fought Dutch elections in years. The referendum would controversially boost the powers of Turkish President Recep Tayyip Erdogan. In response to the Dutch move, Turkey barred the Dutch ambassador from returning to Ankara and suspended high-level political talks, while Mr Erdogan accused the Dutch of using Nazi tactics. The Dutch government cited \"risks to public order and security\" as reasons for blocking the Turkish rallies. Turkey's foreign ministry said it was \"grave\" of the EU to stand by the Netherlands. On Monday, Ms Mogherini and Mr Hahn had called on Turkey to \"refrain from excessive statements and actions that risk further exacerbating the situation\". However, responding to the diplomatic sanctions announced by Turkey, Dutch Prime Minister Mark Rutte said they were \"not too bad\". Rallies were called to encourage Turkey's large expatriate communities in the EU to vote Yes in a referendum on 16 April on expanding the president's powers. Some 5.5 million Turks live outside the country, including an estimated 400,000 in the Netherlands. The Dutch authorities barred two Turkish cabinet ministers from addressing crowds in the city of Rotterdam, with Minister of Family Affairs Fatma Betul Sayan Kaya escorted to the German border after entering the Netherlands by land. Prime Minister Rutte said the city authorities had feared an armed clash between Ms Kaya's security detail and local police. While the Dutch position was that the rallies posed a threat to public order, the EU has made very clear its unease over the Turkish referendum itself. In their statement on Monday, Ms Mogherini and Mr Hahn voiced concern that it could lead to an \"excessive concentration of powers in one office\". Mr Erdogan likened the Netherlands to a \"banana republic\". The country, which has the sixth largest economy in the EU, is the biggest source of foreign investment in Turkey. In a speech on Tuesday, he accused the Dutch of \"massacring\" Muslim men and boys at Srebrenica, during the Bosnian civil war in 1995, saying it was evidence of their \"rotten character\". Dutch UN peacekeepers failed to protect Muslim civilians sheltering from Bosnian Serb forces. The UN tribunal investigating the massacre of 7,000 men and boys prosecuted Bosnian Serbs for the actual killings. The Dutch prime minister condemned Mr Erdogan's remarks as a \"vile falsification of history\". Earlier, he said a comment by Mr Erdogan that the Dutch were \"Nazi remnants\" was \"unacceptable\", and demanded an apology. The Netherlands was invaded by Nazi Germany in 1940 and occupied right up until the final days of World War Two in Europe, in May 1945. Rotterdam was devastated by German bombing during the invasion. Voters in the Netherlands go to the polls on Wednesday for a general election dominated by concerns about immigration and Islamic radicalism. The anti-Islam Freedom Party of Geert Wilders has long been seen as benefiting from the anti-establishment sentiment which fuelled the victories of Brexit campaigners in the UK and Donald Trump in the US last year. However, Mr Rutte's handling of the Turkish rallies may benefit his centre-right People's Party for Freedom and Democracy (VVD), which governs in coalition with the Labour Party. The Peilingwijzer poll of opinion polls suggests the VVD will win 17% of the vote to 14% for the Freedom Party. Party leaders are due to hold a final debate on Tuesday evening. Mr Erdogan warned on Tuesday of other, unspecified measures Turkey might take against the Netherlands. Relations between the EU and Turkey, a predominantly Muslim country regarded as crucial to tackling Europe's migrant crisis, have long been strained. Turkish officials have suggested reconsidering part of the deal with the EU to stem the flow of undocumented migrants. The number of migrants reaching Greece by sea dropped sharply after the deal was reached in March of last year. Turkey is also a candidate to join the EU but negotiations have made little headway over the last decade. As a Nato state bordering Syria, it is also a vital partner in the campaign to fight so-called Islamic State. A note on terminology: The BBC uses the term migrant to refer to all people on the move who have yet to complete the legal process of claiming asylum. This group includes people fleeing war-torn countries such as Syria, who are likely to be granted refugee status, as well as people who are seeking jobs and better lives, who governments are likely to rule are economic migrants.", "output": "The Turkish foreign ministry has rejected a call by top EU officials to show restraint in a row with the Netherlands over political campaigning.", "options": []}
{"task": "xsum", "input": "summarize: The unemployment figures, due out later, are seen as one of the main factors affecting the timing of any rate rise by the US Federal Reserve. US companies are expected to have created 175,000 jobs in June after a disappointing 38,000 in May. The benchmark Nikkei 225 index fell 1.11% to end at 15,106.98, while the Topix index lost 1.3% to 1,209.88. \"The Fed is likely to keep its cautious stance. More jobs data will be necessary to ensure that the recovery of the labour market is entrenched,\" said Cynthia Jane Kalasopatan from Mizuho Bank. \"Overall, if non-farm payrolls continue to point to solid job gains in coming months, then the Fed may be comfortable to hike policy rate once this year especially if there is more clarity as regards to Brexit risks.\" Japan's share market also had to digest weaker-than-expected data, with figures showing Japan's wage growth turned negative in May. Labour cash earnings, a measure of worker pay including bonuses, fell 0.2% from a year earlier. That is the first time the measure has contracted in a year. Estimates were for a 0.5% rise. Japan also reported disappointing trade data. Its current account surplus narrowed to $18bn in May, which was below economist expectations. However, shares in Nintendo jumped nearly 9% on hopes its Pokemon GO smartphone game will prove a success. Other Asian markets also fell on Friday. In South Korea, the benchmark Kospi index ended 0.6% weaker at 1,963.10. Hong Kong's Hang Seng index finished 0.7% lower at 20,564.17 while the Shanghai Composite closed down 1% at 2,988.09. Australia's ASX 200 edged up 0.05% to close at 5,230.50.", "output": "Japanese stocks ended lower as investors took a cautious approach ahead of the latest US jobs figures.", "options": []}
{"task": "xsum", "input": "summarize: \"Sam is another player who embodies the culture we have endeavoured to build at this club,\" said Warriors director of rugby Ryan. \"I am delighted he has committed to our long-term future.\" \"He has continued to show his qualities among a very competitive back-row.\" Bristol-born Betty, 28, moved to Sixways from Cornish Pirates in 2011. \"I am delighted to commit my future to a club which has grown enormously over the past 18 months,\" he said. \"I firmly believe that we are on a pathway to success. The players who have experienced the lows here really do recognise the progression we have made.\" Worcester have dropped to second in the Championship table, three points behind Bristol, the Warriors' 24-game club-record unbeaten run having come to an end on Saturday when they lost to Jersey.", "output": "Worcester Warriors flanker Sam Betty has signed a new, undisclosed-length contract with Dean Ryan's promotion-chasing Championship side.", "options": []}
{"task": "xsum", "input": "summarize: The Humanist Society of Scotland (HSS) is seeking a judicial review of the policy. Earlier this year a United Nations committee called for a change to the guidelines in Scotland. The government said schools were encouraged to discuss options with parents and children. It added that religious observance should be sensitive to individual beliefs - including those who have none. All school pupils in Scotland need parental permission to withdraw from religious activities like assemblies. But sixth form students in England and Wales, normally aged between 16 and 18, have the right to make their own decision about opting out. Gordon MacRae, the chief executive of the HSS, said: \"Today in Scotland young people are trusted to get married, join the army and vote in elections and for the constitutional future of Scotland. \"However, Scottish ministers still do not trust them to make their own decisions about attending religious observance or to give young people the same rights as those living in England and Wales.\" Religious observance must take place in Scottish schools at least six times a year. In June, a report by the UN committee on the rights of the child highlighted the fact that children in Scotland are not able to legally withdraw from religious observance. It recommended that laws requiring compulsory attendance at religious worship are scrapped. However, the Scottish government ruled out a review of the policy. Now the humanist group have submitted papers to the Court of Session. It believes the government may have acted unlawfully by refusing to ensure their guidance remains in line with international humans rights law. Mr MacRae said: \"For some time now, Humanist Society Scotland has been calling on the Scottish government to update its policy on religious observance. \"I had hoped that if they would not listen to us then at least they would listen to the United Nations children's rights committee. \"We have worked with a number of organisations and individuals over the years to seek to reform religious observance, most notably the Church of Scotland in 2014, with whom we issued a joint call for reform. \"Sadly our efforts to seek progressive reform of this outdated requirement of Scottish education has failed. \"The Scottish government's policy on religious observance is a mess, a classic political fudge. Our young people deserve better.\" A spokeswoman for the Scottish government said: \"Religious observance should be sensitive to individual beliefs, whether these come from a faith or non-faith perspective. \"Parents are legally entitled to withdraw their children from religious observance in our schools. \"While there is currently no legal basis for children to remove themselves from religious observance, the flexible approach to learning and teaching afforded by Curriculum for Excellence in Scotland encourages schools to discuss options with both parents and their children, this could also include allowing pupils to withdraw from religious observance if they wish.\" The Church of Scotland said it supports the idea of a \"time for reflection\" in schools. Rev Dr Richard Frazer, convener of its church and society council added: \"Such moments do not seek to indoctrinate or give preference to one faith tradition but instead enable shared reflection and a deepening of our understanding of the rich range of spiritual and secular traditions held within our society\". The law may not have changed since 1980 - but the common practice in non-denominational schools has changed hugely. In the 1980s, it was still common for children in non-denominational schools to start the day with the Lord's Prayer, sing hymns and attend a church service at the end of term. Today things are very different. The common practice is to hold what are, in effect, times for reflection - designed to be inclusive of children from all faiths and none. They do not take the form of worship. Schools will often have pastors representing all significant faith communities in their catchment areas. While, for example, the local Church of Scotland minister may be a well known figure in the school and may well talk about religious themes - for instance giving a Christian perspective on an issue - they cannot proselytise. The right of parents to withdraw their children from these activities is enshrined in law - but, of course, a child cannot make the decision to pull out. A few years back, the Church of Scotland considered the issue of formally turning religious observance into \"times of reflection\" - one reason for this was that some were concerned parents might withdraw their children because they misunderstood the nature of the events. Occasionally controversies erupt over the role of religion in non-denominational schools. Three years ago there was a row when pro-Creationist material was distributed at a primary school in East Kilbride by members of a small American-based church which is active within the town. The headteachers were moved. Later the council toughened its rules.", "output": "The Scottish government's decision not to allow older pupils to opt themselves out of religious observance is facing a legal challenge.", "options": []}
{"task": "xsum", "input": "summarize: The incident happened on the Glasgow to Aberdeen service on Saturday between 21:55 and 22:15. BTP said he was racially abusive towards staff in the middle carriage. He was described as about 5ft 8in tall, with short dark hair and olive-coloured skin, wearing dark jeans, a maroon top and a dark jacket.", "output": "A man who used \"racially-offensive language\" on a train between Stonehaven and Aberdeen is being sought by British Transport Police.", "options": []}
