{"task": "xsum", "input": "summarize: Police were called to the Runcorn area at about 10:50 BST amid concerns for the teenager's welfare. Evidence suggests she had taken the substance Vertex, Cheshire Police said. Four people treated in Warrington yesterday were also thought to have taken the legal high - although one is no longer being linked to the substance. The girl was later discharged from hospital after treatment. Assistant Chief Constable Mark Roberts said: \"We are extremely concerned that this substance would appear to have led to a number of people being hospitalised in a serious condition. \"I would strongly urge people not to take this substance, and for people to be aware of the dangers of taking any substance known as a legal high.\"", "output": "A 16-year-old girl has been taken to hospital after taking what police believe was a legal high in Cheshire.", "options": []}
{"task": "xsum", "input": "summarize: Police said the attacker got out of a car outside the club at the Square in Ballyclare, and struck the member of staff a number of times. His injuries are not thought to be life-threatening. It happened at about 23:00 BST on Saturday. A 27-year-old man was arrested.  He has since been released on police bail pending further enquiries.", "output": "A man has been attacked with a machete at a sports club in County Antrim.", "options": []}
{"task": "xsum", "input": "summarize: Cardiff University researchers found only 8% of care-leavers progress to full time education by the age of 19 compared with 43% of all young people. They said communication between schools and care agencies needed to improve. The Welsh government, which commissioned the study, said the findings would inform a new strategy. Graduate Wayne Kwenda from Abercarn, Caerphilly county, who had been in care in England before enrolling on an engineering degree at the University of South Wales in Cardiff, said: \"I think the most difficult part of being a care leaver is that you haven't got the same support that other students have in terms of family support.\" The research, which included focus groups with \"looked-after\" children, also found many foster carers have \"low educational attainment\" which the report said could be tackled by providing additional training and qualifications. Lead report author Dr Dawn Mannay, from Cardiff University's School of Social Sciences, said Wales was \"struggling to escape engrained negative patterns with low levels of educational attainment\" among young people in care. She added: \"The young people we spoke to stated that the barriers they face are wide-ranging and exist at every stage of their educational journey, beginning very early on with stigma being attached to them by teachers and peers as a result of their 'looked-after' status, which has a substantial and often lasting negative impact on their subsequent attainment and achievement.\"", "output": "Decisive action is \"desperately needed\" to help children in care achieve more in education, according to a new report.", "options": []}
{"task": "xsum", "input": "summarize: Slovakia recorded a second successive 1-0 defeat as they lost in Slovenia, leaving them pointless in Group F. The former Ross County player was an unused substitute in Ljubljana and admits the team could now struggle to reach Russia 2018. \"We have to beat Scotland now, 100%,\" he told BBC Scotland. \"Otherwise it will be really difficult for us to make second place. \"The two results we've had have made the group very difficult for us. We've lost six points from our first two games which isn't a good start. \"If we're to have any chance of qualifying we must get three points against Scotland and that's what we'll be aiming for. \"We'll have to produce our maximum to do it but that's what we need now. We've lost the first two games 1-0 - tight games and we lost both by late goals. But now we need to win to stay in the group. \"We want to have something to play for until the end of the qualifiers. That means winning against Scotland. Realistically, nothing else will do.\" Kiss admitted Scotland's inability to beat Lithuania at home had come as an unexpected bonus for them. \"Hopefully that will turn out to be a good result for us,\" he added. \"If they had won in Glasgow, as everyone expected them to, we would have been six points behind them and that's a lot to turn around. \"It means that Tuesday is a massive game. They'll come aiming to win and open up a gap between them and us so it's going to be a massive match.\" Kiss, now playing in Norway for Haugesund, believes the return of the Slovakian captain Martin Skrtel - suspended against Slovenia - will give them a lift against Scotland. And he admits he would relish the opportunity to add to his nine caps against the country he called home for 18 months. \"Of course I would love to play some part against Scotland,\" he added. \"I was about to go on on Saturday then when we conceded the goal the coach decided to make a different change. So if I get the chance against Scotland I will be ready. It would be special for me.\"", "output": "Slovakia midfielder Filip Kiss believes nothing less than a win over Scotland can keep his country's hopes of World Cup qualification alive.", "options": []}
{"task": "xsum", "input": "summarize: Some claim it has left a new slipway at the town's harbour \"virtually useless\". Elected members clashed on the issue during a meeting of Dumfries and Galloway Council on Thursday. Earlier this week an internal investigation found \"no illegality, maladministration or injustice\" in handling part of the scheme. Grahame Forster, councillor for Wigtown West, said: \"The committee approved a large slipway. We were delivered a small slipway that neither reaches the sea or is large enough to take boats out. \"Officers decided to come up with the idea of a small slipway with a boat hoist, not elected members initially.\" He said local fishermen have not been properly consulted on the position of the boat hoist. Fellow councillor Willie Scobie, who represents Stranraer, said their points were ignored by members at the meeting of the full council. He added: \"They have ignored the people of Stranraer throughout the whole process.\" Council monitoring officer Alex Haswell has investigated the project and concluded there was a \"clear audit trail\" of decisions and delegated powers had not been exceeded. An external report has been ordered to look at the financial viability of the slipway scheme and whether it provides value for money.", "output": "Local authority officials have been accused of ignoring councillors' plans for Stranraer's waterfront regeneration programme.", "options": []}
{"task": "xsum", "input": "summarize: Media playback is not supported on this device American world champion Gwen Jorgensen took Olympic gold ahead of Swiss defending champion Nicola Spirig. \"I think the first thing I said to her was 'I'm so sorry',\" Holland said. \"I knew it would come down to me and Non, which was the worst thing ever because I wanted it to be us together.\" The 30-year-old became the first British woman to win an Olympic triathlon medal. And her bronze was Britain's third triathlon medal in Rio after Alistair Brownlee won gold in the men's race and brother Jonny took silver. Find out how to get into triathlon in our special guide. Jorgensen and Spirig broke clear of the pack on the early stages of the 10km run, which followed a 1,500m open-water swim from Copacabana Beach and a 40km bike stage. The American - world champion in 2014 and 2015 - moved out on her own to win in a time of one hour 56 minutes 16 seconds. Spirig faded to finish 40 seconds back and claim her second Olympic medal after gold in London four years ago. Welsh triathlete Stanford, the 2013 world champion, looked on course to win bronze, but was overtaken by Holland in the charge for the line and lost out by three seconds. The third Briton, Helen Jenkins, came 19th, with the Republic of Ireland's Aileen Reed 21st. Fabienne St Louis of Mauritius competed despite being diagnosed with cancer in December, but pulled out after the swim. Media playback is not supported on this device Holland said: \"I've had a rollercoaster 24 hours. I've been a bit sick and didn't know how I would feel today. \"I had to put out of my mind that we're best mates and housemates. \"Non is a huge part of what I do. Half of this medal is hers. I wouldn't be the athlete I am if it wasn't for her. I moved in with Non at the end of 2013 and I've become an exponentially better athlete for it.\" Media playback is not supported on this device Stanford said: \"I feel a bit mixed. I'm delighted Vicky got the medal we came as a team to get. \"I don't think I could ask much more of myself. Fourth is probably the worst place to come but it's still fourth at the Olympics. We have one medal in the home now and we can put it on display.\" Jenkins said: \"I haven't been 100% the last couple of days. I thought I was fine but when we got to the hill I didn't really have that top end power. \"I don't want to make excuses; I wasn't good enough. It isn't anything too serious, on this kind of course if you are a per cent off it is not going to happen. \"I gave it everything, I finished and I know I couldn't have done any more.\" Subscribe to the BBC Sport newsletter to get our pick of news, features and video sent to your inbox.", "output": "Vicky Holland won Britain's 62nd medal at the Rio Olympics with bronze in the women's triathlon - then apologised for beating compatriot, best friend and housemate Non Stanford into fourth.", "options": []}
{"task": "xsum", "input": "summarize: It is the first of seven scheduled closures between Junction 25a to Junction 26 this year. Westbound traffic has been diverted on the A48 Southern Distributor Road between M4 junctions 24 and 28. Middlesbrough football supporters travelling to Swansea for Sunday's Premier League game could be affected. Visiting fans can use the A40 and A465 Heads of the Valleys road through Abergavenny and Merthyr Tydfil to Swansea instead. Both tunnels will also be closed during the night occasionally as engineers upgrade the mechanical and electrical systems. Scheduled weekend closures for the Brynglas Tunnels on the M4: Westbound: Eastbound:", "output": "One of the M4's Brynglas Tunnels at Newport closed on Saturday evening and will not reopen until Monday morning, as its 18-month upgrade continues.", "options": []}
{"task": "xsum", "input": "summarize: Abedul Karou, his wife and two other children escaped Syria a year ago believing that their now 10-year-old son Mohamed had been killed. However, the refugee family then found out Mohamed was alive but trapped alone in the war torn country. Mohamed has now arrived in Scotland, where his family has been relocated. Mohamed's parents searched for him in Syria after the bombing in 2012, but could not find him and were told he was dead. Years later, after the family had fled Syria, they heard he was alive. His father twice smuggled himself back into Syria but could not get to Mohamed. After the family moved to Penicuik in Scotland their local MP took on their case and finally their son was rescued after he was given a DNA test. Mr Karou said: \"I'm so happy, I cannot describe how happy I am, I'm overwhelmed. It really is a miracle to have him with me now. \"The war separated my son from me and this is probably the case of many families in Syria now. \"Our life was really, really difficult, I had sleepless nights. I had a really difficult time to cope and settle. \"It's been a long journey until we discovered he was alive.\" He added: \"I would especially like to thank my MP and the Scottish government and every member of the team who got involved in bringing my son to me. \"I won't forget the moment when our MP stood in the Houses of Parliament calling Theresa May to facilitate bringing my son back. \"If I could carry my MP on my shoulders and have a tour around Midlothian feeling proud of him, I would do it.\" Midlothian SNP MP Owen Thompson said a crucial turning point was when he received an assurance from Theresa May at Prime Minister's Questions that the case would be looked at. He said: \"It really is a brilliant day. We've been working on this case for months and to get a positive result, to get young Mohamed to join his family here in Midlothian is just fantastic. \"When you get involved in politics most people do because you want to help people and this was a situation that was one of the most desperate situations anyone could find themselves in and so to be able to get a positive result is brilliant.\"", "output": "A man who was separated from his son during a bombing raid in Syria said he was \"overwhelmed\" to be reunited with him in Midlothian after five years.", "options": []}
{"task": "xsum", "input": "summarize: Despite its domination of the Chinese internet market, the company has not yet replicated that success on a global scale. But its flotation on the New York Stock Exchange, expected next week, could change all that and the brand could end up alongside Facebook, Amazon and eBay as a giant of the online world. It's almost easier to list what Alibaba group doesn't do. The company's first business was alibaba.com set up by the company's founder Jack Ma in 1999. The website helps to connect exporters in China (and other countries) with companies in over 190 countries around the world. The system allows a business in the UK to find a manufacturer in China and have a range of goods produced and shipped. It's not just businesses that use Alibaba's websites. It also owns taobao.com, China's largest shopping website, and tmall.com, which offers a wide selection of branded goods to China's emerging middle class. Alibaba's reach does not end there, it also runs the online payment system alipay.com, which operates like Paypal. It also has a large stake in Sina Weibo, China's version of Twitter, and the online video provider, Youku Tudou, which operates in a similar way to YouTube. The company also offers online marketing, cloud computing and a logistics operation. Alibaba's growth in its core business has allowed it to expand into new areas. It recently bought a controlling stake in a film business and 50% of China's most successful football club, Guangzhou Evergrande. Finally, and possibly most significantly, it has plans to enter the banking industry. Alibaba's growth from a start-up employing 18 people in 1999 to a worldwide company employing 22,000 is down to its ability to harness the world of internet commerce. It accounts for 80% of all online retail sales in China. China now has over 600 million internet users, out of a population of 1.3 billion people. That compares with 277 million internet users in the US and 546 million in Europe. Alibaba has used that rapidly increasing online market to pioneer smartphone technology in the country, and now controls over 75% of all mobile retail in China. The research firm Forrester estimates that the number of smartphones in China will grow to 740 million by 2017. And the good news for Alibaba is that consumers are increasingly choosing to shop with their phones. According to the Internet Society of China, online mobile payment transactions are expected to exceed $1.45 trillion (Â£800bn) by 2015. Unlike eBay, Alibaba does not charge listing fees. Instead it makes most of its revenue from advertising on its various sites. According to its latest filing with US regulators, 279 million active buyers and 8.5 million active sellers use Alibaba's online services every year and 14.5 billion annual orders are made. So it's not hard to see why advertisers find the websites so appealing. As the company simply connects customers and businesses charging only a small commission, it does not need huge amounts of infrastructure to make the system work. Online marketplaces often refer to gross merchandise volume (GMV), which measures the value of items sold and therefore it is seen as an indication of the size of their business. Alibaba reported GMV of $296bn for the year to 30 June 2014, almost four times as much as eBay reported in 2013. Amazon does not publish a GMV figure but industry estimates put it at $100bn for last year. Revenue for all of these marketplaces comes from fees and a percentage paid on each sale. On this measure, Alibaba's performance still lags behind the two other e-commerce giants. But it is Alibaba's lucrative business model that has got many investors excited. The company's operating margin - a measure of its efficiency - far exceeds those of its rivals. Not every company boss would dress himself in leather, don a Mohican wig, lipstick and a nose ring and sing Elton John's Can You Feel the Love Tonight? to his 16,000 employees. That was exactly what Alibaba's founder, Jack Ma, did to celebrate the company's 10th anniversary. Mr Ma started the company in 1999 with $60,000 raised from around 80 friends in Hangzhou in southern China. He is now worth an estimated $22bn through his 7.3% stake in Alibaba, according to Bloomberg. In January Mr Ma announced that he was stepping down as chief executive and has since handed over to a longstanding Alibaba employee, Jonathan Lu Zhaoxi.", "output": "Alibaba may well be the biggest business you've never heard of.", "options": []}
{"task": "xsum", "input": "summarize: Francis Santhio, 53, attacked 49-year-old Amelet Francis at her home in Toryglen, Glasgow, on 4 September. The couple's eldest son discovered his mother's body and Santhio was later arrested after making a tearful confession to another of his children. He faces a mandatory life sentence when he is sentenced at a later date. The court heard that Sri-Lankan born Santhio and his wife had been married since 1989, but he later became estranged from his family. He lived at a flat in the city's Govan area while his wife stayed in Toryglen with their three sons. On the morning of the murder Santhio was seen approaching his wife at mass at a local church. Later in the day, their eldest son got a call at work to say something had happened to his mother. He immediately called her home and his father answered stating: \"She can't speak - there has been an accident.\" Their son rushed to the flat and discovered the door unlocked. Describing the horror he eventually found in a bedroom, prosecutor Bruce Erroch said: \"On looking through the door, he saw his mother on her back on the floor. \"She was covered in blood and suffering from an obvious head injury. \"He immediately thought she was dead and did not fully enter the room.\" The son dialled 999, but paramedics could not save his mother. After the killing, an emotional Santhio turned up at the school of one of his other sons. He told him Amelet had fallen after he hit her and that she \"could not get back up\". Santhio was soon detained by police near the scene. On being told his wife was dead, he said: \"She treated me like a slave. She retained my passport and kept my money.\" The court also heard that, while on remand, Santhio called his daughter, who had not heard from him for two years. He admitted he had got \"angry\" with Amelet and smacked her on the head with a weight. Mr Erroch told the court Amelet suffered \"multiple fractures to the skull\" consistent with being hit with a \"heavy object\". The court also heard Santhio had previous convictions including \"instances of domestic abuse\" towards his wife.", "output": "A man who bludgeoned his estranged wife to death with a dumbbell after moaning she had been treating him \"like a slave\" has admitted murdering her.", "options": []}
{"task": "xsum", "input": "summarize: Armstrong, 24, reportedly lifted his shirt and taunted the animal shortly before the start of Sunday's NFL game against the Pittsburgh Steelers. The linebacker could be charged with taunting a police K-9, a third degree felony in Pennsylvania. \"The dog was going crazy,\" chief deputy Kevin Kraus said. \"The deputy was trying to control the dog the best she could. We were immediately notified about the incident, and we immediately initiated a criminal investigation into the matter.\" Police deputy Maria Watts, the dog's handler, identified Armstrong as the player involved in the alleged taunting. She told WTAE Pittsburgh television that the player was shouting \"Hey dog, hey dog\" after leaving the locker room before the game. \"Bandit was very agitated. He wanted me to let him go. I imagine with his training and experience he would have gone to his target who was taunting him. I don't want to speculate on what he would have done,\" she said. \"No-one in the department, from the sheriff down, is happy about this.\" A third-degree felony in Pennsylvania is punishable by up to seven years in jail and a maximum $15,000 (£9,900) fine. Other crimes in that category include 'reckless burning or exploding', 'terroristic threats' and 'carrying a gun in public without a permit'. The local sheriff's office has notified both teams and the NFL that an investigation is under way. The teams and the league declined to comment. The Oakland Raiders were beaten 38-35 by the Steelers. Watch highlights from week nine of the NFL on BBC iPlayer", "output": "Oakland Raiders player Ray-Ray Armstrong is under police investigation for barking at a police dog and pounding his chest.", "options": []}
{"task": "xsum", "input": "summarize: Police say 25 teens must sit an alcohol-awareness course after being found under the influence in Cookstown, County Tyrone, reports the Mid-Ulster Mail. The paper says the town has had a number of issues with young drinkers in the past, which both police and community representatives have tried to tackle. Meanwhile, the paper reports that  gun owners without internet access are counting the cost of the PSNI's move towards an online-only application system for firearm licences. As well as the price of a licence nearly doubling in the past five years, one registered firearms dealer in Mid-Ulster is charging up to £40 to fill out the requisite forms; another intends to when they \"get their heads around the system\". The PSNI said: \"In light of firearms dealers being private enterprises, it is at the discretion of each individual business whether or not they apply a fee for completing the form.\" The impact of the Assembly election is the hot topic in various newspapers including the Fermanagh Herald and the County Down Outlook. The Herald has the front-page headline \"Going Nowhere\" and says that with the potential political deadlock between the DUP and Sinn Féin, the people of Fermanagh are \"now facing the double whammy of both Brexit and direct rule under the Tories\". It says voter turnout was up by almost 9% in Fermanagh and South Tyrone and that the main beneficiaries were nationalist parties, with Sinn Féin getting its three candidates elected. The Outlook, meanwhile, reports on Ulster Unionist Harold McKee's disappointment at losing his Assembly seat after just 10 months. The former quarry manager from Kilkeel tells the paper he is currently planning a break from politics, but does not rule out putting his name forward in the future. \"I suppose if another election is called I will stand again,\" he says. The paper's other front page story is about an incident at the weekend when a police car was rammed at Corbet near Banbridge. Two police officers sustained minor injuries. A man was arrested and later released on police bail, pending further enquiries. Meanwhile, the Herald reports that police in Fermanagh will now wear video cameras while on duty. It says video evidence \"enables the raw emotion and action from a scene to be replayed in the courts in a manner that could never be captured in a witness statement\". The Ballymoney Chronicle brings the future of an after-school club into focus. The parents of 88 children have been told by the chair of the Board of Governors at Ballymoney Model Primary School that \"Kidz Club\" will have to vacate the premises by 20 August. The club's committee has said it was \"shocked and saddened\" to receive the notice. The letter said enrolment at the school had soared since the club began in 2012 and that the decision was \"difficult, yet necessary\". The demolition of \"eyesore buildings\" in Ballymoney's Linenhall Street is also highlighted, including a striking image of a digger surrounded by rubble. The Chronicle says a \"wooden hoarding will be put up around the area as an expectant public waits to see what the plan is for the future development of the site\". The County Derry Post has an interview with a man following a gun attack on his daughter's Dungiven home. Hugh Hazlett said his daughter, Clodagh, had been attending her late partner's wake when the shooting took place. Mr Hazlett said his teenage grandson had been left \"traumatised\" as a result of the incident at Ard Na Smoll. \"He is innocent, vulnerable and shouldn't be subject to armed and camouflaged men in masks, wielding weapons, and engaging in a heinous attack,\" he said. The Portadown Times leads with the story that the Argos store in the town's High Street Mall is set to close this summer. It is thought that more than 20 jobs are affected by the decision which is part of a rationalisation plan after a £1.4bn takeover by Sainsbury's last year. An Argos spokesperson said it was \"currently in discussions with colleagues and where possible, will look to relocate them to other stores\". The paper also reports a parent's concern that parking congestion near Millington Primary School is putting young people's lives at risk. \"The parking has got beyond a joke,\" Sam Preston said. \"Something needs done before a child gets knocked down.\" School principal Heather Murray said the safety of children was paramount and that it had been involved in \"numerous meetings\" about the matter. She added that she hoped a joint community project and new traffic laws would help tackle the issue.", "output": "Teenage drinkers, firearm licences and the impact of the Assembly election feature in the weekly papers.", "options": []}
{"task": "xsum", "input": "summarize: Clarach landed in Glaslyn, Snowdonia, on Tuesday. Welshpool-based Montgomeryshire Wildlife Trust said she was the first chick from the Dyfi Osprey Project to be seen again as an adult. The organisation said: \"We've witnessed another milestone in the developing story of Welsh osprey recolonisation.\" Clarach was born in 2013 and migrated in September that year. Emyr Evans, Dyfi Osprey Project manager, said: \"When they're chicks they migrate, mostly to Africa, and they stay there for two or three years. Then they come back, but two thirds usually die on the journey. \"It's an enormous task and challenge to try and find the birds, but what happened yesterday is that one of our adults was re-sighted as an adult back in Wales. This is the first time any of the Dyfi birds have been re-sighted back as adults.\" It is not known if Clarach came back to Wales last year, but was not recorded. A blog post on the Dyfi Osprey Project's website called this \"the promised land\" and apologised to any visitors on Tuesday who \"may have encountered crying, shouting and hysterical volunteers\".", "output": "An osprey from a Powys breeding programme has returned to its nest, becoming its first to be re-sighted in the UK, a wildlife trust has said.", "options": []}
{"task": "xsum", "input": "summarize: The claim: Leaving the EU would make the UK economy grow more than staying in. Reality Check verdict: This is not a mainstream view - but they are reputable economists. It is an optimistic vision of how the UK economy might fare outside the EU, although some of its assumptions are questionable. They predict that, in 2020, the UK economy would grow 3.4% if the UK left the EU, while it would grow only 2.5% if the UK remained. Their conclusions are outside the current economic mainstream on Europe, with most models assuming that free trade, free movement and open economies are automatically a good thing. While we have previously warned about the uncertainties involved in economic modelling, that is why it is no surprise organisations such as the IMF, the Organisation for Economic Co-operation and Development (OECD), the Treasury and the Centre for Economic Performance (CEP) have all predicted considerable losses to the economy following a Brexit. This means the Economists for Brexit have had to demonstrate in their paper that the EU is restricting UK trade. The basis of their assumptions is that after leaving the EU, the UK would trade under World Trade Organisation rules and immediately drop all tariffs on imports from everywhere in the world to reduce the prices of products for people in Britain. One problem with this is that they also predict a fall in the value of the pound, which would be good news for exporters, but bad news for UK consumers buying imported goods. The weaker pound might go some way to making up for the likelihood that EU countries would impose tariffs on UK exports, which is included in the model. How does this compare with other models? The analysis from the CEP, an influential group based at the London School of Economics, considered what would happen if the UK unilaterally removed all tariffs. It still predicted a negative effect on the economy from leaving the EU, but said going tariff-free improved the outcome by 0.3 percentage points. Another problem with the Economists for Brexit report is it says the UK currently sends 70% of its exports to countries with which we have no free trade agreement, so trading that way with the other 30% should not be too hard. We've looked at this claim before, and, as we know about 44% of UK exports go to the EU, there is no way 70% can go to countries with which we do not have free trade arrangements (see below for update on this figure). The report assumes the UK's net EU Budget contribution of 0.8% of gross domestic product (GDP) would be used to cut income tax. It also assumes a big benefit from reduced regulation, although there has been some doubt about how much regulation could be reduced if the UK left the EU and wanted to continue trading with it. Among the areas the report highlights as having too much regulation is energy. \"European governments have been more emphatic than the global average about the dangers of climate change,\" the report says. It also talks about saving companies money by reducing social regulation such as the Working Time Directive and Gender Equality Directive and getting rid of \"interferences\" with financial regulation such as the cap on bankers' bonuses. But the extra growth predicted for the economy in this study is not big. And the margin of error with such forecasting is large. So it should be remembered that the difference between a small increase as this model predicts and a small fall as others suggest is well within the range of uncertainty of the methods used here. We've had an explanation from Prof Patrick Minford of where the 70% figure comes from. It is based on there not being a free trade agreement covering services (that's things like insurance, cleaning or hairdressing where goods are not involved) in the EU. So the 70% covers all our exports of services - including to other EU member states - and about half our exports of goods. This ignores the EU's freedom of movement, which is particularly beneficial to the service sector and it's fair to say contributes to the level of services exported to other EU countries. There are also rules in financial services such as passporting, which helps banks to export. To be fair, Prof Minford does sometimes phrase the statistics to make them clear, like this: \"We already sell all our non-EU exports and all our exports of services around the world under WTO rules, about 70% of all our exports.\" But in the Economists for Brexit press release he is quoted as saying: \"70% of our exports are traded outside the EU already under World Trade Organisation rules\", which is not the case. We've also heard Boris Johnson phrase it like this: \"Don't forget that 70% of our trade currently takes place with countries with whom we have no trade deals at all.\" So as is often the case, it is the words that give the wrong impression, even if the numbers can be justified. Read more: The facts behind claims in the EU debate", "output": "A group of eight well known economists have released a report under the banner of Economists for Brexit, explaining how they think leaving the EU would be good for the UK economy.", "options": []}
{"task": "xsum", "input": "summarize: We're squashed into the corner of rather a noisy cafÃ© and he is munching his way through a couple of apples washed down with Diet Coke. Not the most indulgent lunch. He has been on a diet for more than four years and has lost a great deal of weight. Something I want to ask him about after the politics. \"I'm trying to be composed,\" Lord Falconer tells me. \"But I feel very, very anxious about it.\" The former Lord Chancellor is talking about the two recent by-elections, Stoke and Copeland. Both were Labour seats, Stoke they won, Copeland they lost to the Conservatives. \"Does it wake you up at night?\" I ask him, \"Yeah, It does\". He is relieved that they beat UKIP in Stoke but believes UKIP are in decline and worries about which party their supporters will turn to. \"A Copeland has never happened in my political lifetime. Copeland is basically a Labour seat, it's been a Labour seat for ever and ever and ever. \"It's not because what we are saying is wrong. For example, on anti-austerity we're in the right place. It's that our voices are drowned out.\" Until last June he was shadow Lord Chancellor but resigned in the post-Brexit Labour meltdown, along with many of his colleagues. Back then he called for the Labour leader to quit, now he is solidly behind Jeremy Corbyn, but says that they now need to concentrate on Labour policies, such as immigration. \"It's got to be clear that the Labour party has a clear and identifiable policy on immigration which recognises our obligation as a national UK party to promote the economic interests of the UK population. \"And that means restricting immigration from the EU, just as we restrict immigration from the non-EU.\" The former Labour Prime Minister Tony Blair, a close friend of Lord Falconer's, recently called for people to rise up against Brexit. It was a speech which the Shadow Chancellor John McDonnell was not best pleased with. He wrote that a \"soft coup\" was underway, which involved elements inside the Labour party and the Murdoch media empire trying to undermine Jeremy Corbyn. I ask Lord Falconer about it. He is hesitant at first. \"I don't know, I mean we've got to just work together to make progress in relation to all of this. \"I can't explain it to you.  Unity in relation to what the party is offering is really important, it doesn't mean that people can't express views about particular policy areas. \"I think it's wrong to say that an ex-prime minister expressing a view about Brexit is part of something else. Let's not go there. \"We've got to have a message that we all share, that we all talk about.\" We order our pudding, for me a banana, for Lord Falconer yet another apple. He sticks to his diet with the single minded determination of someone who is terrified of returning to his previous 16 stone. He is now under 12 stone. \"It's a stunning change. I was completely defeatist about the whole thing. I was obviously a fat person in my 60s. The best I could hope for was gradually creeping up to 20 stone in my 70s. \"But I feel so much better, I feel so much more confident.\" He is clearly delighted. His diet consists of eating only apples and drinking Diet Coke during the day and eating whatever he likes in the evening. He says his constant anxiety of returning to his former larger self keeps him going on the diet. \"I've got to keep on getting below 12 stone all the time. My family think I am mad.\" I ask him if he is becoming obsessive. \"I am obsessive about it. If I have a big meal in the evening I think, 'God, I'm really fat.'\" \"I don't think I am anorexic, but unless I remain anxious about the weight being put on, how will I not just start eating again? Because I like eating.\" I ask him if his wife worries about him going too far. \"Yes she does, but this current equilibrium is where we have got to,\" he says. Before he goes I ask him about his other anxiety - the future of the Labour party. Does he worry they might not get into power again? \"I do feel so strongly, we've got to back in. We've got to get back in. We've got to really try. \"I worry profoundly about what will happen if Labour does not get back in. I've seen that we're between 14 and 18 percentage points behind in some polls and that doesn't feel like we are standing on the verge of power at the moment.\" Becky Milligan's series of interviews with politicians, At Lunch With... is available as a podcast.", "output": "The former Lord Chancellor Lord Falconer joins me for lunch, where we chew over the fate of the Labour party and his battle to lose weight.", "options": []}
{"task": "xsum", "input": "summarize: Ms Fernandez has been accused of making fraudulent currency transactions during her time in office, a claim she denies. In an interview with several media outlets, she rejected the allegations as politically motivated. She says she is paying the price for her generous welfare and nationalisation policies. \"When you make decisions like these, it's clear that you risk going to jail and being politically persecuted,\" she told a group of foreign correspondents at her Patagonian estate. \"I'm not afraid of going to jail, at all.\" Ms Fernandez led the country between 2007 and 2015 and was replaced in December by the centre-right Mauricio Macri. In May she was charged with allegedly ordering irregular central bank transactions in the US dollar futures market. Earlier this month her assets were frozen. Some of her closest aides are also being investigated for alleged mishandling of public funds. Her former public works secretary, Jose Lopez, was allegedly caught stashing bags of cash and jewels in a convent in Buenos Aires. Ms Fernandez dismissed the incident as the kind of thing that could beset any government. \"I don't want to minimise anything, but I think those are episodes that can take place for any government,\" she told the reporters. The Roman Catholic Church in Argentina has recently launched an investigation into whether four nuns at the Our Lady of the Rosary of Fatima religious community helped to hide the hoard.", "output": "Former Argentine President Cristina Fernandez de Kirchner says she is not afraid of going to prison as a result of the corruption charges she faces.", "options": []}
