{"task": "xsum", "input": "summarize: Police were called to the Runcorn area at about 10:50 BST amid concerns for the teenager's welfare. Evidence suggests she had taken the substance Vertex, Cheshire Police said. Four people treated in Warrington yesterday were also thought to have taken the legal high - although one is no longer being linked to the substance. The girl was later discharged from hospital after treatment. Assistant Chief Constable Mark Roberts said: \"We are extremely concerned that this substance would appear to have led to a number of people being hospitalised in a serious condition. \"I would strongly urge people not to take this substance, and for people to be aware of the dangers of taking any substance known as a legal high.\"", "output": "A 16-year-old girl has been taken to hospital after taking what police believe was a legal high in Cheshire.", "options": []}
{"task": "xsum", "input": "summarize: Police said the attacker got out of a car outside the club at the Square in Ballyclare, and struck the member of staff a number of times. His injuries are not thought to be life-threatening. It happened at about 23:00 BST on Saturday. A 27-year-old man was arrested.  He has since been released on police bail pending further enquiries.", "output": "A man has been attacked with a machete at a sports club in County Antrim.", "options": []}
{"task": "xsum", "input": "summarize: Cardiff University researchers found only 8% of care-leavers progress to full time education by the age of 19 compared with 43% of all young people. They said communication between schools and care agencies needed to improve. The Welsh government, which commissioned the study, said the findings would inform a new strategy. Graduate Wayne Kwenda from Abercarn, Caerphilly county, who had been in care in England before enrolling on an engineering degree at the University of South Wales in Cardiff, said: \"I think the most difficult part of being a care leaver is that you haven't got the same support that other students have in terms of family support.\" The research, which included focus groups with \"looked-after\" children, also found many foster carers have \"low educational attainment\" which the report said could be tackled by providing additional training and qualifications. Lead report author Dr Dawn Mannay, from Cardiff University's School of Social Sciences, said Wales was \"struggling to escape engrained negative patterns with low levels of educational attainment\" among young people in care. She added: \"The young people we spoke to stated that the barriers they face are wide-ranging and exist at every stage of their educational journey, beginning very early on with stigma being attached to them by teachers and peers as a result of their 'looked-after' status, which has a substantial and often lasting negative impact on their subsequent attainment and achievement.\"", "output": "Decisive action is \"desperately needed\" to help children in care achieve more in education, according to a new report.", "options": []}
{"task": "xsum", "input": "summarize: Slovakia recorded a second successive 1-0 defeat as they lost in Slovenia, leaving them pointless in Group F. The former Ross County player was an unused substitute in Ljubljana and admits the team could now struggle to reach Russia 2018. \"We have to beat Scotland now, 100%,\" he told BBC Scotland. \"Otherwise it will be really difficult for us to make second place. \"The two results we've had have made the group very difficult for us. We've lost six points from our first two games which isn't a good start. \"If we're to have any chance of qualifying we must get three points against Scotland and that's what we'll be aiming for. \"We'll have to produce our maximum to do it but that's what we need now. We've lost the first two games 1-0 - tight games and we lost both by late goals. But now we need to win to stay in the group. \"We want to have something to play for until the end of the qualifiers. That means winning against Scotland. Realistically, nothing else will do.\" Kiss admitted Scotland's inability to beat Lithuania at home had come as an unexpected bonus for them. \"Hopefully that will turn out to be a good result for us,\" he added. \"If they had won in Glasgow, as everyone expected them to, we would have been six points behind them and that's a lot to turn around. \"It means that Tuesday is a massive game. They'll come aiming to win and open up a gap between them and us so it's going to be a massive match.\" Kiss, now playing in Norway for Haugesund, believes the return of the Slovakian captain Martin Skrtel - suspended against Slovenia - will give them a lift against Scotland. And he admits he would relish the opportunity to add to his nine caps against the country he called home for 18 months. \"Of course I would love to play some part against Scotland,\" he added. \"I was about to go on on Saturday then when we conceded the goal the coach decided to make a different change. So if I get the chance against Scotland I will be ready. It would be special for me.\"", "output": "Slovakia midfielder Filip Kiss believes nothing less than a win over Scotland can keep his country's hopes of World Cup qualification alive.", "options": []}
{"task": "xsum", "input": "summarize: Some claim it has left a new slipway at the town's harbour \"virtually useless\". Elected members clashed on the issue during a meeting of Dumfries and Galloway Council on Thursday. Earlier this week an internal investigation found \"no illegality, maladministration or injustice\" in handling part of the scheme. Grahame Forster, councillor for Wigtown West, said: \"The committee approved a large slipway. We were delivered a small slipway that neither reaches the sea or is large enough to take boats out. \"Officers decided to come up with the idea of a small slipway with a boat hoist, not elected members initially.\" He said local fishermen have not been properly consulted on the position of the boat hoist. Fellow councillor Willie Scobie, who represents Stranraer, said their points were ignored by members at the meeting of the full council. He added: \"They have ignored the people of Stranraer throughout the whole process.\" Council monitoring officer Alex Haswell has investigated the project and concluded there was a \"clear audit trail\" of decisions and delegated powers had not been exceeded. An external report has been ordered to look at the financial viability of the slipway scheme and whether it provides value for money.", "output": "Local authority officials have been accused of ignoring councillors' plans for Stranraer's waterfront regeneration programme.", "options": []}
{"task": "xsum", "input": "summarize: Media playback is not supported on this device American world champion Gwen Jorgensen took Olympic gold ahead of Swiss defending champion Nicola Spirig. \"I think the first thing I said to her was 'I'm so sorry',\" Holland said. \"I knew it would come down to me and Non, which was the worst thing ever because I wanted it to be us together.\" The 30-year-old became the first British woman to win an Olympic triathlon medal. And her bronze was Britain's third triathlon medal in Rio after Alistair Brownlee won gold in the men's race and brother Jonny took silver. Find out how to get into triathlon in our special guide. Jorgensen and Spirig broke clear of the pack on the early stages of the 10km run, which followed a 1,500m open-water swim from Copacabana Beach and a 40km bike stage. The American - world champion in 2014 and 2015 - moved out on her own to win in a time of one hour 56 minutes 16 seconds. Spirig faded to finish 40 seconds back and claim her second Olympic medal after gold in London four years ago. Welsh triathlete Stanford, the 2013 world champion, looked on course to win bronze, but was overtaken by Holland in the charge for the line and lost out by three seconds. The third Briton, Helen Jenkins, came 19th, with the Republic of Ireland's Aileen Reed 21st. Fabienne St Louis of Mauritius competed despite being diagnosed with cancer in December, but pulled out after the swim. Media playback is not supported on this device Holland said: \"I've had a rollercoaster 24 hours. I've been a bit sick and didn't know how I would feel today. \"I had to put out of my mind that we're best mates and housemates. \"Non is a huge part of what I do. Half of this medal is hers. I wouldn't be the athlete I am if it wasn't for her. I moved in with Non at the end of 2013 and I've become an exponentially better athlete for it.\" Media playback is not supported on this device Stanford said: \"I feel a bit mixed. I'm delighted Vicky got the medal we came as a team to get. \"I don't think I could ask much more of myself. Fourth is probably the worst place to come but it's still fourth at the Olympics. We have one medal in the home now and we can put it on display.\" Jenkins said: \"I haven't been 100% the last couple of days. I thought I was fine but when we got to the hill I didn't really have that top end power. \"I don't want to make excuses; I wasn't good enough. It isn't anything too serious, on this kind of course if you are a per cent off it is not going to happen. \"I gave it everything, I finished and I know I couldn't have done any more.\" Subscribe to the BBC Sport newsletter to get our pick of news, features and video sent to your inbox.", "output": "Vicky Holland won Britain's 62nd medal at the Rio Olympics with bronze in the women's triathlon - then apologised for beating compatriot, best friend and housemate Non Stanford into fourth.", "options": []}
{"task": "xsum", "input": "summarize: It is the first of seven scheduled closures between Junction 25a to Junction 26 this year. Westbound traffic has been diverted on the A48 Southern Distributor Road between M4 junctions 24 and 28. Middlesbrough football supporters travelling to Swansea for Sunday's Premier League game could be affected. Visiting fans can use the A40 and A465 Heads of the Valleys road through Abergavenny and Merthyr Tydfil to Swansea instead. Both tunnels will also be closed during the night occasionally as engineers upgrade the mechanical and electrical systems. Scheduled weekend closures for the Brynglas Tunnels on the M4: Westbound: Eastbound:", "output": "One of the M4's Brynglas Tunnels at Newport closed on Saturday evening and will not reopen until Monday morning, as its 18-month upgrade continues.", "options": []}
{"task": "xsum", "input": "summarize: Abedul Karou, his wife and two other children escaped Syria a year ago believing that their now 10-year-old son Mohamed had been killed. However, the refugee family then found out Mohamed was alive but trapped alone in the war torn country. Mohamed has now arrived in Scotland, where his family has been relocated. Mohamed's parents searched for him in Syria after the bombing in 2012, but could not find him and were told he was dead. Years later, after the family had fled Syria, they heard he was alive. His father twice smuggled himself back into Syria but could not get to Mohamed. After the family moved to Penicuik in Scotland their local MP took on their case and finally their son was rescued after he was given a DNA test. Mr Karou said: \"I'm so happy, I cannot describe how happy I am, I'm overwhelmed. It really is a miracle to have him with me now. \"The war separated my son from me and this is probably the case of many families in Syria now. \"Our life was really, really difficult, I had sleepless nights. I had a really difficult time to cope and settle. \"It's been a long journey until we discovered he was alive.\" He added: \"I would especially like to thank my MP and the Scottish government and every member of the team who got involved in bringing my son to me. \"I won't forget the moment when our MP stood in the Houses of Parliament calling Theresa May to facilitate bringing my son back. \"If I could carry my MP on my shoulders and have a tour around Midlothian feeling proud of him, I would do it.\" Midlothian SNP MP Owen Thompson said a crucial turning point was when he received an assurance from Theresa May at Prime Minister's Questions that the case would be looked at. He said: \"It really is a brilliant day. We've been working on this case for months and to get a positive result, to get young Mohamed to join his family here in Midlothian is just fantastic. \"When you get involved in politics most people do because you want to help people and this was a situation that was one of the most desperate situations anyone could find themselves in and so to be able to get a positive result is brilliant.\"", "output": "A man who was separated from his son during a bombing raid in Syria said he was \"overwhelmed\" to be reunited with him in Midlothian after five years.", "options": []}
