{"task": "xsum", "input": "summarize: Goals from teenage duo Victor Adeboyejo and Tristan Abrahams, after Rhys Oates had opened the scoring for the visitors, leaves Orient seven points adrift of safety with three games remaining. The match was played out to a background of protests against Orient owner Francesco Becchetti and, at the end of the game, supporters gathered on the pitch to vent their feelings against the Italian. Oates had opened the scoring on eight minutes when a poor header by O's defender Teddy Mezague gifted a simple chance to the Hartlepool striker. Orient levelled 10 minutes later when defender Michael Clark picked out 18-year-old Adeboyejo who stabbed the ball home at the near post. Abrahams gave the home side a deserved lead on 34 minutes with a wonderful left-footed strike from 18 yards and it proved to be the winner. Hartlepool, who remain above the relegation zone by just a point, saw Liam Donnelly sent off in added time after the defender picked up two quick bookings for dissent. Match report supplied by the Press Association. Match ends, Leyton Orient 2, Hartlepool United 1. Second Half ends, Leyton Orient 2, Hartlepool United 1. Attempt blocked. Freddy Moncur (Leyton Orient) right footed shot from the centre of the box is blocked. Second yellow card to Liam Donnelly (Hartlepool United). Liam Donnelly (Hartlepool United) is shown the yellow card. Attempt missed. Nathan Thomas (Hartlepool United) right footed shot from outside the box is too high. Corner,  Hartlepool United. Conceded by Teddy Mezague. Brad Walker (Hartlepool United) is shown the yellow card for a bad foul. Josh Koroma (Leyton Orient) wins a free kick in the defensive half. Foul by Brad Walker (Hartlepool United). Foul by Paul McCallum (Leyton Orient). Brad Walker (Hartlepool United) wins a free kick in the defensive half. Substitution, Leyton Orient. Freddy Moncur replaces Tristan Abrahams. Josh Koroma (Leyton Orient) is shown the yellow card for a bad foul. Foul by Josh Koroma (Leyton Orient). Rhys Oates (Hartlepool United) wins a free kick in the defensive half. Substitution, Hartlepool United. Louis Rooney replaces Nicky Featherstone. Foul by Teddy Mezague (Leyton Orient). Devante Rodney (Hartlepool United) wins a free kick in the attacking half. Foul by Sandro Semedo (Leyton Orient). Rhys Oates (Hartlepool United) wins a free kick in the defensive half. Attempt blocked. Josh Koroma (Leyton Orient) right footed shot from the centre of the box is blocked. Corner,  Leyton Orient. Conceded by Brad Walker. Substitution, Leyton Orient. Josh Koroma replaces Victor Adeboyejo. Attempt missed. Lewis Alessandra (Hartlepool United) header from the left side of the six yard box misses to the left. Foul by Sandro Semedo (Leyton Orient). Carl Magnay (Hartlepool United) wins a free kick on the right wing. Foul by Michael Collins (Leyton Orient). Lewis Alessandra (Hartlepool United) wins a free kick in the defensive half. Attempt missed. Sandro Semedo (Leyton Orient) right footed shot from outside the box misses to the right. Substitution, Hartlepool United. Devante Rodney replaces Padraig Amond. Substitution, Leyton Orient. Paul McCallum replaces Steven Alzate. Liam Kelly (Leyton Orient) wins a free kick in the attacking half. Foul by Michael Woods (Hartlepool United). Attempt missed. Sandro Semedo (Leyton Orient) left footed shot from outside the box is close, but misses to the left. Victor Adeboyejo (Leyton Orient) wins a free kick on the right wing. Foul by Brad Walker (Hartlepool United). Foul by Liam Kelly (Leyton Orient). Nicky Featherstone (Hartlepool United) wins a free kick in the attacking half. Steven Alzate (Leyton Orient) wins a free kick on the left wing.", "output": "Leyton Orient kept their slim hopes of avoiding relegation from League Two alive by beating fellow strugglers Hartlepool at the Matchroom Stadium.", "options": []}
{"task": "xsum", "input": "summarize: A 40-year-old man from Harlow suffered head injuries and is in a critical condition at Addenbrooke's Hospital. A 43-year-old man, also from Harlow, was taken to the Princess Alexandra Hospital with suspected fractures to his hands and bruising to his stomach. Police were called to The Stow in Harlow at about 23:35 BST on Saturday after reports of an assault. Det Insp Al Pitcher said it was a brutal attack outside take-away shops in the town centre and the four 15-year-old boys arrested were from the local area. Police have issued an appeal for witnesses and information about the attack.", "output": "Four teenagers have been arrested on suspicion of attempted murder over an attack on two Polish men in Essex.", "options": []}
{"task": "xsum", "input": "summarize: The footage, from a CCTV camera, shows a man in a yellow shirt leaving a backpack in the Erawan Hindu shrine. At least 20 people died in Monday's blast, about half of them foreigners, and more than 120 were injured. In a separate attack on Tuesday, an explosive device was thrown at a pier in Bangkok, but no-one was hurt. Nationals from China, Hong Kong, the UK, Indonesia, Malaysia and Singapore are among the foreigners killed in the attack. CCTV footage of a suspect wanted for questioning Who were the victims? The facts - what we know so far The Erawan shrine - popular with locals and tourists Thai shares fall sharply Still images of the suspect had already been released. In the new footage, he is shown carefully and deliberately removing his backpack inside the shrine, getting up without it and immediately leaving the scene. The spot where he was sitting is precisely where the bomb went off a few minutes later, says the BBC's Jonathan Head in Bangkok. \"There is a suspect... we are looking for this guy,\" Prime Minister Prayuth Chan-ocha told reporters. Authorities were \"quite close\" to identifying the suspect, Thai government spokesman Maj Gen Weerachon Sukhontapatipak told the BBC, but other leads were also being pursued. He said no motive was being ruled out, but that the bomber did not appear to be Thai and the character of the bombing was \"quite different\" from previous bombings by southern Thai insurgents. He said security at transport hubs and tourist sites was being beefed up. The bomb was detonated at about 19:00 local time (12:00 GMT) on Monday when the shrine, and the nearby Ratchaprasong junction, were crowded. Mr Prayuth called it the \"worst ever attack\" on Thailand. \"There have been minor bombs or just noise, but this time they aim for innocent lives. They want to destroy our economy, our tourism.\" In Tuesday's incident, a device was reportedly thrown at the busy Sathorn pier in Bangkok. It landed in water where it exploded harmlessly, but police said it could have caused many injuries. Maj Gen Weerachon said there were similarities between Monday's deadly blast and the explosion on Tuesday, but the authorities had not established links between the two. \"Both were TNT bombs,\" he told reporters. \"There's a pattern, but we have not yet found links.\" Monday's bomb was clearly placed to cause maximum casualties, says our correspondent in Bangkok. In currency trading, the Thai baht fell to its lowest level in six years over concerns about the impact on tourism. There are suggestions this could be related to the Muslim separatist conflict in southern Thailand, but the political violence has been limited to the three southern provinces - never the capital. Others have mentioned the Muslim Uighur minority in China. They are unhappy that Thailand deported Uighur refugees back to China, where the minority complain of persecution, and might have wanted to punish the Thai state, the thinking goes. But we don't know enough at this point to support this theory. However, international terror networks usually claim responsibility quickly after the incident, which hasn't happened in this instance so far. One thing is clear - this is a failure of the government's intelligence work. Read more National police chief Somyot Poompummuang described the device as a 3kg (6.6lb) pipe bomb - an improvised device where explosive material is put in a sealed cavity to maximise the explosive impact. \"The impact was so strong it sucked us forward and then pushed us back,\" one witness, Leify Porter, from Australia told the BBC. She said she had seen \"very graphic\" scenes at the site of the explosion. Erawan shrine is dedicated to the Hindu god Brahma, but is also visited by thousands of Buddhists each day. It sits between a five-star hotel and a popular shopping centre on the Ratchaprasong intersection, which has been the centre of political demonstrations in recent years. Bangkok has seen a decade of sometimes violent rivalry between political factions. The military took over the country in May last year, removing an elected government following months of unrest. The capital has been relatively calm since then.", "output": "Video footage has emerged of a key suspect police want to question in connection with the deadly bomb blast in the Thai capital, Bangkok.", "options": []}
{"task": "xsum", "input": "summarize: Becky Morgan's remains were recovered from the water at Broadstairs on Sunday. Police have appealed for anyone who saw a young couple between 02:00 and 02:45 BST on Sunday on the East Pier in Ramsgate. Detectives said they were also keen to recover Ms Morgan's mobile phone. It is a white Samsung Galaxy S with a sticker on the back, which said \"you are beautiful\". A police spokeswoman said: \"Those who were fishing in the area, working on the boats in the harbour, or perhaps in the area on holiday are all being urged to get in touch if they saw a man and a woman on the pier at that time.\" A 21-year-old man arrested on suspicion of murder has been released on bail until 24 June.", "output": "Detectives investigating the murder of a 17-year-old woman whose body was pulled from the sea off Kent have made a fresh appeal for witnesses.", "options": []}
{"task": "xsum", "input": "summarize: The migration, which will be complete by mid-2015, will end the need for the \"paper counterpart\" document drivers have to keep with their licence. Insurers said \"honest\" motorists could see premiums fall by up to Â£15 a year. At the moment, insurers cannot check licence or traffic offence details when they sell policies, meaning they have to \"price in\" risk factors. The Association of British Insurers says premiums are pushed up by the fact that firms have to take account of the risk that drivers either do not tell the truth about speeding points to get a lower quote, or simply make a mistake. \"Significant cost savings\" would also result from \"reducing the need to obtain paper copies of licences from policyholders\", the association added. By Brian WheelerBBC News Most of us would struggle to find the official document we are meant to keep with our driving licence. But from the middle of next year we will not need to. All the information on it - such as speeding points - will be available online. It is one of 25 public services set to go digital by 2015. Cabinet Office minster Francis Maude says the days when government IT projects were a by-word for disaster are over. Britain now leads the world. And it has already saved taxpayers more than a billion pounds a year. But critics point to universal credit. The government's flagship welfare reforms rely heavily on new IT systems - and these have been hit by cost over-runs and delays straight from the bad old days. A system due to be launched by the Driver and Vehicle Licensing Agency (DVLA) will allow insurers to access the information using an individual's licence number. Cabinet Office minister Francis Maude said anyone with a driving licence would be able to use the online database while there will be an assisted service for those who find it difficult to use the internet.  They will be able to get help from a call centre, library or post office. Most of the UK's 40 million drivers would see falls in premiums, he suggested. \"This will enable insurers, for example, to price much more accurately, because they will not have to take anything on trust,\" he said. Driving records are one of 25 public services set to go digital by 2015, with Mr Maude claiming the UK now leads the world in online migration of public services. The paper counterpart to the driving licence photo card is due to be phased out by 2015 while it was announced in December that paper car tax discs would also be scrapped. The DVLA said that \"although some services cannot be delivered digitally, such as assessing a customer's fitness to drive, we can improve the processes supporting the delivery of these services through making greater use of digital tools\". It has not ruled out job cuts at the DVLA headquarters in Swansea, after the new digital system launches in June, but is awaiting the outcome of a review of staffing levels. The car rental industry will also be affected by the new system - but it denied government claims that it would reduce the cost of hiring a vehicle. \"There are around 10 million car rental transactions in the UK each year and the majority of rental bookings are approved very quickly and at no cost by checking the driver endorsement and qualification information contained on the driver licence counterpart,\" said a spokesman for the British Vehicle Rental and Leasing Association. When that is not available, rental companies rely on the DVLA's expensive telephone-based system to access driver information. \"The DVLA has confirmed its plans to withdraw the counterpart from 2015 and has promised the industry that it will provide a viable online database. \"This project has not yet begun, but we hope that any solution will be cost-effective and provide real-time, 24/7 access. Even if this is achieved, it is very unlikely to be quicker or cheaper than the current system of checking the paper driver licence counterpart.\" Initially, the new system will check users' identities by asking for their postcode and National Insurance number but, in common with other digital government services, it will eventually allow people to use their bank's system to prove their identity on websites providing government services. Clicking on an icon will allow people to complete the check required by their bank, mobile phone company, or other service provider. The approach would cut the number of passwords people need to remember, and avoid the need for a central government system to establish identities. \"This is something that is a problem for countries that do not have an ID card system and a national ID database,\" said Mr Maude.", "output": "Moving all driving records online could reduce the cost of car insurance for most people, ministers have said.", "options": []}
{"task": "xsum", "input": "summarize: It follows the singer's pattern of naming her albums after her age: Her debut was titled 19 and the follow-up was called 21. The singer wrote in a statement: \"25 is about getting to know who I've become without realising. And I'm sorry it took so long but, you know, life happened.\" There is no release date for the star's new album at the moment, but several media reports have pointed towards 20 November as the likely day. A preview of the album appeared without warning on Sunday night, during an advertising break on The X Factor. The 30-second clip featured the star's voice along with the song's words on an otherwise black screen. At the time, her spokespeople refused to confirm whether or not the material was actually by the singer. Adele's last album 21, which contained the mega-hit Someone Like You, is the biggest-selling album of the 21st Century, selling more than 30 million copies worldwide. It shifted 4.75 million copies in the UK alone, making it the fourth best-selling album of all time.", "output": "Adele has confirmed her new album will be called 25, and says the music will focus on her journey to adulthood.", "options": []}
{"task": "xsum", "input": "summarize: The 23-year-old signed a three-year contract after joining for an undisclosed fee from Vitoria Setubal. \"I have to adapt to the new country and the new way of living. I am going to be successful though,\" he told Rangers TV. \"I will do my best to help me and my team-mates win. A club as big as Rangers has to win.\" Cardoso, a former Portuguese Under-21 international, made 23 appearances for Vitoria Setubal last season, having moved to the club from Benfica. He becomes the second Portuguese centre-back to move to Rangers this summer after full international Bruno Alves joined from Cagliari. They have been joined at Ibrox by midfielder Dalcio, on loan from Benfica, and former Aberdeen captain Ryan Jack. Cardoso said of Alves: \"He is an amazing player and is one of the best defenders from my country. I know with him I will learn a lot. \"I met Caixinha for the first time in the airport and I spoke to him a lot. \"I like him and what he had to say and he is the right person to put Rangers where it belongs, which is first place. \"I am very happy to be here. For me, this is the best club in Scotland and I will do my best to help us make history together.\" Mexican midfielder Carlos Pena and his compatriot, striker Eduardo Herrera, are awaiting the outcome of a work permit hearing by the Scottish Football Association and are also expected to join the club. Caixinha thinks Cardoso is a future full international. \"Everyone describes him as having potential to be one of the centre-halves of the future with the national team,\" he said. \"We believe in him and he can perform on the right or on the left, which is good in a centre-half. \"We try to organise the centre-halves by thinking about them as a double and we have four very good centre-halves who can perform together or independently. \"Fabio is 23, so having an experienced player around like Bruno Alves is good - he is a player whose one main characteristic is leadership - so Fabio will feel comfortable and grow and learn from him.\"", "output": "Portuguese defender Fabio Cardoso has become Rangers' fourth summer signing as manager Pedro Caixinha revamps his squad.", "options": []}
{"task": "xsum", "input": "summarize: Media playback is not supported on this device The Blues received two first-half yellow cards, and trailed to Neil Cochrane's converted try. Rory Scholes exploited Matthew Morgan's awful attempted tackle to stretch Edinburgh's lead, then scored again in the opposite corner. Josh Bennett's try hauled the Blues back within a score, before Lloyd Williams collected his own speculative chip-kick to snatch victory. The visitors' night got off to a decent start when Steve Shingler's penalty put them ahead, but they lost the plot thereafter, conceding penalty after penalty and yellow card after yellow card. Georgian tight-head Anton Peikrishvili was the first to go after collapsing a maul and, while he was off, Edinburgh drove Cochrane over for the opening try. Sam Hidalgo-Clyne converted, the 7-3 lead being cut to 7-6 when Shingler put over another penalty. A four-point gain during Peikrishvili's purgatory was not exactly what Edinburgh were looking for, but it was better than they managed when the Blues lost their second man to the bin, Jarrad Hoeata walking after killing ball at the breakdown. Edinburgh could not punish them at all this time. Not a point was scored. The home team had the physical advantage, the numerical advantage and with the Cardiff side conceding seven penalties in the first 30 minutes, Edinburgh had the discipline advantage, too. What they did not have was even a semblance of composure. They kicked aimlessly when they needed to be applying pressure, they let the Blues off the hook when they ought to have been seizing them by the throat. The visitors conceded an eighth penalty before the half was out. Throw in some line-out blunders, spillages and assorted other errors, and you had a second-rate game between two struggling sides. The break brought about a dramatic change. At last, Edinburgh found something; patience, accuracy, wit. Scholes cut a lovely line off Jason Tovey and screamed over on the right. Six minutes later, more smart rugby saw Hidalgo-Clyne slip Scholes in again on the opposite side of the field. The scrum-half missed both conversions. Not easy kicks, but costly all the same. The Blues looked a bit of a beaten docket at this point, but Edinburgh, in such a wretched run of form, are never shoo-ins with just an 11-point lead. They have a vulnerability about them their opponents could practically smell - and from the hour-mark, the visitors began their comeback. Lloyd Williams and Nick Williams did the major work for the try that really spooked Edinburgh, incisive rugby, good hands, a gorgeous offload and a try for Bennett. Ten minutes after that, and after a siege on Edinburgh's line, Lloyd Williams came up with the goods. A dink over the top of the home defence, a kind bounce, a match-winning try. It did not matter that Shingler's conversion was charged down. The Blues had a one-point lead and one point was enough. Edinburgh were suckered. A sweet and precious win for the Welsh. Edinburgh: Blair Kinghorn, Damien Hoyland, Glenn Bryce, Chris Dean, Rory Scholes, Jason Tovey, Sam Hidalgo-Clyne; Jack Cosgrove, Neil Cochrane (captain), Murray McCallum, Fraser McKenzie, Ben Toolis, Magnus Bradbury, Jamie Ritchie, Cornell Du Preez Replacements: George Turner, Derrick Appiah, Kevin Bryce, Grant Gilchrist, Lewis Carmichael, Nathan Fowles, Junior Rasolea, Michael Allen Cardiff Blues: Matthew Morgan; Alex Cuthbert, Willis Halaholo, Steve Shingler, Tom James; Gareth Anscombe, Lloyd Williams; Rhys Gill, Kristian Dacey, Anton Peikrishvili, George Earle, Jarrad Hoeata, Macauley Cook, Josh Sion Bennett, Nick Williams. Replacements: Matthew Rees, Corey Domachowski, Scott Andrews, James Down, Kirby Myhill, Tomos Williams, Garyn Smith, Aled Summerhill.", "output": "Cardiff Blues came from 11 points down to beat Edinburgh 18-17 at Myreside.", "options": []}
{"task": "xsum", "input": "summarize: Sheikh Mohammed bin Rashid Al Maktoum, who is also the ruler of Dubai, said the minister would drive policy \"to create social good and satisfaction\". A new post of minister of state for tolerance was also created. Sheikh Mohammed said several ministries would also be merged and unveiled plans to outsource most government services. \"Governments must be flexible. We don't need more ministries, but more ministers capable of dealing with change,\" he said at the World Government Summit in Dubai on Monday. \"We want a young and flexible government that will fulfil our youth's aspirations and achieve our people's ambitions.\" The minister of state for tolerance would promote the virtue \"as a fundamental value in UAE society\", Sheikh Mohammed tweeted. The prime minister also announced the creation of a UAE Youth National Council. The \"elite group of young men and women\" would advise the government on youth issues and be led by a female minister of state for youth no older than 22, he said, adding: \"The energy of youth will fuel our government in future.\"", "output": "The prime minister of the United Arab Emirates has announced the creation of a minister of state for happiness, as part of a major government shake-up.", "options": []}
{"task": "xsum", "input": "summarize: Thousands expressed their interest in the Summer Safari Waterpark 2016 events advertised for 30 UK cities. Councils where the events had been advertised said they had not received any applications to host the activity. Facebook confirmed the pages had been removed for violating community standards. Councillor Pat Karney from Manchester City Council had said the page \"could be a scam\". Tony Neate, chief executive officer at Get Safe Online, said: \"Hopefully Facebook has taken some measures into preventing these fake event scams. \"It's a group effort with these things, so the media, law enforcements, the government, Get Safe Online and companies like Facebook all need to work together with the public to put the right advice and processes in place to stop these scams from flourishing.\" Water rides and slides, rapids, flumes, mini-beaches, bumper boats \"and more\" were promised on the site, with each page stating: \"We will be secluding off an area to host our outdoor Water Park in your city, so lets Get Wet n Crazy!! This Summer 2016!!\" The Summer Safari Waterpark UK page did not ask for financial information from attendees and said \"Please note dates are provisional, more info tba soon\". Event organisers did not provide contact details on the pages, with no phone number, company name or address to identify the people behind the activity. Similar concerns were raised about a promotion for a non-existent tour based on the BBC's popular Total Wipeout series that were proved to be fake. Facebook also disabled that page.", "output": "A waterpark event which prompted fears of a data mining 'scam' has been removed from Facebook for 'violating standards'.", "options": []}
{"task": "xsum", "input": "summarize: He polled 50 votes with just four going to his only challenger Cameroonian Zelkifli Ngoufonja at the Confederation of African Football (Caf) Extraordinary General Assembly Congress in Bahrain. Two others Leodegar Tenga from Tanzania and Mohamed Samir Sobha from Mauritius withdrew before the vote. It takes to seven the number of Africans on the Fifa Council. The other Africans already elected to the former executive committee of football's world governing body are Lydia Nsekera of Burundi, Tunisia's Tarek Bouchamaoui, DR Congo's Omari Constant, Guinea's Almamy Kabele Camara and Ghana's Kwesi Nyantakyi. Ahmad is a Fifa vice-president due to his position as head of Caf. Nyantakyi has also been announced as Caf's first vice-president, meaning he would step should Ahmad be unable to carry out his presidential duties. The assembly also approved the amendment of the Caf budget to allow president Ahmad to implementat his proposals. It means the 54 members of Caf will get US$100,000 as promised by Ahmad when he was elected in March.", "output": "Egyptian Football Association (EFA) president, Hani Abo Rida, has been elected onto the Fifa Council.", "options": []}
{"task": "xsum", "input": "summarize: This abstract question may strike you as the preserve of Palo Alto wannabes, Lower East Side podcasters, and media navel-gazers closer to home. In fact the answer, while complex, goes to the very essence of democracy in our time. And you cannot understand Thursday's announcement from the company, about its clampdown on fake news, without answering the prior question above. The measures Facebook is taking - which range from making it easier to flag fake news to hurting the finances of fake news generators - while welcome, stop short of what some critics would like to see. The revolution in media means that platforms like Facebook are increasingly doing what publishers do. As Tony Haile argued in a recent episode of the Wall Street Journal's superb Media Mix podcast, \"Publishers do five things: they create, post, curate, distribute and monetise content. Facebook now does four of those five... [But] they don't create.\" I think even this point is debatable. It is true that Facebook doesn't commission original content, or journalism. But the advent of Facebook Live brings them very close to doing this. When Lavish Reynolds used that tool to produce an astonishing broadcast of the moments after her boyfriend Philando Castile was shot by a Minnesota Police officer, she was clearly broadcasting live news. Of course Facebook didn't ask her to; but through Facebook Live, as through the social network's Instant Articles feature, Facebook facilitates original journalism, much as Amazon helped entrepreneurs with its Web Services technology. Funded by advertising; helping to create vast amounts of stories; the main source of news for millions around the world. That sounds like a media company, doesn't it? And yet Facebook doesn't see it that way, in one vital respect. It doesn't want to use human judgement to arbitrate between truth and falsehood. On Wednesday I spoke at length to Adam Mosseri, Vice President of Product for News Feed at Facebook. He briefed me on Facebook's latest efforts to clamp down on the fake news which, some argue, helped Donald Trump to enter the White House. Mark Zuckerberg initially described such a claim as \"crazy\", but has since tried to demonstrate he takes the issue seriously. Hence the announcement that Facebook will do four things: Together, these measures will make a difference. As Zuckerberg has argued, and Mosseri re-iterated, fake news is a very small fraction of the material shared by the Facebook community, and weeding it out completely is impracticable. But there is one, fascinating, vital respect in which Facebook will not do what its critics want. It will not ask staff to make a call on what is true or false. In other words, it will not employ editors. As Mosseri said to me in relation to the above, this effort to clamp down on fake news is \"algorithmic\" - Facebook will rely on algorithms, and the judgement of its community of users, to flag potential fake news. It won't make those decisions for itself, using its own staff. Years ago, Zuckerberg described Facebook as a utility company. Then some smart people pointed out that utilities operate in a regulatory environment. So the emphasis changed to it being a technology company. Just this August, Zuckerberg said \"we are a tech company, not a media company\" in Rome. But Facebook's impact on the media industry has been revolutionary, gobbling up advertising and enticing vast new audiences. Every day there are several pieces bemoaning the duopoly that Facebook and Google allegedly have over the media industry. Those complaints unite the New York Times with The Sun. So while Facebook claims not to be a media company, the impact that it has on other media companies, together with its role in disseminating false information, will mean that publishers continue to condemn it. They argue that Facebook may be one of the world's greatest companies, but it is shirking a crucial public duty - namely, to be arbiters of truth. The world's biggest platform, increasingly, has the role once fulfilled by news publishers, without the legal restrictions and social obligations. In short, Facebook is a media company - even though it doesn't want to be.", "output": "Is Facebook a media company?", "options": []}
{"task": "xsum", "input": "summarize: Mr Trump's surprise Twitter announcement on Wednesday has been met with criticism from rights groups. Spokeswoman Sarah Huckabee Sanders said the administration would work alongside the Pentagon to decide how to proceed. It is not yet clear how the announcement will affect current transgender service personnel. Transgender service members have expressed concern that they will be discharged, or unable to re-enlist. The timing also appears to have caught defence officials by surprise. \"The United States government will not accept or allow transgender individuals to serve in any capacity in the US military,\" Donald Trump tweeted. \"Our military must be focused on decisive and overwhelming victory and cannot be burdened with the tremendous medical costs and disruption that transgender in the military would entail.\" He added that the decision came \"after consultation with my Generals and military experts\". Some US media outlets have questioned the spending justification. The Washington Post drew attention to an analysis that the US military spends almost $42m (Â£32m) a year on the erectile dysfunction medication Viagra - several times the total estimated cost of transgender medical support. Asked at a press briefing if troops on battlefields would be immediately sent back, Ms Huckabee Sanders said the policy had yet to be worked out. \"The decision is based on a military decision. It's not meant to be anything more than that,\" she said. On Wednesday, the defence department referred all queries to the White House. Defence Secretary James Mattis was only told of the decision after Mr Trump made his announcement. However, Ms Huckabee Sanders said: \"This was something that was the product of consultation.\" Transgender troops react to ban Why does the US military buy so much Viagra? Anthony Zurcher, BBC North America Reporter The timing of this transgender ban is almost as interesting as the move itself. Why now? With the Trump administration being buffeted by the Jeff Sessions political death watch, the ongoing multi-prong investigation into the Trump campaign, the healthcare drama in the Senate and the impending Russian sanctions bill, perhaps the administration decided this was a good time to change the subject and rally conservative forces to his side. Republicans have long used cultural issues as a wedge to divide Democrats and energise evangelicals. While Mr Trump campaigned as sympathetic to LGBT rights, he needs the traditional religious conservatives to stay loyal to him now, more than ever. The independent Rand Corporation estimates that about 4,000 US active-duty and reserve service members are transgender, although some campaigners put the figure higher than 10,000. The Obama administration announced last year that transgender people would be allowed to serve openly in the military. Many active duty members came out following the decision. Then-defence secretary Ash Carter also set a deadline of one year for the various branches of the military to begin accepting transgender recruits. The secret life of a transgender airman However in June, Mr Mattis agreed to a further six-month delay. The Obama-era policy had included a provision for the military to provide medical help for service members wanting to change gender. Rand predicted that the inclusion of transgender people in the military would lead to a 0.13% increase in healthcare spending - approximately $8.4m. UK chiefs praise transgender troops Trump revokes transgender toilet rules Transgender troops expressed dismay over the ban. End of Twitter post  by @xychelsea Several defence professionals also questioned the decision. However, supporters said the cost of transgender surgeries should not be funded by the military.", "output": "The White House has not yet decided how it will implement the president's ban on transgender people serving in the US military.", "options": []}
{"task": "xsum", "input": "summarize: The Dons have made an offer for the former St Johnstone forward, 24, who has been at Deepdale since 2015. But Preston are looking to replace manager Simon Grayson, who has joined Sunderland. \"It's no secret we'd liked to bring a different type of striker in,\" said McInnes, who stayed at Aberdeen after Sunderland spoke to the 45-year-old. \"We've got a few options and a few enquiries in for some players. That interest has been taken a bit further for Stevie, but, again, he's Preston's player. \"There's a lot of change at their club at the minute over the manager, so we need to go, really, at their pace. \"But, again, happy to talk more if we can get a deal done. \"He's not the only one we're looking at for that position. We've got a few enquiries in for a few players and not everything's going to fall for you, but hopefully we can get the players that we want and certainly the positions filled that we want before the European game.\" Aberdeen will play either Kazakhstan's Ordabasy or Siroki Brijeg of Bosnia and Herzegovina in the Europa League second qualifying round. Siroki Brijeg lead their first qualifying round tie with Ordabasy 2-0 after the first leg. McInnes also told BBC Radio Scotland's Sportsound that the Dons were nearer an announcement over the prospective signing of former Aston Villa, Celtic and Wigan midfielder Shaun Maloney. The 34-year-old Scotland cap is a free agent after leaving Hull City. \"I think there's been a real willingness from Shaun to be at Aberdeen next season,\" McInnes explained. \"A few conversations with him and we're very close to hopefully being able to announce something, but until we are in a position to announce something, I would rather not say too much. \"It's getting closer to the fact that we think that we may have some good news on that front.\" Midfielder Ryan Christie will return to Aberdeen on loan from Celtic, while Birmingham City forward Greg Stewart is also joining the Dons on loan. Midfielder Greg Tansey joined as a free agent after leaving Inverness Caledonian Thistle and goalkeeper Joe Lewis has extended his stay. Wide men Niall McGinn and Jonny Hayes were among those leaving Pittodrie this summer, the latter joining Celtic. \"We need options,\" added McInnes. \"We still need a ball carrier. \"If things do come off for us, we've got some good options in those forward areas, but a team like Aberdeen needs to have that. \"We've lost a couple of really key players in Niall and Jonny, who provided with so much threat and assists and goals. \"Thankfully, we've managed to get the players that we've wanted so far. We've still go a couple more and I'm also looking to get more out of the players that have been here for a while now. \"My players who've been here a while now, it was important that they saw good players coming through the door this summer and if we can get one or two more added to the boys we've got then I'm hopeful that we can have a good season.\" Aberdeen also need cover in central defence following the departure of Ash Taylor and 27-year-old Berkay Dabanli was a second-half substitute in Saturday's 3-0 friendly win over St Johnstone. The German trialist ended last season with Chemnitzer, who finished eighth in his homeland's third tier, having previously been with Eskisehirspor in the Turkish second tier. \"For Berkay and Scott McKenna at the back, there was not a lot for them to do, but I thought what he did do was absolutely fine and he was tidy enough with his work,\" said McInnes. \"He's done well this week in training and it's no secret we are looking for a centre-back. \"But he is one of a few that we are looking at and we have the luxury of having a look at him by giving him some training facilities this week. \"We'll keep him with us for the next wee while and we'll see where we are.\" Former Dons full-back Kevin McNaughton, who has left Inverness, is training with Aberdeen and was also in the squad for the friendly with Saints. However, McInnes explained: \"He's not a player we're looking to sign, but we're just trying to help Kevin along the way.\"", "output": "Manager Derek McInnes says Aberdeen will have to go at Preston North End's \"pace\" over striker Stevie May.", "options": []}
{"task": "xsum", "input": "summarize: States members voted 25 to 20 in favour of the proposition lodged by the Council of Ministers. The temporary measure was opposed by some members who felt it went too far and by others who felt it did not go far enough. Chief Minister Ian Gorst said the target was needed to help the government plan services. Approval of the measure came after a two-day debate. Two amendments, including one that would have extended from five years to seven the residency period required before non-islanders can freely apply for jobs, were rejected. The main arguments revolved around economic growth, employment and housing. The policy is intended to be a short-term measure while lawmakers formulate a long-term strategy. Deputy Geoff Southern said 325 was a heavy burden and not a compromise. \"The least acceptable solution to an ageing society is allowing more people to live in Jersey,\" he said. \"That is the opinion of residents, not of business, but of residents.\" If re-elected in October, he said he would propose a vote of no confidence if ministers missed immigration targets. \"Minister after minister seem to consider economic growth at the expense of immigration. That has to stop,\" said Deputy Southern. Treasury Minister Philip Ozouf said it was \"deluded\" to imagine that politicians were able to completely control immigration in a modern economy. Deputy James Baker said the target would not lead to a fall in unemployment. \"It means the opposite,\" he said. \"It ultimately hampers growth, means less tax receipts, lower confidence and is a clear decision by the council of ministers to take Jersey further back from the competitive front line. \"Stifling growth at this point in the economic cycle is not a smart idea.\"", "output": "Jersey politicians have voted for an immigration target equivalent to 325 people a year.", "options": []}
{"task": "xsum", "input": "summarize: The dance show had an average of 6.5 million viewers while the ITV programme, shown on a Friday for the first time, had 5.8 million. It was one of the lowest X Factor viewing figures since the show's launch in 2004. However, it was still double ITV's usual figure for that time on a Friday. ITV said it had broadcast a Friday edition of the show because its Sunday schedule was \"too full\" to show the full \"boot camp\" stage. The programme is now being screened over three consecutive nights. The channel said when viewers from its +1 catch-up channel were taken into account, its peak was 6.6 million. The BBC has not said how many people watched Strictly on the iPlayer. This year's X Factor figures have continued a downward trend for the show over the past three years, despite the return of lead judge Simon Cowell. The two shows, which have always had a rivalry, were also up against the launch of a new series of Channel 4's hit Gogglebox, which pulled in 2.7 million viewers.", "output": "Strictly Come Dancing beat X Factor in their Friday night ratings battle, with the BBC One show pulling in 700,000 more viewers than its rival.", "options": []}
