{"task": "xsum", "input": "summarize: The Belfast bantamweight was in control of his bout against Tayfur Aliyev of Azerbaijan throughout and won all three rounds on all three judges' cards, posting a 30-27 victory. European champion Conlan has already qualified for next year's Rio Olympics. Light flyweight Brendan Irvine lost his quarter-final to Joahnys Argilagos. Irvine fought well but had no answer to his Cuban opponent's tight defence and scoring punches. The Belfast fighter lost each round 10-9, though one judge did award him the final round as he battled hard against elimination one fight before the medal bouts. Conlan now has his sights set on upgrading his world bronze for silver at least in the semi-finals. Ireland's other two remaining hopefuls, Michael O'Reilly and Joe Ward, also won through to the semi-finals and ensured at least bronze medals. O'Reilly, the current European Games and Irish middleweight champion, ranked seventh in the world, defeated Kazakhstan's Zhanubek Alimhanuly, the world middleweight champion, via a split decision. The Kazakh second seed won Asian Games gold in 2014 but didn't finish amongst the medals at the Asian Confederation Championships this year after going out at the last-eight stage. Ireland's best gold medal prospect is light-heavyweight Ward and he made the last four by defeating Mikhail Baudhaliavets of Belarus on a unanimous 3-0 decision. World number five Ward also beat Baudhaliavets on a unanimous decision en route to gold in the quarter-finals of the European Elite Championships in Bulgaria in August. Ireland have now secured a record haul of three World Championship medals and Conlan and O'Reilly will be in semi-final action on Sunday. Ward will face Elshod Rasulov of Uzbekistan in the last four on Monday.", "output": "Michael Conlan is assured of at least a bronze medal at the World Boxing Championships in Doha after winning his quarter-final in style on Saturday.", "options": []}
{"task": "xsum", "input": "summarize: Baxter won the mountain bike race, finished joint second in the 82-mile (130 km) road race and seventh in the 1.5 mile (2.4 km) hill climb. He said he was \"delighted\" to retain his title after three tough events. Mark Christian won Sunday's Grand Fondo in a time of 3 hrs 52 mins and 6 secs, 5 mins 50 secs clear of Baxter and Rob Sorby, who crossed the line together. Carolyn Brown won the women's event in 4 hrs 44:29 minutes to take home the overall women's title. Brown had already won Saturday's hill climb and finished third in the women's mountain bike race, won by Emma Atkinson. Hundreds of people watched the events which were based at the Milntown estate in Ramsey in the north of the island. Organiser Paul Phillips said he was happy with how the festival, now in its second year, had gone. \"It is a massive logistical challenge to combine the cycling, music and food. It is a celebration of all three,\" he added. \"I think Cyclefest is the best cycling festival in the British Isles that no-one has heard of. We've got an event that can go from strength to strength.\" Nigel Beattie won Sunday's 39-mile (63km) Medio Fondo in 2 hrs 0:27, with 15-year-old Daniel Sowerby winning the Piccolo Fondo in 1:09.05. Cyclefest also included mass participation ride outs for all ages and abilities designed to celebrate cycling.", "output": "Commonwealth Games rider Elliot Baxter took the overall title at Isle of Man Cyclefest for the second year running.", "options": []}
{"task": "xsum", "input": "summarize: Media playback is not supported on this device The 25-year-old Northern Ireland midfielder helped Thistle to two wins and two draws during the month. England-born Barton, who has one cap, joined the Glasgow club this summer after leaving Portsmouth. He followed up a fine October with a fine goal in a 2-1 defeat by Aberdeen at the start of November. Barton started his career with Preston North End before spells with Crawley Town, Coventry City and Fleetwood Town.", "output": "Adam Barton has been rewarded for his role in Partick Thistle's unbeaten October by being named Scottish Premiership player of the month.", "options": []}
{"task": "xsum", "input": "summarize: Danny Rubin, who wrote the film script, and Matilda director Matthew Warchus, will also be on board. Minchin, who revealed the news on his blog, said: \"Our version of Groundhog Day is going to be both instantly recognisable, and utterly different.\" The 1993 film, starring Bill Murray, is considered to be a comedy classic. It tells the story of a grumpy weatherman who is sent to a small town to do a weather report and gets stuck in a time loop, having to live the same day over and over again until he learns how to be a better person. Minchin wrote: \"The central conceit is perfectly suited to the theatre... it has the potential to be complex, dark, visually fascinating, and thematically rich, whilst still being a joyous romantic comedy with cool tunes and lots of gags. \"It's certainly not an easy job, and I'm truly honoured - and genuinely excited - that Danny is letting me have a crack at it.\" US comedy He added that Stephen Sondheim had considered adapting Groundhog Day for the stage a few years ago but \"it got put on the back burner, and he is now happy that we're making a go of it. We have Steve's blessing - and it's a blessing I value enormously.\" The comedian added that he hoped Groundhog Day would be on the stage in a couple of years but did not reveal where. He has already written two ballads for the musical which he showcased at a gig in London late last year but did not reveal what the songs were in relation to. Minchin's Matilda has been playing at the Cambridge Theatre in London's West End since October 2011, winning great critical acclaim and many accolades, including seven Laurence Olivier awards. Matilda opened in Broadway's Shubert Theatre in April 2013 - it won four Tony Awards last year, having received 12 nominations. Last year, Minchin starred as Judas Iscariot in the arena tour of Andrew Lloyd Webber and Tim Rice musical Jesus Christ Superstar, and recently filmed his role as rock star Atticus Fetch for the sixth series of US TV comedy drama Californication.", "output": "Comedian Tim Minchin, who wrote the music and lyrics for West End hit Matilda, is working on a musical adaptation of the film Groundhog Day.", "options": []}
{"task": "xsum", "input": "summarize: The troops were seized in the town of Shchastya, near the line of separation. A video emerged apparently showing one of the soldiers - which it said were members of Russia's elite special forces - saying during questioning that he was a sergeant from the central Russian city of Togliatti. Russia denies claims that it is sending its forces to help the rebels. However, it admits that a number of Russian nationals are fighting with the separatists in Ukraine's eastern Luhansk and Donetsk regions. More than 6,000 people have been killed in fighting which began in April 2014 when the rebels seized large parts of the two regions. This happened a month after Russia annexed Ukraine's southern Crimea peninsula. On Sunday, Ukrainian military spokesman Andriy Lysenko said that the two Russian soldiers were captured by the volunteer Aydar battalion in Shchastya, Luhansk region. He said this happened close to the front line, without giving further details. Meanwhile, Ukrainian MP Anton Gerashchenko posted a video purportedly showing the questioning of one of the seized soldiers, who was injured during the fighting. The soldier identifies himself as Aleksandr Aleksandrov - a sergeant in the third special forces brigade. He says he was part of a 14-member group, naming the commander and his deputies. The video has not been independently verified. Russia has not publicly commented on the latest developments. Ukraine and the West have repeatedly stated than thousands of Russia's regular troops are deployed in the Donetsk and Luhansk regions. Last year, the Kiev authorities posted a video apparently showing Russian paratroopers seized in the region. Earlier this week, Russian opposition activists published a report, originally compiled by murdered Kremlin critic Boris Nemtsov, alleging that 220 Russian soldiers had died in two key battles in eastern Ukraine. The lull in the conflict in eastern Ukraine since February's ceasefire has been punctuated by frequent violations. Will the ceasefire hold?", "output": "Ukraine's military says its forces have captured two Russian soldiers fighting with rebels in eastern Ukraine.", "options": []}
{"task": "xsum", "input": "summarize: Lord Heseltine told the BBC it was a personal view, and predicted it would not happen \"in the foreseeable future\". But he said the UK had a history of resisting European integration \"at every stage\" before \"giving in\". He also rejected the notion that pro-European voices in the Conservative Party had \"lost the argument\". The former Deputy Prime Minister was speaking to BBC2's Daily Politics programme about the UK's relations with Europe, alongside UKIP MP Douglas Carswell, who defected from the Conservatives. Lord Heseltine said he and other Europhile colleagues did not publicly made the case for Europe because \"we are torn between loyalty to the party and our own very deep convictions\". But he said every Conservative Party leader he had worked for had \"argued passionately\" for closer involvement in Europe, \"not because they want to surrender sovereignty but because they want to influence from Britain's point of view what is happening in Europe\". And he added: \"We will join the euro... it is a very personal view that the establishment party wouldn't agree with. \"If I had to parade my conviction, I have lived through every one of these European arguments where we have resisted at every stage the European direction - and at every stage we have at the end given in and joined.\" Lord Heseltine said the real issue facing the UK was whether it wanted Germany to have \"hegemony over Europe to our exclusion\", adding: \"I don't.\" Mr Carswell - who became UKIP's first elected MP in October - claimed Lord Heseltine's views reflected the \"authentic [European] integrationist voice of the Conservative Party establishment\". Mr Carswell said one of the reasons for his defection to UKIP was the Conservative Party being \"on the wrong side of the Europe question for 40 years\". David Cameron has promised an in/out referendum on British membership of the European Union in 2017 if he is prime minister after next year's election. He wants to renegotiate the terms of Britain's membership before putting it to a public vote. Mr Carswell said the British public wanted to leave the EU and maintain free trade agreements, which is \"perfectly do-able\", citing Switzerland and Australia as examples. Lord Heseltine claimed UKIP support was based on immigration and the recession rather than its position on Europe, and predicted that the party would not survive in the long term. But Mr Carswell contended that UKIP had topped the poll at the European elections in May, and \"convincingly\" won two by-elections to Parliament. People wanted \"real change\", he argued. Mark Reckless became UKIP's second elected MP in November when he won the Rochester and Strood by-election promoted by his defection from the Conservatives.", "output": "The UK will end up scrapping the pound and adopting the euro, former Conservative cabinet minister Michael - now Lord - Heseltine has predicted.", "options": []}
{"task": "xsum", "input": "summarize: Derek Serpell-Morris, who is well known in the city, was last seen at the Commercial Rooms in Corn Street. His family has organised a search party to retrace his steps. The search started at 11:00 BST. DJ Derek is known to thousands of people and has played hundreds of sets at local clubs and pubs, as well as at the Glastonbury festival. Earlier this week police confirmed his bank account has not been used since the beginning of July, and that he does not have a current passport and has \"definitely not gone abroad\". The former accountant, a resident of St Pauls in Bristol since 1978, has played numerous gigs across the UK and appeared at the Big Chill. He also released his own compilation album, worked with Massive Attack and appeared in a Dizzee Rascal video.", "output": "A search has begun in Bristol to try to find a 73-year-old DJ who disappeared three weeks ago.", "options": []}
{"task": "xsum", "input": "summarize: A host of fellow stars descended on the Italian city's canals for the union between the film world's most eligible bachelor, 53, and Ms Alamuddin, 36. The ceremony was celebrated in a hotel overlooking the famous Grand Canal. Clooney's agent broke the news to journalists in a brief statement. According to AP news agency, that will be the only communication on the wedding. Clooney and his friends had sipped champagne before gliding up the Grand Canal on Saturday evening to the luxury Aman Hotel, waving to hundreds of well-wishers. Guests include Cindy Crawford, Bill Murray, Matt Damon and the U2 singer Bono. Clooney's boat was momentarily blocked by a passing cruise liner and then by a water bus, giving time for dozens of boats carrying photographers to catch up, AP writes. A police boat swerved in vain to try to keep the paparazzi away. Ms Alamuddin was last seen publicly on Friday riding in a water taxi down the Grand Canal with Clooney's arm round her. The couple were engaged in April. Clooney was previously married to Talia Balsam, who he divorced in 1993. One of the world's most recognisable actors, the American has two Oscars to his name: for best supporting actor in Syriana (2006) and for best picture as producer of Argo (2013). Other than his film work, he has embraced human rights causes such as the Darfur crisis in Sudan. Lebanese-born British lawyer Amal Alamuddin has defended Julian Assange of Wikileaks and former Ukrainian Prime Minister Yulia Tymoshenko among others. She met Clooney through her work. People in her native village in Lebanon, Baakline in the Chouf district, welcomed news of her impending marriage, AP reports. \"We congratulate them and we hope that the happiness will be international,\" said shopkeeper Ghassan Bou Hatoum. The couple's choice of Venice for the wedding is apt as Clooney is a frequent visitor to its film festival. He also owns a villa on Lake Como, north of Milan. Despite the long build-up to the wedding, interest still abounded on social media at news of the knot being tied. \"George Clooney is married,\" wrote one tweeter. \"Heterosexual men of earth release a collective sigh of relief. Everyone else mourns.\"", "output": "Hollywood star George Clooney has married human rights lawyer Amal Alamuddin in Venice, in one of the most eagerly anticipated events of the showbusiness year.", "options": []}
{"task": "xsum", "input": "summarize: Sgt Mark Shepherd shared photographs on Twitter of his shift working in Norwich city centre. Figures released by police earlier this year suggest that more than half of violent crime in the city happens between 21:00 and 06:00. Mr Shepherd said: \"This hopefully shows we are human. People love the fact they are getting put on social media.\" Mr Shepherd, who works for the Norwich South Safer Neighbourhood Team, posted tweets after 22:00 on Saturday until after 05:00 on Sunday, using the hashtag \"SelfiesWithCops\" He described incidents including one which said: \"A few assaults coming in now. Also collapsed drunks. #DrinkResponsibly #KnowYourLimits #AlcoholHarm Think, how will you get home?\" He said: \"Engagement is really important and we regularly get asked for photos. This takes it a small step further.\" Writing on Twitter, one person tweeted: \"...great sport Mark, loving the picture.  You even look like you were enjoying it!\" Another person said: \"Love it.\" A Norfolk Police spokesman said: \"Social media can play a positive role in policing - keeping members of the public informed about incidents, day-to-day work and traffic issues - while also giving officers another way of keeping in touch with residents.\"", "output": "A police officer won praise on social media after posting \"selfies\" with revellers on his Saturday nightshift.", "options": []}
{"task": "xsum", "input": "summarize: A government-commissioned report on the ban on women serving in close combat roles called for more research to assess the physical demands involved. Defence Secretary Michael Fallon said armed forces roles \"should be determined by ability and not gender\". And he added that he hoped to \"open up combat roles to women\" in 2016. Currently women can serve on the front line, but not where the primary aim is to \"close with and kill the enemy\". This means women are not permitted to serve in the infantry or armoured corps. Mr Fallon said the report had concluded that allowing women in combat roles would not hinder the ability of the army in battle. He told BBC's Radio 4: \"The review makes clear that there's no question mark over the cohesion of the unit, the overall effectiveness of the unit. Women can fight just as effectively as men.\" However, the review said that a decision to lift the exclusion now \"could be perceived as reckless\" and called for further research into the \"physiological demands\" placed on those in close combat roles. Mr Fallon has ordered an 18-month review of training procedures and the physical demands of fighting to ensure the change can be made without damaging female soldiers' health. Initial findings are expected in 2016. \"I hope that, following further work on our training regimes and equipment, we can open up combat roles to women in 2016,\" Mr Fallon said. BBC defence correspondent Jonathan Beale said military sources have told the BBC there is now a \"real desire\" among ministers to end the restrictions. Kevan Jones, Labour's shadow armed forces minister, welcomed the move. This is a signal of intent, but not a done deal. The fact that the review did not lift the ban on women serving in close combat roles shows there are still issues to be resolved - most importantly, how will a woman's body stand up to the huge physical demands of being an infantry soldier? Those against lifting the ban will also be worried that standards will be weakened for women.  Defence Secretary Michael Fallon has talked of the need to \"improve\" training if the infantry is opened up to women. What exactly does that mean? With so many allies, including the US, now allowing women to carry out close combat roles, it will be increasingly hard for the British Armed Forces to keep the ban in place. Times have changed and there is political pressure for the Army to change too. But in reality even in those countries that have lifted the ban, women are still in a significant minority. Few may want to join the infantry and even fewer are likely to meet the physical demands. To join an infantry unit at recruitment level, men have to complete run of 1.5 miles in 12 minutes 45 seconds. They then have to complete an annual fitness assessment which involves carrying 25kg, plus a rifle and helmet, over a distance of just under eight miles in two hours, the MoD said. Col Mike Dewar, a military historian who served in Cyprus, Borneo and Northern Ireland, told the BBC the \"battle fitness test\" also required the infantry to \"pick up another man, with his rifle and equipment, and carry him in a fireman's lift 200 metres.\" He said upper body strength in \"99.9% of women\" would make it \"virtually impossible\" to pass the tests. Fitness standards: full MoD list. Maj Judith Webb, the first woman to command an all-male field force squadron in the Army, said women are \"physically different\" to men. The presence of weaker soldiers over an extended period \"could create an effect on our combat effectiveness,\" she added. But Brig Nicky Moffat, until recently the most senior female officer serving in the Army, has described caution as \"sexism dressed up as concern\". And Dr Christine Cheng, who lectures in war studies at King's College London, said women in combat roles had been good for armed forces in other countries. Countries who currently allow women to participate in close combat roles include the United States, Canada, Denmark and New Zealand. Maj Gen Patrick Cordingley, a former commander of the 7th Armoured Brigade - known as the Desert Rats, said the move would be a \"mistake\". He added: \"The practicalities of women in the infantry and armoured corps are considerable and should not be overlooked.\" A defence source told the BBC the wellbeing of British personnel is of the utmost importance. All services 160,650 Includes 15,920 women Navy 3,000 (9%) Army 8,010 (9%) Royal Air Force 4,910 (14%)", "output": "Women may be allowed to fight in front line combat roles for the first time - pending a further review by the Ministry of Defence.", "options": []}
{"task": "xsum", "input": "summarize: Chemists, however, are leading an effort to develop sensors to sniff it out. The explosive, called triacetone triperoxide (TATP), is produced by combining chemicals sold in pharmacies and hardware stores. Several research groups across the globe are now developing sensors to detect TATP before it can be detonated. \"Anyone who could follow a recipe to make a pumpkin pie could follow the recipe to make TATP,\" says Dr Kenneth Suslick, professor of chemistry at the University of Illinois. That is why terrorists find the chemical so attractive, say experts. Suicide bombers all over the world have used TATP, from Palestinians in the West Bank to the \"shoe bomber\" Richard Reid. Chemists are seeking to exploit a physical characteristic of TATP known as vapour pressure. This property refers to how readily a compound converts from the solid to the gaseous state. Because TATP has a relatively high vapour pressure, it easily becomes a gas. Therefore, in theory, a suicide bomber wearing a vest containing TATP should emit enough gaseous particles to set off the alarm on a sensor. Dr Suslick's group has developed a handheld scanner that detects TATP and other explosives after they react with a colorimetric sensor array. His work is funded by the US Department of Defense. When gaseous TATP molecules enter the sensor, they encounter a solid acid catalyst. The acid converts TATP back into its constituent parts, acetone and hydrogen peroxide. Hydrogen peroxide, an unstable oxidising agent, then reacts with dye molecules in the sensor, causing them to change colour. By detecting these colour changes, the highly sensitive portable scanner can detect fewer than two parts per billion TATP. Furthermore, in a recent paper published in the journal Chemical Science, Dr Suslick's team describes a more advanced sensor their team has created, which uses a panoply of various color-changing chemical indicators. This new sensor detects about a dozen different explosives. Dr Otto Gregory, professor of chemical engineering at the University of Rhode Island, believes that Dr Suslick has developed a good technology. That has not prevented his lab, however, from working on its own. Funded by the US Department of Homeland Security, Dr Gregory's team has published a paper in the journal ECS Transactions that describes an entirely different strategy for detecting TATP. Their sensor employs a tin oxide catalyst. When TATP interacts with the catalyst, it produces heat that is detected by the sensor. Though dogs can be trained to find TATP, chemical sensors will probably be more reliable. \"The problem with dogs is two-fold,\" Dr Suslick says. \"First, they want to please their handler and so they have a tendency to give a positive response if things get boring, just for the attention. \"Second, their attention can wander, just like you or me, and the problem is that you don't know when they've drifted off to thinking about the neighbouring cat or that foxy Doberman down the block.\"", "output": "The suicide bombers in the Paris attacks used an explosive that is relatively easy to synthesise at home.", "options": []}
{"task": "xsum", "input": "summarize: Eighty-nine of those killed were attending a rock concert at the Bataclan Theatre. Stiff Little Fingers are due to play in Paris on Tuesday night. The band came to prominence during Belfast's punk movement in the 1970s, which was the height of the Northern Ireland Troubles. Band leader Jake Burns said their experience of musicians avoiding Belfast because of the Troubles made them more determined to take to the stage in Paris. He said: \"Having grown up in Northern Ireland in the 70s, I remember bands not coming to play because of the conflict. \"As a youngster, it was frustrating to be deprived of such a normal part of life. \"For us as a band, our performances were sometimes delayed because of disturbances and road blocks, nothing serious. But we do have an appreciation of just how difficult these situations can be. \"Obviously, in Northern Ireland, conflict became very much the normal state of affairs. Here, it isn't. \"It's a huge shock to the system for people here. Unfortunately, we can't do a lot to help, we're just here to do our job.\" Stiff Little Fingers have played in Paris on numerous occasions in the past. \"We've always enjoyed playing here, and as tragic as this situation obviously is, I think the quicker people can get back to normal life, the better.\" The band kept in touch with their French promoter over the weekend, when there was a nation-wide ban on large public gatherings. Once the ban was lifted, they saw no reason to cancel their show. \"As long as the promoter was willing to go ahead, we didn't see any reason why we shouldn't play,\" said Jake. The BBC understands that extra security will be provided at the Backstage at the Mill venue, where the concert is being staged. The band Eagles of Death Metal, which was playing at the Bataclan Theatre at time of the attacks, have cancelled their European dates. One of the merchandise sellers with Eagles of Death Metal, Nick Alexander from Colchester, was killed as suicide bombers armed with guns stormed the music venue. At least three employees of Universal Music France were also among the dead. The band had been due to play 21 more concerts across Europe in the run-up to Christmas after their appearance at the Bataclan Theatre. But they're cutting short a tour that had been due to run until 10 December in Portugal. The American band Foo Fighters has called off the remaining dates of their European tour, while U2 cancelled their Paris show, which was due to take place on Saturday. The Irish band spent the evening laying flowers near the Bataclan theatre. Jake said he understood the decisions of both bands. \"In fairness to the Foo Fighters, they are incredibly close friends with the Eagles of Death Metal so that must have affected them badly.  And with regard to U2, there was a nation-wide ban so they didn't have much choice.\" He said he has had no indication of whether or not their fans are likely to avoid their gig in light of the security threat. \"I really have no idea of what to expect with regards to audience. \"Obviously, we hope people will come out, but equally you couldn't blame people for being a bit nervous, so we just have to play it by ear. \"We were driving in last night and the city was much quieter than normal, but it wasn't a ghost town.  I didn't see evidence of heightened security.\" Expressing condolences for the families of the victims, he said:  \"It's such a tragedy.  I can't even begin to imagine how horrific it must have been for those involved. \"For us, we're musicians, we've just come to do what we do. Hopefully the people who come tonight can manage to forget about their troubles for an hour and a half. \"That would be our job done as we see it.\"", "output": "Belfast punk band Stiff Little Fingers will go ahead with their Paris gig despite Friday's terrorist attacks, in which 129 people were killed.", "options": []}
{"task": "xsum", "input": "summarize: Matthew Rigby, 22, denies murdering Ayeeshia Jane Smith at their home in Staffordshire in May 2014. Ayeeshia's mother, Kathryn Smith, also denies murder. The girl had a heart injury usually seen in people who have fallen off buildings or been in a car crash, Birmingham Crown Court has heard. Mr Rigby denied inflicting any injuries on the girl after being accused by Ms Smith's barrister of taking out his frustrations over the couple's dysfunctional relationship on the child. When asked why he had changed his story Mr Rigby, from Nottingham, said his former partner, 23-year-old Ms Smith, had told him what to say to police. He initially told detectives he had seen Ayeeshia, known as AJ, \"on the potty\" in her room as Ms Smith went to get some juice for the girl. But in court on Tuesday he said he was not present while the child went to the toilet. Ms Smith's barrister, John Butterfield QC, asked him why would he have lied. \"At that point I didn't think there was any foul play with Ayeeshia,\" he replied. \"At that point, I had no reason to doubt what Kathryn had said.\" But Mr Butterfield QC said: \"You've backed away because you know you got up to no good in that bedroom at that time.\" Mr Rigby responded: \"That's wrong, that's really wrong.\" The court heard Mr Rigby describe AJ as a \"lovely little girl\" who had had a positive impact on his life. But he admitted his relationship with her mother was volatile, with police often being called to their flat in Burton upon Trent. On one occasion when AJ apparently needed hospital treatment, Mr Rigby told the court Ms Smith, also from Nottingham, had disappeared from their flat to buy cannabis. The trial continues.", "output": "A stepfather accused of stamping a toddler to death has told a jury he did not hurt her and said her mother must have been responsible for her death.", "options": []}
{"task": "xsum", "input": "summarize: The Palestinians - aged 32, 42 and 55 - were hanged after being convicted by a court of treason and conspiring with foreign parties, a statement said. They are believed to have been arrested between six months to a year ago. The executions come as Hamas investigates last month's killing of a senior militant, Mazen Fuqaha. It has blamed Israel and local collaborators. Human Rights Watch condemned Thursday's executions as \"abhorrent\" and warned Hamas that they projected \"weakness, not strength\". \"Hamas authorities will never achieve true security or stability through firing squads or by the gallows, but rather through respect for international norms and the rule of law,\" said Sarah Leah Whitson, the US-based group's Middle East director. Israel occupied the Gaza Strip during the 1967 Middle East war. In 2005, it withdrew its troops and some 7,000 settlers. In 2006, Hamas won Palestinian Legislative Council elections. It took control of Gaza the following year after a violent rift with the rival Fatah faction of Palestinian Authority President Mahmoud Abbas. Since then, the Hamas-run authorities have carried out 22 executions, most recently in May 2016, and courts in Gaza have sentenced 106 people to death since then, according to the Palestinian Centre for Human Rights. Hamas also killed 23 people without trials during its 2014 war with Israel. Hamas has offered no evidence that Israel was behind Fuqaha's death. An Israeli court sentenced him to nine life terms in 2003 for directing suicide bombings, but he was freed along with more than 1,000 other Palestinian prisoners in 2011 in exchange for the captured Israeli soldier Gilad Shalit. On Wednesday, Hamas offered collaborators a week to turn themselves in and seek clemency, so long as they were not involved in the Fuqaha killing. It also maintained restrictions at the territory's main crossing with Israel that were imposed after the killing, despite criticism from the United Nations and human rights groups.", "output": "Three men accused of collaborating with Israel have been executed in Gaza, the Hamas-run interior ministry says.", "options": []}
{"task": "xsum", "input": "summarize: An oil tank fire caused two houses on Seaview Drive, Ogmore-by-Sea, to be gutted by the fire on Wednesday. Homeowners said smoke stretched as far as they could see, and it was \"touch and go\" if their homes would be hit. An investigation is now under way into the cause of the blaze, which was tackled by 40 firefighters. Alan East lives in one of the home, which have a sea view. Just one house separates his from two that were destroyed. He first became aware of the blaze at around 14:00 BST, when the smell made him look outside. \"There was black smoke billowing. We weren't sure if it was coming this way or the other,\" he said. \"It was touch and go whether it would be our home or the ones on the other side.\" Mr East sat on a chair on the roadside for two hours, and watched the sea breeze take the fire away from their home, which suffered damage to the guttering. Residents said they are thankful nobody was hurt, with a family from the property next to those affected saying they are still in shock. John Langley lives feet away from the fire-hit homes. He said: \"I thought at first someone was burning vinyl. But there was black smoke, it was dreadful, it stretched as far as I could see. \"I was frightened.\" Firefighters were damping down on Thursday morning. Rob Wilkins, who lives in a neighbouring street, said: \"It was well alight, with flames out of the roof. \"The wind caught it and then set fire to the other house. It is a mess now.\" Another neighbour, Len Williams, said the whole area was cordoned off for most of Wednesday. No-one was injured and fire crews remained on site, damping down, until Thursday morning. At the height of the fire there were five fire engines, two water carriers and an aerial appliance in use.", "output": "Residents have described the harrowing moments when they thought billowing smoke from a blaze would engulf their homes.", "options": []}
{"task": "xsum", "input": "summarize: Eddie Hutch Snr, who was in his 50s, was killed near his flat in Poplar Row, North Strand, in the north inner city. Ireland's justice minister Frances Fitzgerald called it \"another deplorable example of the ruthlessness of gangland criminals\". It comes days after David Byrne, 33, was killed at the Regency Hotel match. Friday's shooting was claimed by a group purporting to be the Continuity IRA, a dissident republican faction. However, a second statement made on Monday evening, also claiming to be from the Continuity IRA, denied any involvement in the attack at the hotel. Mr Hutch's nephew Gary Hutch was also  shot dead in Spain in September. It is understood four men were involved in Monday's attack, which happened at 19:45 GMT. Speaking about the shooting, Ms Fitzgerald said: \"It seems that some gangs are intent on waging a feud where human life counts for nothing. \"The gardai [Irish police] will take all necessary steps to try to prevent further bloodshed but we have to recognise the challenges they face. Members of gangs who have fears for their safety should come forward to the gardai.\" Garda Commissioner Noirin O'Sullivan and senior investigators will hold talks with the minister on Tuesday. Sinn FÃ©in leader Gerry Adams condemned Monday's attack, saying it has \"brought further fear and intimidation to the streets [of Dublin]\". He added: \"Those behind this latest shooting, and those behind the dreadful attack last Friday at the Regency Hotel, must be apprehended and taken off our streets.\"", "output": "A man has been shot dead in Dublin in what police believe could be a reprisal for a murder at a boxing match weigh-in on Friday.", "options": []}
