{"task": "xsum", "input": "summarize: The Belfast bantamweight was in control of his bout against Tayfur Aliyev of Azerbaijan throughout and won all three rounds on all three judges' cards, posting a 30-27 victory. European champion Conlan has already qualified for next year's Rio Olympics. Light flyweight Brendan Irvine lost his quarter-final to Joahnys Argilagos. Irvine fought well but had no answer to his Cuban opponent's tight defence and scoring punches. The Belfast fighter lost each round 10-9, though one judge did award him the final round as he battled hard against elimination one fight before the medal bouts. Conlan now has his sights set on upgrading his world bronze for silver at least in the semi-finals. Ireland's other two remaining hopefuls, Michael O'Reilly and Joe Ward, also won through to the semi-finals and ensured at least bronze medals. O'Reilly, the current European Games and Irish middleweight champion, ranked seventh in the world, defeated Kazakhstan's Zhanubek Alimhanuly, the world middleweight champion, via a split decision. The Kazakh second seed won Asian Games gold in 2014 but didn't finish amongst the medals at the Asian Confederation Championships this year after going out at the last-eight stage. Ireland's best gold medal prospect is light-heavyweight Ward and he made the last four by defeating Mikhail Baudhaliavets of Belarus on a unanimous 3-0 decision. World number five Ward also beat Baudhaliavets on a unanimous decision en route to gold in the quarter-finals of the European Elite Championships in Bulgaria in August. Ireland have now secured a record haul of three World Championship medals and Conlan and O'Reilly will be in semi-final action on Sunday. Ward will face Elshod Rasulov of Uzbekistan in the last four on Monday.", "output": "Michael Conlan is assured of at least a bronze medal at the World Boxing Championships in Doha after winning his quarter-final in style on Saturday.", "options": []}
{"task": "xsum", "input": "summarize: Baxter won the mountain bike race, finished joint second in the 82-mile (130 km) road race and seventh in the 1.5 mile (2.4 km) hill climb. He said he was \"delighted\" to retain his title after three tough events. Mark Christian won Sunday's Grand Fondo in a time of 3 hrs 52 mins and 6 secs, 5 mins 50 secs clear of Baxter and Rob Sorby, who crossed the line together. Carolyn Brown won the women's event in 4 hrs 44:29 minutes to take home the overall women's title. Brown had already won Saturday's hill climb and finished third in the women's mountain bike race, won by Emma Atkinson. Hundreds of people watched the events which were based at the Milntown estate in Ramsey in the north of the island. Organiser Paul Phillips said he was happy with how the festival, now in its second year, had gone. \"It is a massive logistical challenge to combine the cycling, music and food. It is a celebration of all three,\" he added. \"I think Cyclefest is the best cycling festival in the British Isles that no-one has heard of. We've got an event that can go from strength to strength.\" Nigel Beattie won Sunday's 39-mile (63km) Medio Fondo in 2 hrs 0:27, with 15-year-old Daniel Sowerby winning the Piccolo Fondo in 1:09.05. Cyclefest also included mass participation ride outs for all ages and abilities designed to celebrate cycling.", "output": "Commonwealth Games rider Elliot Baxter took the overall title at Isle of Man Cyclefest for the second year running.", "options": []}
{"task": "xsum", "input": "summarize: Media playback is not supported on this device The 25-year-old Northern Ireland midfielder helped Thistle to two wins and two draws during the month. England-born Barton, who has one cap, joined the Glasgow club this summer after leaving Portsmouth. He followed up a fine October with a fine goal in a 2-1 defeat by Aberdeen at the start of November. Barton started his career with Preston North End before spells with Crawley Town, Coventry City and Fleetwood Town.", "output": "Adam Barton has been rewarded for his role in Partick Thistle's unbeaten October by being named Scottish Premiership player of the month.", "options": []}
{"task": "xsum", "input": "summarize: Danny Rubin, who wrote the film script, and Matilda director Matthew Warchus, will also be on board. Minchin, who revealed the news on his blog, said: \"Our version of Groundhog Day is going to be both instantly recognisable, and utterly different.\" The 1993 film, starring Bill Murray, is considered to be a comedy classic. It tells the story of a grumpy weatherman who is sent to a small town to do a weather report and gets stuck in a time loop, having to live the same day over and over again until he learns how to be a better person. Minchin wrote: \"The central conceit is perfectly suited to the theatre... it has the potential to be complex, dark, visually fascinating, and thematically rich, whilst still being a joyous romantic comedy with cool tunes and lots of gags. \"It's certainly not an easy job, and I'm truly honoured - and genuinely excited - that Danny is letting me have a crack at it.\" US comedy He added that Stephen Sondheim had considered adapting Groundhog Day for the stage a few years ago but \"it got put on the back burner, and he is now happy that we're making a go of it. We have Steve's blessing - and it's a blessing I value enormously.\" The comedian added that he hoped Groundhog Day would be on the stage in a couple of years but did not reveal where. He has already written two ballads for the musical which he showcased at a gig in London late last year but did not reveal what the songs were in relation to. Minchin's Matilda has been playing at the Cambridge Theatre in London's West End since October 2011, winning great critical acclaim and many accolades, including seven Laurence Olivier awards. Matilda opened in Broadway's Shubert Theatre in April 2013 - it won four Tony Awards last year, having received 12 nominations. Last year, Minchin starred as Judas Iscariot in the arena tour of Andrew Lloyd Webber and Tim Rice musical Jesus Christ Superstar, and recently filmed his role as rock star Atticus Fetch for the sixth series of US TV comedy drama Californication.", "output": "Comedian Tim Minchin, who wrote the music and lyrics for West End hit Matilda, is working on a musical adaptation of the film Groundhog Day.", "options": []}
{"task": "xsum", "input": "summarize: The troops were seized in the town of Shchastya, near the line of separation. A video emerged apparently showing one of the soldiers - which it said were members of Russia's elite special forces - saying during questioning that he was a sergeant from the central Russian city of Togliatti. Russia denies claims that it is sending its forces to help the rebels. However, it admits that a number of Russian nationals are fighting with the separatists in Ukraine's eastern Luhansk and Donetsk regions. More than 6,000 people have been killed in fighting which began in April 2014 when the rebels seized large parts of the two regions. This happened a month after Russia annexed Ukraine's southern Crimea peninsula. On Sunday, Ukrainian military spokesman Andriy Lysenko said that the two Russian soldiers were captured by the volunteer Aydar battalion in Shchastya, Luhansk region. He said this happened close to the front line, without giving further details. Meanwhile, Ukrainian MP Anton Gerashchenko posted a video purportedly showing the questioning of one of the seized soldiers, who was injured during the fighting. The soldier identifies himself as Aleksandr Aleksandrov - a sergeant in the third special forces brigade. He says he was part of a 14-member group, naming the commander and his deputies. The video has not been independently verified. Russia has not publicly commented on the latest developments. Ukraine and the West have repeatedly stated than thousands of Russia's regular troops are deployed in the Donetsk and Luhansk regions. Last year, the Kiev authorities posted a video apparently showing Russian paratroopers seized in the region. Earlier this week, Russian opposition activists published a report, originally compiled by murdered Kremlin critic Boris Nemtsov, alleging that 220 Russian soldiers had died in two key battles in eastern Ukraine. The lull in the conflict in eastern Ukraine since February's ceasefire has been punctuated by frequent violations. Will the ceasefire hold?", "output": "Ukraine's military says its forces have captured two Russian soldiers fighting with rebels in eastern Ukraine.", "options": []}
{"task": "xsum", "input": "summarize: Lord Heseltine told the BBC it was a personal view, and predicted it would not happen \"in the foreseeable future\". But he said the UK had a history of resisting European integration \"at every stage\" before \"giving in\". He also rejected the notion that pro-European voices in the Conservative Party had \"lost the argument\". The former Deputy Prime Minister was speaking to BBC2's Daily Politics programme about the UK's relations with Europe, alongside UKIP MP Douglas Carswell, who defected from the Conservatives. Lord Heseltine said he and other Europhile colleagues did not publicly made the case for Europe because \"we are torn between loyalty to the party and our own very deep convictions\". But he said every Conservative Party leader he had worked for had \"argued passionately\" for closer involvement in Europe, \"not because they want to surrender sovereignty but because they want to influence from Britain's point of view what is happening in Europe\". And he added: \"We will join the euro... it is a very personal view that the establishment party wouldn't agree with. \"If I had to parade my conviction, I have lived through every one of these European arguments where we have resisted at every stage the European direction - and at every stage we have at the end given in and joined.\" Lord Heseltine said the real issue facing the UK was whether it wanted Germany to have \"hegemony over Europe to our exclusion\", adding: \"I don't.\" Mr Carswell - who became UKIP's first elected MP in October - claimed Lord Heseltine's views reflected the \"authentic [European] integrationist voice of the Conservative Party establishment\". Mr Carswell said one of the reasons for his defection to UKIP was the Conservative Party being \"on the wrong side of the Europe question for 40 years\". David Cameron has promised an in/out referendum on British membership of the European Union in 2017 if he is prime minister after next year's election. He wants to renegotiate the terms of Britain's membership before putting it to a public vote. Mr Carswell said the British public wanted to leave the EU and maintain free trade agreements, which is \"perfectly do-able\", citing Switzerland and Australia as examples. Lord Heseltine claimed UKIP support was based on immigration and the recession rather than its position on Europe, and predicted that the party would not survive in the long term. But Mr Carswell contended that UKIP had topped the poll at the European elections in May, and \"convincingly\" won two by-elections to Parliament. People wanted \"real change\", he argued. Mark Reckless became UKIP's second elected MP in November when he won the Rochester and Strood by-election promoted by his defection from the Conservatives.", "output": "The UK will end up scrapping the pound and adopting the euro, former Conservative cabinet minister Michael - now Lord - Heseltine has predicted.", "options": []}
{"task": "xsum", "input": "summarize: Derek Serpell-Morris, who is well known in the city, was last seen at the Commercial Rooms in Corn Street. His family has organised a search party to retrace his steps. The search started at 11:00 BST. DJ Derek is known to thousands of people and has played hundreds of sets at local clubs and pubs, as well as at the Glastonbury festival. Earlier this week police confirmed his bank account has not been used since the beginning of July, and that he does not have a current passport and has \"definitely not gone abroad\". The former accountant, a resident of St Pauls in Bristol since 1978, has played numerous gigs across the UK and appeared at the Big Chill. He also released his own compilation album, worked with Massive Attack and appeared in a Dizzee Rascal video.", "output": "A search has begun in Bristol to try to find a 73-year-old DJ who disappeared three weeks ago.", "options": []}
{"task": "xsum", "input": "summarize: A host of fellow stars descended on the Italian city's canals for the union between the film world's most eligible bachelor, 53, and Ms Alamuddin, 36. The ceremony was celebrated in a hotel overlooking the famous Grand Canal. Clooney's agent broke the news to journalists in a brief statement. According to AP news agency, that will be the only communication on the wedding. Clooney and his friends had sipped champagne before gliding up the Grand Canal on Saturday evening to the luxury Aman Hotel, waving to hundreds of well-wishers. Guests include Cindy Crawford, Bill Murray, Matt Damon and the U2 singer Bono. Clooney's boat was momentarily blocked by a passing cruise liner and then by a water bus, giving time for dozens of boats carrying photographers to catch up, AP writes. A police boat swerved in vain to try to keep the paparazzi away. Ms Alamuddin was last seen publicly on Friday riding in a water taxi down the Grand Canal with Clooney's arm round her. The couple were engaged in April. Clooney was previously married to Talia Balsam, who he divorced in 1993. One of the world's most recognisable actors, the American has two Oscars to his name: for best supporting actor in Syriana (2006) and for best picture as producer of Argo (2013). Other than his film work, he has embraced human rights causes such as the Darfur crisis in Sudan. Lebanese-born British lawyer Amal Alamuddin has defended Julian Assange of Wikileaks and former Ukrainian Prime Minister Yulia Tymoshenko among others. She met Clooney through her work. People in her native village in Lebanon, Baakline in the Chouf district, welcomed news of her impending marriage, AP reports. \"We congratulate them and we hope that the happiness will be international,\" said shopkeeper Ghassan Bou Hatoum. The couple's choice of Venice for the wedding is apt as Clooney is a frequent visitor to its film festival. He also owns a villa on Lake Como, north of Milan. Despite the long build-up to the wedding, interest still abounded on social media at news of the knot being tied. \"George Clooney is married,\" wrote one tweeter. \"Heterosexual men of earth release a collective sigh of relief. Everyone else mourns.\"", "output": "Hollywood star George Clooney has married human rights lawyer Amal Alamuddin in Venice, in one of the most eagerly anticipated events of the showbusiness year.", "options": []}
