{"task": "xsum", "input": "summarize: The force will take on the new PCs as well as 150 police community support officers (PCSOs) and 200 specialist staff over three years. Commissioner David Jamieson said the recruitment was possible following an efficiency drive. Some 500 officers forced to retire from West Midlands Police were among those who lost an age discrimination case last year. Latest updates on this and other West Midlands stories More than 1,000 officers in England and Wales sought compensation over having to leave after 30 years' service under the A19 regulation, used by 15 forces to make savings since 2010. In March the West Midlands force - the second biggest in England - had 7, 101 officers compared with 8,775 in 2009. The jobs boost comes as research suggests more than a third of people in England and Wales have not seen a bobby on the beat for a year. A website for people to register their interest in becoming an officer will open later, and specific roles will be advertised soon. In 2014, the force took on about 450 officers, ending a five-year recruitment freeze which it said followed government funding cuts. Mr Jamieson, who was re-elected as PCC in May, said: \"This recruitment is at nearly double the rate of my previous term in office and is only happening because of the tough decisions that have been taken to make West Midlands Police more efficient. \"West Midlands Police has faced the biggest cuts of any force in the country and is receiving Â£2.5 million less from the government again this year.\" The West Midlands Police force is the second largest in the country dealing with some of the worse crimes and organised gangs operating in the UK. Yet since 2010, because of public spending cuts, the force has lost thousands of staff. It's also an ageing force - the average age approaching mid-40s - and only ten per cent of officers come from ethnic and minority communities. This announcement won't turn the clock back, but the chief constable sees it as a chance to stabilise the force and keep it up to date and effective. Today I spoke to a Polish officer, a man born in Jamaica and two Muslim brothers born in Alum Rock, Birmingham, who have all recently been recruited. Having a force that reflects the people it serves and understands them is vital for British policing. They told me the force was supporting them and that they feel they're making a difference on the streets of the West Midlands. Two years ago, the force said it would close 27 of its 41 front desks to save Â£3m. Last year the PCC said the force needed to \"up its game\" and employ more minorities after hiring just one black officer from its 2014 recruitment drive. A spokeswoman said the recruitment drive would target publications, radio stations and social media consumed by minority groups. BME (Black and Minority Ethnic) officers are also acting as ambassadors among community groups, she added.", "output": "West Midlands Police is to recruit 1,150 staff, including 800 officers.", "options": []}
{"task": "xsum", "input": "summarize: Italy hopes its EU partners will on Thursday support an initiative to get a military mandate to destroy traffickers' vessels before they use them. The exact details are still unclear but a mandate from the EU - possibly also the UN - would be needed. A British government source told us that all options were on the table. Other proposals to be debated also include significantly boosting the EU's maritime patrol to help rescue migrants. Not quite on a par with Italy's former search and rescue programme but still a huge change. Libya, too, will be high on the discussion agenda. Italy says 90% of the immigrants washing up on its shores come by boat from there. It also worries about the organisation calling itself Islamic State, operating so close to Libya's maritime border. There are fears IS could pose a huge security risk for Europe. In the past, it has explicitly threatened Italy. Add into the mix a German-backed plan to spread migrants out more equally amongst EU countries - an extremely divisive issue - and you can see that the emergency summit will be a challenging one for its participants. But it's all or nothing according to Italian Prime Minister Matteo Renzi. He's demanding a fully comprehensive political - and financial - solution to the migrant crisis, rather than an emotional response by the EU and its member countries. Italians want their government to put the rest of the EU under pressure. They feel that they are struggling to cope, between their country's steep economic downturn on the one hand and what their media have dubbed \"a migrant invasion\" on the other. Anti-immigrant populist politicians here in Italy as elsewhere in Europe are gaining ground on the back of the debate. That's why so many European governments have, until now, silently looked the other way when it comes to the perils of migrants at sea. They feared that tackling the issue could cost them domestically. But Europe is now waking up to the realisation that this is a problem for the continent as a whole. Most migrants arriving in Italy or Greece don't want to stay there, preferring to slip invisibly over national borders until they reach richer destinations like Germany, Sweden or the UK. Germany had 200,000 asylum applications last year alone. In 2015 the numbers are expected to rise even further. The face of Europe is changing. Too fast for some. This is decision time but also a moment for soul searching. Some kind of common document will certainly emerge at the end of today's summit. The real test will be to see if those plans are then implemented. Europe made bold declarations on immigration just under two years ago, also following dreadful loss of life in the Mediterranean. The plans were similar to a number of proposals now being discussed. Yet here we are again.", "output": "\"The most macabre travel agents in history\" is how Italy's Interior Minister Angelino Alfano describes the people smugglers who charge migrants sums they can ill-afford to cross the Mediterranean in unsafe boats.", "options": []}
{"task": "xsum", "input": "summarize: The BMW mounted the pavement and broke through the store front of Hackney Pirates charity in Dalston's Kingsland High Street. The charity's education centre and shop was open at the time but no injuries have been reported. Witnesses said the crash, at about 12:40 GMT on Sunday, sparked \"mayhem\" in the area. \"It was a busy day in the run-up to Christmas\" when the car hit, Catriona Maclay from the charity said. \"We're extremely grateful everyone is OK.\" A Met Police spokesman said the driver of the car was arrested on suspicion of dangerous driving and road closures remained in place into the afternoon. Hackney Pirates runs educational activities to \"develop the literacy confidence and perseverance of young people in Hackney\". The building in Dalston includes meeting spaces, coffee facilities and a book shop. Ms Maclay said the damage would take days to fix, but the store was hoping to re-open before Christmas. \"The front of the shop doesn't look like the front of a shop any more\" she said. \"We won't leave it shipwrecked because the windows are broken and we need to make sure it's safe for kids.\" Twitter user @PaulieTandoori said the crash had led to \"traffic mayhem\" in Dalston.", "output": "A man has been arrested after a car crashed into a charity's building in a busy high street in north-east London.", "options": []}
{"task": "xsum", "input": "summarize: The company said new video matching technology would alert selected content creators if their videos were reposted to Facebook without permission. In August, YouTube star Hank Green wrote a blog criticising the company over its slow response to video piracy. Brady Haran, who runs a collection of YouTube channels, told the BBC he still had questions over Facebook's new approach. Facebook has been trying to grow its video business and in July it announced plans to share advertising revenue with content creators for the first time. But the company has been criticised by prominent video creators such as Mr Green for failing to tackle video piracy. In June, research by advertising agency Ogilvy found that 73% of the most popular videos on Facebook had been ripped from other websites. Announcing its new approach, Facebook said: \"Our matching tool will evaluate millions of video uploads quickly and accurately, and when matches are surfaced, publishers will be able to report them to us for removal.\" The new tool will be available to a \"small group of partners\" while the company improves the technology. As well as detecting freebooted videos, the BBC understands the tool will be able to detect when small portions of stolen content are used in another video without permission. However, unlike YouTube's content ID system which can block infringing videos automatically, Facebook's system will notify copyright holders and ask them if they want to remove the freebooted video. \"It's a daily frustration to see wealthy companies exploit your work without permission,\" said Brady Haran, whose educational YouTube channels are followed by around two million people. Mr Haran is credited with coining the term freebooting in the Hello Internet podcast he co-hosts. He told the BBC: \"The first few hours of a video upload is the golden window when it gets the most views. Any solution requiring notifications and human intervention risks 'closing the gate after horse has bolted'. \"Facebook must be aware of this and I'm curious about whether they plan to address it.\" Facebook said it planned to develop a \"comprehensive video management system\" and was \"committed\" to tackling video piracy.", "output": "Facebook has announced measures to tackle video piracy on its website.", "options": []}
{"task": "xsum", "input": "summarize: Laeticia Brouwer, 17, was fatally attacked by a shark on Monday while surfing in Western Australia (WA). It was the third deadly attack in the state within 12 months. Federal Environment Minister Josh Frydenberg said he would consider new proposals including culling, but any action would rely upon the state government. \"In light of the recent shark attack the Commonwealth would welcome any proposal to put human life first,\" said Mr Frydenberg. \"This could include the newest drum line technology, shark exclusion nets, culling or other measures which WA sees fit.\" However, the state government has said it prefers the use of personal devices, known as shark shields, to culling or drum lines. Any state government proposal would ultimately require federal approval. WA's fisheries department said it believed Ms Brouwer was attacked by a great white shark after examining photos of her damaged surfboard. In 2014, the state trialled a shark cull on seven beaches using drum lines, but it proved controversial and was halted by an environmental regulator. More than 170 sharks were caught but none of them was a great white. New shark nets have recently been installed at some beaches in the state. 'Passion' for ocean Ms Brouwer's uncle Steve Evans said relatives were \"terribly heartbroken\" by her death in the town of Esperance. \"We take comfort in the fact that Laeticia died doing something that she loved,\" he said. \"The ocean was her and her family's passion. Surfing was something that she treasured doing with her dad and her sisters. \"Laeticia will be greatly missed by her family, friends and everyone who knew her.\" The beach will remain closed until further notice.", "output": "Australia will consider all proposals to stop shark attacks after the death of a teenage girl, the government says.", "options": []}
{"task": "xsum", "input": "summarize: Five samples were checked for the presence of horse DNA above a 1% threshold under a UK-wide programme. The King Fry Meat Products burger was from Walsall's Pig Out and the Burger Manufacturing Company product was from Nefyn Pizza and Kebab House in Gwynedd. Two samples did not contain horse DNA and one result is still to be reported. The Burger Manufacturing Company, based in Powys, withdrew its products in February after tests suggested they contained more than 1% horsemeat, but further tests showed that the level was below 1%. The latest test was part of the wider local authority programme. The FSA-supervised testing programme is being conducted by local councils following the earlier recalls of supermarket and caterer meat products containing horsemeat. The two horsemeat-free samples were found to have pig DNA at below the 1% threshold. Neither product was labelled as halal or kosher, the FSA said. The FSA also said that late last month a burger from hotel chain Whitbread had tested positive for horse DNA above 1%. However,  further test results confirmed that the level of DNA was under the reporting threshold. Whitbread owns Premier Inn hotels, Brewers Fayre pubs, Table Table pubs and Beefeater restaurants.", "output": "Two beefburger products withdrawn from sale over concerns they may contain horsemeat have tested positive, the Food Standards Agency says.", "options": []}
{"task": "xsum", "input": "summarize: Protesters in the capital, Podgorica, chanted \"Milo, thief!\" and demanded fair elections organised by a transitional government. Some threw flares and fireworks at police guarding parliament. Fifteen policemen were injured and 24 protesters sought treatment after being teargassed, the interior minister said. An leader of the Democratic Front opposition group, Andrija Mandic, was been questioned by police after the rally, along with another protest leader, Slaven Radunovic. Mr Djukanovic has been in power for much of the past two decades, after holding prominent positions in the republic from the early 1990s when it was part of the former Yugoslavia. In 2012, he won elections and became prime minister for the third time since Montenegro became independent after splitting from neighbouring Serbia in 2006. \"More than 25 years in power would be too much even if he was Mahatma Gandhi and not this thief,\" Raso, a 30-year old protester, told the AFP news agency. Montenegro's government hopes to be invited to join the Nato in December, but many Montenegrins with historic ties to Russia are opposed to this. Elections are scheduled for early 2016.", "output": "Police in Montenegro have fired tear gas to disperse several thousand demonstrators demanding the resignation of Prime Minister Milo Djukanovic.", "options": []}
{"task": "xsum", "input": "summarize: Four-time world champion Scott, the second most successful sailor in Finn Gold Cup history, won gold at Rio 2016. Mills and Clark improved on the silver won in London by winning Olympic gold in the women's 470 event in Rio. \"It's awesome for us,\" said 37-year-old Clark, who retired this summer following her third Games. Awarded annually to one female and one male nominee, the winners will be announced on 8 November in Barcelona. \"I always think of the World Sailor Awards as the sailing Oscars so to be nominated for the first time is really exciting,\" added Clark. \"The standard of women's sailing is high and everyone within our category won gold in Rio so it will be really tough, but if we do win, it would be an amazing finish to our partnership.\" Find out how to get into sailing with our special guide. Nominated alongside Mills and Clark are Marit Bouwmeester of the Netherlands, France's gold medal-winning windsurfer Charline Picon, Argentine Cecilia Carranza Saroli and Brazilian 49erFX Olympic champions Martine Grael and Kahena Kunze. Meanwhile, Scott will face competition from New Zealand pair Peter Burling and Blair Tuke, 470 champions Sime Fantela and Igor Marenic of Croatia, Argentina's Santiago Lange and Paralympic champion Damien Seguin of France.", "output": "Olympic champions Giles Scott, Hannah Mills and Saskia Clark have been nominated for the prestigious World Sailor of the Year Awards.", "options": []}
