{"task": "hellaswag", "input": "[header] How to clear a paper jam in an all in one printer [title] Turn off and unplug the printer when a jam occurs. [title] Remove any loose paper from the printer tray. [title] Turn the printer around and remove the rear cartridge panel.", "output": "[title] Observe any paper that is caught within the cartridge rollers. [step] Gently pull any jammed paper out of the rollers.", "options": ["[step] On the left side you'll find two inks. It's the one you'd usually find on a shoe box, but on the lower right side you'll find two cartridges and a clear ink filter.", "[title] Dump out the jam (right click and select plastic tab button lower than all programs). [title] Open the papers packet (common) and pour from the bottom to the roll top.", "[step] If there is a cartridge screening in the tray you can gently remove it using your fingers. There should not be any expired cartridge compartment.", "[title] Observe any paper that is caught within the cartridge rollers. [step] Gently pull any jammed paper out of the rollers."]}
{"task": "hellaswag", "input": "[header] How to make béchamel sauce [title] This is the basic recipe for béchamel sauce. [title] Place 2 tablespoons of butter in a small saucepan. [title] Heat the butter over medium heat until it's melted.", "output": "[step] Always keep the ratio of butter to flour equal, regardless of whether you are producing a thinner or thicker sauce. [title] Mix in 2 tablespoons of flour to make a roux, or the beginning stage of the sauce.", "options": ["[step] Always keep the ratio of butter to flour equal, regardless of whether you are producing a thinner or thicker sauce. [title] Mix in 2 tablespoons of flour to make a roux, or the beginning stage of the sauce.", "[title] Stir in the red pepper flakes. [title] Cook the sauce until it thickens.", "[title] Place 1 cup of the flour into the butter, along with the dry ingredients. [title] Mix the flour and the water together.", "[title] Add the béchamel and let it melt. [title] Whisk in 3 cups (0.14 liters) of water."]}
{"task": "hellaswag", "input": "[header] How to make a left turn [title] Turn on your left turn indicator 100 feet (30 m) before the left turn you want to make. [step] If your turn indicator is broken, you will need to signal the left turn with your arm. The following are arm signals for left turns : [substeps] If you drive on the right side of the road, use your left arm in a straight position to indicate a left turn.", "output": "If you drive on the left side of the road, extend your right arm out of the window horizontally. Point it down at an angle toward the ground.", "options": ["When you turn left, use your right arm in a straight or direct line when trying to turn. A left turn signal is double-sided.", "If you drive on the left side of the road, use your right arm in a straight position to indicate a right turn. [title] Indicate that you want to stop at a red light.", "If you drive on the left side of the road, extend your right arm out of the window horizontally. Point it down at an angle toward the ground.", "If you move into a corner, use your right arm to signal a right turn. If you do not move into a corner, open your right mirror and look up at the ceiling."]}
{"task": "hellaswag", "input": "[header] How to take care of an incision after thyroid surgery [title] Keep the wound clean and dry. [step] One of the most important things to do after you have had thyroid surgery is to keep the wound clean and dry. Follow your doctor's instructions for wound care and bathing following your surgery.", "output": "Doing so may help prevent your wound from becoming infected and it may also help the wound to heal faster. [substeps] Do not immerse the wound in water until it is fully healed.", "options": ["Doing so may help prevent your wound from becoming infected and it may also help the wound to heal faster. [substeps] Do not immerse the wound in water until it is fully healed.", "Do not jump into a pond with algae, or if the incision is painful, cover it with a clean bandage. [substeps] You should also wash the wound with plenty of salt water.", "[substeps] Take a shower shortly before and follow their care instructions as well. Do not touch your wound with a bandage.", "Never make the wound dry after applying heat, water, or wearing clothing. [substeps] If you wear excess clothes around your incision, it may interfere with healing and mar the healing process."]}
{"task": "hellaswag", "input": "He mixes some pain and paints part of a canvas, then does another color. He keeps adding paint along the way, sometimes directly to the canvas. at the end", "output": "he paints the edges around the canvas, and the finished painting is shown.", "options": [", he takes the brush and the canvas, and we see a synopsis.", "he sticks a pencil (black nail) onto the canvas and beats it into a map pink.", ", he chips off the excess paint.", "he paints the edges around the canvas, and the finished painting is shown."]}
{"task": "hellaswag", "input": "[header] How to turn on or off the out of office assistant in microsoft outlook [title] Turn on automatic replies. [step] Select an exchange folder. Select the folder from your message store.", "output": "You must have an exchange folder selected in order to see the automatic replies option. Open the automatic replies (out of office) menu.", "options": ["Get a message directory in the free options, these are the microsoft outlook customer lists. You can also increase outgoing and incoming outlook producter responses by location.", "You must have an exchange folder selected in order to see the automatic replies option. Open the automatic replies (out of office) menu.", "Click the \" auto replies \" button to open the microsoft outlook list. [substeps] Choose the \" automatic reply \" option if you want automatic response on any outlook message.", "A list of what you currently hold or click on will be displayed in the outlook window. Deleting the exchanges folder will require you to create a new one."]}
{"task": "hellaswag", "input": "[header] How to exercise facial muscles [title] Pull on your forehead with your index finger. [step] Using just your fingers, you can apply pressure to your forehead so that shifting your eyebrows can strengthen that part of your face. This can help smooth lines on your forehead.", "output": "[substeps] Put your index fingers just above each of your eyes. Pull down on your eyes while trying to raise your eyebrows.", "options": ["[substeps] Avoid using very hard or harsh pressure when starting to exercise facial muscles-you'll break a visible line and cause pain. [title] Don't put undue pressure on your forehead.", "[substeps] Put your index fingers just above each of your eyes. Pull down on your eyes while trying to raise your eyebrows.", "[substeps] It's always a good idea to use a loose grip when applying pressure to your forehead. Try creating tiny waves as you push your eyebrows together.", "[title] Take a small amount of your index finger and form a shape with it. [step] It doesn't really matter what shape you use; just making sure it is the right size."]}
{"task": "hellaswag", "input": "[header] How to treat frostbite [title] Determine if you have frostnip. [step] Frostnip is not the same as frostbite, but can precede it. Ice crystals form on the surface of the skin, rather than within the tissue as in frostbite.", "output": "The blood vessels in your skin severely constrict, causing paleness or reddened areas. You may feel numbness, pain, or prickling or tingling of the area.", "options": ["Frostnip is often accompanied by coarse, brown flakes. The flakes are cone-shaped, often resembling a disc.", "Frostnip presents in three places: on the instep on the foot, the inguinal opening, the rectum, and the hips. Frostbite usually develops where the muscles beneath the skin are frozen for 10 minutes, and once it develops below the skin, pain from frostbite spreads across the entire body.", "While frostnip is more common (rarely absent), it can present with asthma and other conditions, such as colic and seizures, and be triggered by other conditions, such as anxiety, depression, or temporary physical side effects. [substeps] Several conditions on the body can trigger frostnip.", "The blood vessels in your skin severely constrict, causing paleness or reddened areas. You may feel numbness, pain, or prickling or tingling of the area."]}
