{"task": "hellaswag", "input": "The boys lacrosse team is shown working out. They are then running drills on the gravel. next", "output": ", the team is in a scrimmage on the field.", "options": [", they are given a set of blue balls and are shown celebrating with their coach.", ", they are shown plowing through tree roots under a bridge.", ", the team is in a scrimmage on the field.", "is shown how to solve a stick and get it into position."]}
{"task": "hellaswag", "input": "[header] How to handle a dog's nightmares [title] Decide whether to wake up your dog. [step] When your dog is having a nightmare, your first instinct may be to wake up your dog. However, this isn't always the best idea.", "output": "Waking up your dog would disrupt its sleep cycle, causing it to feel confused and possibly lash out at you. It's often better to let a dog continue sleeping through the nightmare.", "options": ["Waking up your dog would disrupt its sleep cycle, causing it to feel confused and possibly lash out at you. It's often better to let a dog continue sleeping through the nightmare.", "If your dog's nightmares persist and you aren't willing to take the time to monitor your dog, it might be best to enlist the help of a veterinarian. There are several reasons for this : [substeps] When your dog is having a nightmare, your own judgment is impaired.", "If your dog is claustrophobic or is fear fearful, you will want to be as calm as possible while your dog is having the nightmare. If the fear is mild to moderate, choosing an alternative position or location may not be a good idea.", "While nightmares are real, traumatic experiences can also happen. [substeps] Nightmares also occur in dogs that have nightmares caused by trauma."]}
{"task": "hellaswag", "input": "Several people are shown before a crowd of people begin to stand up in the bleachers to support them. Next, a group of paint ballers begin to take off and shoot one another. while they", "output": "are hitting each other, the concession stand is shown as well as many people entering and buying snacks.", "options": ["are working, a man begins but leaves out the information too.", "'re shooting, a young boy walks by them and claps on the ground in celebration.", "are still shooting, two guys appear wearing stilts begin climbing up the wall and then another couple comes down and a man fenders on a second side while the audience watches.", "are hitting each other, the concession stand is shown as well as many people entering and buying snacks."]}
{"task": "hellaswag", "input": "[header] How to make your eyes water [title] Cut some onions. [step] Onions soak up sulfur from the soil when growing, and when you chop them up, you break open cells in the onion and release enzymes that mix with the sulfur. This creates an invisible gas that causes a burning sensation in your eyes, causing you to tear up without crying.", "output": "[substeps] Chop some onions and linger over them. Some people are more sensitive than others; you may only need to cut a little bit of the onion, or you may need to really linger.", "options": ["[substeps] Chop some onions and linger over them. Some people are more sensitive than others; you may only need to cut a little bit of the onion, or you may need to really linger.", "The intestines and the other tissues of the onions combine together to form a gas as well, which dries up your eyes. [substeps] You can also crush up garlic or sesame seeds to make a paste.", "Think of it as an extra layer of soil over your eye. [substeps] Working one hand at a time, cut your onions into half a dozen short pieces (roughly 1/8 of the ruler) of equal size.", "[substeps] Ideally, use a steak knife to cut the onion in half lengthwise. Press the cut half against your eyeball for 15 seconds and then pull it away."]}
{"task": "hellaswag", "input": "[header] How to cope with toddler night terrors [title] Identify the difference between night terrors and nightmares. [step] Night terrors may frequently be confused with nightmares, but the two are unique. Being able to distinguish the difference between the two can help you understand how to manage and prevent them.", "output": "[substeps] Nightmares happen during the rapid eye movements (rem) phase of sleep, which usually occur during the later stages before a child wakes up. The child will be frightened when he or she wakes, and may be reluctant to return to sleep.", "options": ["There are a few things to be aware of. If sleep terrors persist despite therapies, talk to your doctor about treatment options.", "Plus, they can help you create a strategy that will prevent a child from developing disturbing nighttime episodes. [substeps] Children who have nightmares may think they can see ghosts in a dark room and suddenly be scared.", "[substeps] The difference between child and child is that a child who experiences night terrors is blind and disoriented, while the child experiences nightmares all day long. Children with night terrors, and their correct diagnosis is unknown.", "[substeps] Nightmares happen during the rapid eye movements (rem) phase of sleep, which usually occur during the later stages before a child wakes up. The child will be frightened when he or she wakes, and may be reluctant to return to sleep."]}
{"task": "hellaswag", "input": "A girl is tying a blind fold around another while several children on look and an adult holds the girl in place. the girl", "output": "is then handed a bat and attempts to break open a pinata.", "options": ["is then handed a bat and attempts to break open a pinata.", "is released and the woman finishes the hairdo, the results are shown on the screen.", "falls to the ground and the child who started it quickly gets up and finish.", "does tricks with the blind fold while the other people watch."]}
{"task": "hellaswag", "input": "[header] How to calculate effective interest rate [title] Familiarize yourself with the concept of the effective interest rate. [step] The effective interest rate attempts to describe the full cost of borrowing. It takes into account the effect of compounding interest, which is left out of the nominal or \" stated \" interest rate.", "output": "[substeps] For example, a loan with 10 percent interest compounded monthly will actually carry an interest rate higher than 10 percent, because more interest is accumulated each month. The effective interest rate calculation does not take into account one-time fees like loan origination fees.", "options": ["[substeps] Regulations are in place to determine the effective interest rate when borrowing property. Interest rates vary based on the amount of property that you can borrow, and additional investments or savings for the loan with property value are required.", "[substeps] The intent behind calculating the effective interest rate is much simpler. The appropriate rate of interest is calculated by first defining the interest rate to be used.", "The period of interest between exemptions (years) or a lump sum basis (usually 15 years) is equal to 6 years. An example of a dependent deduct for an exemption is 120 years and the sum of the depreciable earnings is 10 years.", "[substeps] For example, a loan with 10 percent interest compounded monthly will actually carry an interest rate higher than 10 percent, because more interest is accumulated each month. The effective interest rate calculation does not take into account one-time fees like loan origination fees."]}
{"task": "hellaswag", "input": "[header] How to choose an active dog [title] Decide if an active dog is right for you. [step] Active dogs are high energy and need lots of time, dedication, and training. They need at least half an hour of aerobic exercise each day.", "output": "They also need access to spaces where they can exercise such as trails, dog parks, and a fenced-in backyard. If you choose an active breed, make sure you have enough time, energy, and space to dedicate to your new family member.", "options": ["They like to listen to their owners in and out of their homes, and they like to eat regularly. Just because an active dog isn't suited for you doesn't mean they aren't the right dog for you.", "They also need access to spaces where they can exercise such as trails, dog parks, and a fenced-in backyard. If you choose an active breed, make sure you have enough time, energy, and space to dedicate to your new family member.", "[substeps] Active dogs are good for your family and are great companions, as well as those with children. Strong training helps your dog overcome problems, especially if those problems get ahead of them.", "Active dogs, on the other hand, need plenty of rest and sleep, at least seven nights per week. Active dogs may require one hour of moderate-intensity exercise each night."]}
{"task": "hellaswag", "input": "Empty boats are seen in water. a girl", "output": "walks with a paddle in her hand.", "options": ["sits next to the middle and steers a person.", "waves at the camera, as well as various shots of people sitting in someone's boat and looking into the camera.", "walks with a paddle in her hand.", "sees something in the water and begins to water ski."]}
{"task": "hellaswag", "input": "[header] How to make fruit cream [title] Chill the whipping cream, a bowl, and beaters. [step] Whipping cream whips better when the cream and the tools are chilled. Pour the cream into a mixing bowl or the bowl of a stand mixer.", "output": "Refrigerate the bowl and the electric beaters or the whisk attachment from a stand mixer for at least 15 minutes. [substeps] When making fruit cream, you can substitute 2 cups (150 g) of whipped topping for the whipped cream.", "options": ["Place the bowl in the fridge and chill the whip mixture for 30 minutes. [substeps] If you don't have a stand mixer, combine the whipping cream with the ice cubes and the butter in a bowl.", "Make sure the mixer is chilled, and allow the cream to sit on the beaters for two to three minutes before you begin mixing. [substeps] If you don't have a stand mixer that's readily available, place the bowl in the refrigerator.", "Refrigerate the bowl and the electric beaters or the whisk attachment from a stand mixer for at least 15 minutes. [substeps] When making fruit cream, you can substitute 2 cups (150 g) of whipped topping for the whipped cream.", "Chill the cream for at least one hour. [substeps] By chilling the cream, you force the cream to break down quicker."]}
{"task": "hellaswag", "input": "[header] How to steer your car [title] Hold the wheel with both hands. [step] Be ready to negotiate split-second emergencies. Maintain as much control as possible over the car.", "output": "If your car has a manual transmission, shift gears when needed, but do not maintain a needless grip on the gearshift afterward. Instead, return your hand to the steering wheel immediately.", "options": ["Since your wheels are the main control of the vehicle, you'll be more effective if you hold onto the wheel as you steer. [title] Drive one side of the car to the other side.", "If your car has a manual transmission, shift gears when needed, but do not maintain a needless grip on the gearshift afterward. Instead, return your hand to the steering wheel immediately.", "This is important, as the more you have in control of the vehicle, the better your chances of getting to the brakes before the shock. [title] Always let the emergency responder know where you are in the area.", "Remember: take your focus off the steering wheel--and not on the bumper (faster cars follow). [substeps] Do not accelerate to 70 mph (75 km/h) or other speeds unless you can legally do so."]}
{"task": "hellaswag", "input": "A man is sitting on the couch wearing jeans a shirt, and he's holding a guitar on his lap, strumming with his right hand and tapping the upper strings with his left hand. the man", "output": "slows down and stops strumming and tapping on his guitar.", "options": ["picks up the guitar, begins playing it with a guitar through his fingers, then stops and looks up, sometimes switching his hands.", "looks off into the distance as his finger presses a stone on the guitar.", "slows down and stops strumming and tapping on his guitar.", "pause and takes small puffs off of the violin as he progresses the fiddle and continues to play and smile while adjusting the strings on the violin."]}
{"task": "hellaswag", "input": "[header] How to save a choking cat [title] Look for signs of choking. [step] These are important to identify quickly. The signs of a choking cat include : [substeps] Inability to breathe coughing forcefully drooling or gagging pawing at the mouth [title] Be aware of signs that mimic choking.", "output": "[step] These include an exaggerated breathing effort involving the whole body, while at the same time the cat makes a whistling noise as it tries to breath out. These movements and sounds can be quite dramatic.", "options": ["[step] This is a subtle way of showing signs of choking. If your cat is a choking cat, look for the following : [substeps] Hissing, drooling or gagging banging around the cage collapsing or hitting a hard surface [title] Identify signs of choking.", "[step] These include : [substeps] Difficulty breathing cowering stumbling stumbling vigorously slobbering vomiting licking of the mouth, or walking rapidly switching head positions [title] Determine whether or not your cat is drooling or swallowing. [step] Not all cats lick or swallow their food, but sometimes, cats appear to have difficulty.", "[step] This is common in cats that struggle to breathe because their visual and auditory adaptations are unfamiliar to them. While breathing through the mouth is normal, it is also common for a cat to choke on something like vomit.", "[step] These include an exaggerated breathing effort involving the whole body, while at the same time the cat makes a whistling noise as it tries to breath out. These movements and sounds can be quite dramatic."]}
{"task": "hellaswag", "input": "[header] How to write a progress report [title] Figure out what your purpose is for the proposal. [step] There are a variety of different reasons someone asks you to write a progress report. Obviously for any of them it's to show what kind of progress you've achieved on a specific project.", "output": "However, there are some different types of proposals that you'll need to consider. [substeps] Progress report for a research program or project is going to be slightly different than for a project at work.", "options": ["Some would be met with a compliment for any new changes you made or an acknowledgement of the progress of the project. Some would be met with a little talk.", "There are various reasons people would consider this to be a larger project project, allowing you to easily expand on your progress. Some of the larger projects are listed below.", "The following reasons might be very useful : [substeps] Because you've been working on your goal for several months. Because it's collaborative and to think about whether you think your project is better as a whole.", "However, there are some different types of proposals that you'll need to consider. [substeps] Progress report for a research program or project is going to be slightly different than for a project at work."]}
{"task": "hellaswag", "input": "[header] How to eat a sugar cane [title] Look for the cane in the grocery store. [step] Look for raw sugar cane in many grocery stores. Find the raw stalks in the produce section.", "output": "[substeps] Check latin grocery stores, farmers markets, or any other place that sells fresh produce. Find sugar cane more easily in areas known to grow it, which are typically temperate in climate.", "options": ["Purchase the staff and have them remove any stalks that are not recognizable. Look for the cane outdoors in the garden.", "[substeps] Check latin grocery stores, farmers markets, or any other place that sells fresh produce. Find sugar cane more easily in areas known to grow it, which are typically temperate in climate.", "The produce section is usually the store that sells the packaged sugar cane. It is also the place where you would find packaged sugar cane.", "[substeps] Frozen, uncooked, or dried bananas are often labeled as either either \" dried and fresh, \" \" fresh, \" or \" frozen. \" there is also usually a start sign at the end of grocery aisles."]}
{"task": "hellaswag", "input": "The man is holding a ball and begins to spin himself around and around multiple times and then throws the ball. after he", "output": "throws the ball he falls hard and quickly onto the ground.", "options": ["throws the ball, a large circle appears in the center of the circle and the ball bounces off of it into the distance.", "throws the ball, it hits the pvc again but this time the other man shoots it.", "throws the ball he falls hard and quickly onto the ground.", "hits the ball, he resumes talking and another person begins seeing him talk."]}
