{"task": "hellaswag", "input": "[header] How to lose weight while breastfeeding [title] Try to eat every three hours. [step] It may seem counterintuitive, but it is important to eat regularly to lose weight. While nursing, you should never eat fewer than 1 , 500-1 , 800 calories daily, and most women require much more than this.", "output": "Starving yourself is never a good idea, and is particularly dangerous when recovering from childbirth and nursing your baby. Too few calories can also be counterproductive to your weight loss goals.", "options": ["Starving yourself is never a good idea, and is particularly dangerous when recovering from childbirth and nursing your baby. Too few calories can also be counterproductive to your weight loss goals.", "[substeps] Like larger meals, increase your portion size. Women in this age group should aim to lose 11 to 13 pounds per day.", "Avoid smoking while nursing you parkinson's disease patients. [title] Feed yourself a high-protein diet.", "You should provide a nutritious diet with fruits and vegetables, whole grains, low-fat dairy products, and lean meat. [substeps] A recommended daily allowance for vitamin d is 50 g of folic acid daily, or much more daily if you live on it."]}
{"task": "hellaswag", "input": "[header] How to pee in a locker room [title] Learn about shy bladder syndrome. [step] If your fear of public restrooms makes it difficult to leave the house, you might actually have a medical condition known as paruresis. Commonly known as a \" shy \" or \" bashful \" bladder, this problem is classified as a general anxiety order.", "output": "If fear keeps you from being able to comfortably urinate in a locker room, ask your doctor about paruresis. [substeps] In addition to anxiety, there can also be physical symptoms of shy bladder such as persistent pain and pressure in the bladder.", "options": ["It's commonly treated with extraneous medication and tests, while examples include urine test, biopsy or hormone analysis. [substeps] This doesn't mean you are \" shy \" or \" bashful \" as symptoms can appear instantaneously in some people.", "People with this disorder are less likely to be aware that others are in the bathroom with them, or they should pee elsewhere. [substeps] Paruresis is similar to ms.", "[substeps] Paruresis is a psychological disorder affecting persons over 30 years old. It affects red/red-rounded males and women.", "If fear keeps you from being able to comfortably urinate in a locker room, ask your doctor about paruresis. [substeps] In addition to anxiety, there can also be physical symptoms of shy bladder such as persistent pain and pressure in the bladder."]}
{"task": "hellaswag", "input": "[header] How to be a great couchsurfing host [title] Discuss your decision to host with the people you live with. [step] Before you start posting your place on couchsurfing, get the opinion first of the family or friends you live with. Once they agree with your grand plan to put up guests, initiate them on what to expect.", "output": "[substeps] You don't want to deal with surprise of the bad kind once your couchsurfers are already at the door. There's no worse welcome than being unwelcome.", "options": ["[substeps] Figure out how much your guests will charge each month and if there are any restrictions. Children and teens should be up front about the weight of their housing costs and how they will be spending their holiday time.", "[substeps] Most people living with family can turn this into a fun conversation. You may want to include friends of your first few couchsurfing hosts and friends of all ages, so that you can capture their interest in every new step in your life.", "[title] Accept and agree on your guest list. [step] Basic guidelines are set for everyone but it is advisable to set appropriate numbers.", "[substeps] You don't want to deal with surprise of the bad kind once your couchsurfers are already at the door. There's no worse welcome than being unwelcome."]}
{"task": "hellaswag", "input": "We then see men spinning on the pommel horse with title screens clipped in between. We see a man throwing his legs over the pommel horse. we", "output": "see a man in red spinning himself around the pommel horse quickly.", "options": ["see a man this way thrown off the horse.", "see a man in red spinning himself around the pommel horse quickly.", "see a man hit the ground and stand up.", "see the screen again."]}
{"task": "hellaswag", "input": "A group of elderly people play shuffle board on an outdoor court. they", "output": "take turns pushing the puck towards the end of the game board.", "options": ["take turns pushing the puck towards the end of the game board.", "shuffle, hit, and shoot two small balls all at once.", "move back and forth and stay in a rhythm.", "hit the ball to each other, then continue playing."]}
{"task": "hellaswag", "input": "There is a lady dog trainer dressed in a blue hoodie playing with a black and white dog in a park. she", "output": "is throwing a frisbee to the dog and makes the dog fetch it for her.", "options": ["is throwing a frisbee to the dog and makes the dog fetch it for her.", "retrieves the dog for her first grooming.", "takes off the dog collar from the dog and she shows him how to do proper grooming for the dog.", "comes out of a gate with her white, white, and blue dog."]}
{"task": "hellaswag", "input": "We see a person in a yard playing with a dog. We see a title scree and the person rolls the frisbee for the dog. we", "output": "see title screen and the lady throws frisbee to the dog.", "options": ["see the man frisbee the dog several times.", "see an title screen.", "see the dog continue balancing on the frisbee.", "see title screen and the lady throws frisbee to the dog."]}
{"task": "hellaswag", "input": "[header] How to identify run flat tires [title] Find the words \" run flat \" on your tires. [step] Some tire brands that make run-flat tires simply label the tire as run flat, making it easier on the car owner. Pirelli tires is one brand that does this.", "output": "[substeps] Simply look for the words \" run flat \" on the side of your tire, usually near other manufacturer information and numbers. [title] Look for the codes rft, ssr, or dsst on your tires.", "options": ["Doing this is the best way to tell if a tire owner stocks the tires themselves or if they buy them out of the store. [substeps] It is not too difficult to find the word \" run flat \" written on the tire itself.", "[substeps] Simply look for the words \" run flat \" on the side of your tire, usually near other manufacturer information and numbers. [title] Look for the codes rft, ssr, or dsst on your tires.", "[title] Figure out the cause of your bicycle problems. [step] Bicycling racers have a number of problems with bicycle-certified bikes, so get to the root of your problem by assuming the source of your problems is connection to the bike.", "These two brands most often have the words run flat printed on them. These letters indicate the amount of traction the car needs on the road."]}
