{"task": "hellaswag", "input": "[header] How to conduct a motor vehicle report review for prospective employees [title] Make sure you are authorized to request the report. [step] Each state has its own set of laws and regulations that control who may see a driver's motor vehicle report. The driver himself may, of course, request the report.", "output": "Therefore, as an employer or prospective employer, you could require employees or prospective employees to obtain their own reports and then present them to you. Alternatively, you will have to check with your state's department of motor vehicles to find out if you are authorized.", "options": ["You should clarify this with your company's representative or agent, especially if you're filing a written report. [substeps] You can find your state's department of motor vehicles at http: // www.dmv.", "Therefore, as an employer or prospective employer, you could require employees or prospective employees to obtain their own reports and then present them to you. Alternatively, you will have to check with your state's department of motor vehicles to find out if you are authorized.", "The important thing is that you have the right to request a report. [substeps] The reason, however, is that the driver did not intend to destroy your car due to the accident.", "Ask the organization whether you are authorized to request a copy of a driver's manual, if one is on file. If you aren't, ask by contacting the department of motor vehicles."]}
{"task": "hellaswag", "input": "He is sitting by himself in it because it's so small it only fits one person really. He uses a lot of energy into paddling, going really fast. i", "output": "believe he is probably practicing for an event late in the future.", "options": ["try to text him from home, but he doesn't text back.", "go back to filling up the water water with the tubing machine and soaking it up.", "believe he is probably practicing for an event late in the future.", "only ever see him a few times because he keeps looking his phone like someone is showing it to him."]}
{"task": "hellaswag", "input": "She begins with all the ingredients she will need for the cookies and begins to combine the dry ingredients. she", "output": "then proceeds to mix the wet ingredients in a glass bowl.", "options": ["shows the sandwich section, where the ingredients are put together into small bags with forks, cheese, cookies and baking soda.", "then proceeds to mix the wet ingredients in a glass bowl.", "sprinkles them onto a cookie sheet.", "also takes a boat to put her leftovers on the boat while she's cooking and presents it to the camera."]}
{"task": "hellaswag", "input": "[header] How to get free virus protection software [title] Find out which version of windows you are running. [step] In general, most free anti-virus programs are intended for use with windows operating systems; however, new versions are updated for the latest windows versions. [substeps] For example, if you are still running windows xp, make sure you do not download a version only intended for windows 8 and higher.", "output": "[title] Read the reviews carefully before downloading. [step] Tech websites go into detail about how to avoid paying for upgrades that you don't want and other common pitfalls.", "options": ["[title] Read the reviews carefully before downloading. [step] Tech websites go into detail about how to avoid paying for upgrades that you don't want and other common pitfalls.", "[title] Check the ip address of your operating system. [step] A first step in getting free virus protection software is to get an ip address to support the software you are running.", "[title] Connect your windows operating system to your computer using a usb cable. [step] Once the computer is connected, it will be opened by the name windows 8 or higher.", "If this is the case, you may need to do a trial run for another version. [title] Restart your computer and run the software."]}
{"task": "hellaswag", "input": "[header] How to ship chocolate covered strawberries [title] Chill the strawberries. [step] To keep chocolate from melting when it's shipped, you will need to refrigerate the strawberries immediately after you prepare or purchase them. Chill them for two hours or until they are cold, and then ship them immediately.", "output": "If you refrigerate the strawberries for more than a day, they will not be fresh by the time they arrive at their destination. [substeps] Before you proceed with preparing to ship the strawberries, check that the chocolate strawberries are in good shape and that they're fully hardened.", "options": ["[title] Sprinkle chocolate chips over the strawberries. [step] You will need about 1 1/2 teaspoons of chocolate chips.", "If you refrigerate the strawberries for more than a day, they will not be fresh by the time they arrive at their destination. [substeps] Before you proceed with preparing to ship the strawberries, check that the chocolate strawberries are in good shape and that they're fully hardened.", "[title] Melt the chocolate in a small bowl over high heat. [step] In a medium sized bowl, add 2 tablespoons (30 ml) of softened dark chocolate.", "[substeps] The further chill the strawberries, the richer the flavor will be. Keep pre-chilling the strawberries in your fridge until later."]}
{"task": "hellaswag", "input": "The cookie dough is placed in a pan and set into an oven. The baked cookies are removed from the oven. the lady", "output": "discusses the recipe after the cookies have been made.", "options": ["discusses the recipe after the cookies have been made.", "adds a baking pan in the oven.", "puts butter in the mixing bowl and stirs and mixes the cookies.", "loosens them and pours the dough onto a cup added to the oven."]}
{"task": "hellaswag", "input": "[header] How to breed beef cattle [title] Begin by starting up a beef cow-calf operation. [step] Follow the steps provided in the article linked in this step. [title] Buy your cows and/or your herd bull.", "output": "[step] Buy the quality of cows that meet your standards, as far as having a good breeding herd is concerned. [substeps] Your herd bull should be selected to improve your herd, as he will be providing half of the genetic potential of your calf crop.", "options": ["[title] Cut the small sections of fat off the calf's legs to allow the milk to settle into the calf's bladder. [title] Clean and cut the meat off the tail by pressing it off with a small shear.", "[step] Buy the quality of cows that meet your standards, as far as having a good breeding herd is concerned. [substeps] Your herd bull should be selected to improve your herd, as he will be providing half of the genetic potential of your calf crop.", "[step] You will want a properly fitted beef cow. Just be sure your cows or bulls are correctly fitted.", "[step] Here are the basic techniques which are used to start the operation : [substeps] Cut a piece of leather about 12 inches thick and weigh 25 lb (39.1 kg). Place a piece of leather over the middle space where you want to work."]}
{"task": "hellaswag", "input": "Two people are seen playing a game of ping pong with one another. they", "output": "hit the ball back and fourth across the table while people watch on the sides.", "options": ["switch sides constantly and attack one another.", "move around the table with the others watching on the side.", "hit the ball back and fourth across the table while people watch on the sides.", "hit the ball against the wall in front of them."]}
{"task": "hellaswag", "input": "[header] How to transfer songs from an ipod onto a computer [title] Connect the ipod to computer transfer it normally gets synced to. [step] In itunes, under devices (in the source pane), select your ipod. [title] Under the ipod's summary, select enable disk use.", "output": "[title] In the computer that you want to transfer music to, open itunes, go to edit] preferences] advanced, and make sure keep itunes music folder organized and copy files to itunes music folder when adding to library are checked. [step] If they are not checked, check them.", "options": ["[title] In the computer that you want to transfer music to, open itunes, go to edit] preferences] advanced, and make sure keep itunes music folder organized and copy files to itunes music folder when adding to library are checked. [step] If they are not checked, check them.", "[step] This will be a code to indicate to the program that an existing cd or stereo converter is connected to your pc. On newer versions of itunes, this will have no code, if it doesn't, select wi-fi from the menu, then select be connected to pc.", "[title] Locate and degroup your mp3s using your ipod folder. [title] Click the burn button if you used the sync control.", "[title] Connect the ipod to the computer transfer port. [title] Again, this is only optional; restore your ipod's original cd if you wish."]}
{"task": "hellaswag", "input": "A man is holding a rubik's cube. he", "output": "begins to twist it around.", "options": ["begins to twist it around.", "starts at the back of the board, assembling it.", "starts putting the pieces together.", "puts the piece of paper down and shows it to the camera."]}
{"task": "hellaswag", "input": "[header] How to train a cat to jump through a hoop [title] Acquire everything listed below in the \" things you'll need \" section. [title] Begin with your cat on the floor, hoop in one hand (at this stage the hoop should be touching floor and always vertical) touching the floor, treat visible in the other. [step] This is the starting position.", "output": "[title] Hold the hoop between your cat and the hand with the treat in it. [step] The cat should go for the treat.", "options": ["However, you will need to stretch and help your cat land on the hoop : [substeps] Paw paw paw. This is where your cat spots the movement in your hand and howls loudly (with its paw on the ground).", "Now, it must be in the starting position. Lower the hoop and make it towards its starting position.", "[title] Train your cat to jump through the hoop by using the same common command. [step] Do the same for your cat, as you would to train a pikachu, except to more accurately jump through the hoop.", "[title] Hold the hoop between your cat and the hand with the treat in it. [step] The cat should go for the treat."]}
{"task": "hellaswag", "input": "[header] How to smoke in your house without people knowing [title] Open a window or fireplace duct. [step] Before you start smoking, it's very important you give the smoke an exit to escape. Without an open window or duct, the smoke will linger in the room and your health will be at risk.", "output": "Depending on the room you're going to smoke in, there should almost always be some window to open. [substeps] A fireplace duct is an even better choice, as fireplaces are specifically designed to let smoke escape.", "options": ["If somebody walks in while you're smoking, make sure a window isn't visible. Light up a fire for a few minutes, or just shut the window or fireplace, in case anyone comes into view.", "Open any blinds, curtains, or any natural curtains you use inside. [title] Hide under couches, chairs, or anything else that can reflect light.", "If there are doors leading to other rooms, use them to let the smoke escape. [title] Put smoke blocks, cardboard boxes, or put glass flammable objects on fire.", "Depending on the room you're going to smoke in, there should almost always be some window to open. [substeps] A fireplace duct is an even better choice, as fireplaces are specifically designed to let smoke escape."]}
{"task": "hellaswag", "input": "[header] How to lower rental car costs [title] Compare rates. [step] You can use many travel websites such as expedia or priceline to check for the cheapest rate. Enter the dates you need the car and you can compare prices.", "output": "[substeps] Some travel websites also offer a price guarantee. If you find a cheaper deal after booking your car, they will honor the lower price.", "options": ["You will have to make some reservations to save money, so you need a car with good storage and healthy fuel. [substeps] You can also compare the rental car rates for different regions by going online.", "[substeps] Ebay is one great resource as you can compare short-term and long-term rates. Many websites are open to new customers and offer discounted rates.", "[substeps] Some travel websites also offer a price guarantee. If you find a cheaper deal after booking your car, they will honor the lower price.", "Between the quote and monthly rates, you can come up with a rate that meets your needs. [substeps] Use the rates from monday through friday, and avoid booking on weekends in between."]}
{"task": "hellaswag", "input": "The young man opens a can and drinks some kind of liquid as he stands up and turns his back to the crowd. the young man", "output": "then turns back around, tosses the can into the crowd and prepares to play his guitar.", "options": ["walks away from the camera and kneels down next to a drum as he begins role picking and the camera follows his movements.", "then turns back around, tosses the can into the crowd and prepares to play his guitar.", "appears to be drunk and starts to mckinypole and dance while drinking beer.", "walks off with no jacket on and just stands in the middle of the room and laughs."]}
{"task": "hellaswag", "input": "The individual throws the ball and hits someone with it. The individuals in camera frame walk to different positions. one of the individuals", "output": "throws a ball at someone off frame.", "options": ["holds a picture of the individuals.", "has to stretch her neck to reach the ball and the team in the camera ends with the team in front swinging their arms and throwing the bullfighter.", "sticks his hand under the camera.", "throws a ball at someone off frame."]}
{"task": "hellaswag", "input": "We see three people in the front row watching and listening to the man as he plays and one person one row behind them. We see the three people, two women and one men. The player stands and plays. the player", "output": "finishes and stands up.", "options": ["finishes and stands up.", "goes and hops down as the people start clapping.", "then stands and looks down at the carpeted floor.", "sings and we see a woman scream, then the mulch man her."]}
