{"task": "hellaswag", "input": "[header] How to clear a paper jam in an all in one printer [title] Turn off and unplug the printer when a jam occurs. [title] Remove any loose paper from the printer tray. [title] Turn the printer around and remove the rear cartridge panel.", "output": "[title] Observe any paper that is caught within the cartridge rollers. [step] Gently pull any jammed paper out of the rollers.", "options": ["[step] On the left side you'll find two inks. It's the one you'd usually find on a shoe box, but on the lower right side you'll find two cartridges and a clear ink filter.", "[title] Dump out the jam (right click and select plastic tab button lower than all programs). [title] Open the papers packet (common) and pour from the bottom to the roll top.", "[step] If there is a cartridge screening in the tray you can gently remove it using your fingers. There should not be any expired cartridge compartment.", "[title] Observe any paper that is caught within the cartridge rollers. [step] Gently pull any jammed paper out of the rollers."]}
{"task": "hellaswag", "input": "[header] How to make béchamel sauce [title] This is the basic recipe for béchamel sauce. [title] Place 2 tablespoons of butter in a small saucepan. [title] Heat the butter over medium heat until it's melted.", "output": "[step] Always keep the ratio of butter to flour equal, regardless of whether you are producing a thinner or thicker sauce. [title] Mix in 2 tablespoons of flour to make a roux, or the beginning stage of the sauce.", "options": ["[step] Always keep the ratio of butter to flour equal, regardless of whether you are producing a thinner or thicker sauce. [title] Mix in 2 tablespoons of flour to make a roux, or the beginning stage of the sauce.", "[title] Stir in the red pepper flakes. [title] Cook the sauce until it thickens.", "[title] Place 1 cup of the flour into the butter, along with the dry ingredients. [title] Mix the flour and the water together.", "[title] Add the béchamel and let it melt. [title] Whisk in 3 cups (0.14 liters) of water."]}
{"task": "hellaswag", "input": "[header] How to make a left turn [title] Turn on your left turn indicator 100 feet (30 m) before the left turn you want to make. [step] If your turn indicator is broken, you will need to signal the left turn with your arm. The following are arm signals for left turns : [substeps] If you drive on the right side of the road, use your left arm in a straight position to indicate a left turn.", "output": "If you drive on the left side of the road, extend your right arm out of the window horizontally. Point it down at an angle toward the ground.", "options": ["When you turn left, use your right arm in a straight or direct line when trying to turn. A left turn signal is double-sided.", "If you drive on the left side of the road, use your right arm in a straight position to indicate a right turn. [title] Indicate that you want to stop at a red light.", "If you drive on the left side of the road, extend your right arm out of the window horizontally. Point it down at an angle toward the ground.", "If you move into a corner, use your right arm to signal a right turn. If you do not move into a corner, open your right mirror and look up at the ceiling."]}
{"task": "hellaswag", "input": "[header] How to take care of an incision after thyroid surgery [title] Keep the wound clean and dry. [step] One of the most important things to do after you have had thyroid surgery is to keep the wound clean and dry. Follow your doctor's instructions for wound care and bathing following your surgery.", "output": "Doing so may help prevent your wound from becoming infected and it may also help the wound to heal faster. [substeps] Do not immerse the wound in water until it is fully healed.", "options": ["Doing so may help prevent your wound from becoming infected and it may also help the wound to heal faster. [substeps] Do not immerse the wound in water until it is fully healed.", "Do not jump into a pond with algae, or if the incision is painful, cover it with a clean bandage. [substeps] You should also wash the wound with plenty of salt water.", "[substeps] Take a shower shortly before and follow their care instructions as well. Do not touch your wound with a bandage.", "Never make the wound dry after applying heat, water, or wearing clothing. [substeps] If you wear excess clothes around your incision, it may interfere with healing and mar the healing process."]}
{"task": "hellaswag", "input": "He mixes some pain and paints part of a canvas, then does another color. He keeps adding paint along the way, sometimes directly to the canvas. at the end", "output": "he paints the edges around the canvas, and the finished painting is shown.", "options": [", he takes the brush and the canvas, and we see a synopsis.", "he sticks a pencil (black nail) onto the canvas and beats it into a map pink.", ", he chips off the excess paint.", "he paints the edges around the canvas, and the finished painting is shown."]}
{"task": "hellaswag", "input": "[header] How to turn on or off the out of office assistant in microsoft outlook [title] Turn on automatic replies. [step] Select an exchange folder. Select the folder from your message store.", "output": "You must have an exchange folder selected in order to see the automatic replies option. Open the automatic replies (out of office) menu.", "options": ["Get a message directory in the free options, these are the microsoft outlook customer lists. You can also increase outgoing and incoming outlook producter responses by location.", "You must have an exchange folder selected in order to see the automatic replies option. Open the automatic replies (out of office) menu.", "Click the \" auto replies \" button to open the microsoft outlook list. [substeps] Choose the \" automatic reply \" option if you want automatic response on any outlook message.", "A list of what you currently hold or click on will be displayed in the outlook window. Deleting the exchanges folder will require you to create a new one."]}
{"task": "hellaswag", "input": "[header] How to exercise facial muscles [title] Pull on your forehead with your index finger. [step] Using just your fingers, you can apply pressure to your forehead so that shifting your eyebrows can strengthen that part of your face. This can help smooth lines on your forehead.", "output": "[substeps] Put your index fingers just above each of your eyes. Pull down on your eyes while trying to raise your eyebrows.", "options": ["[substeps] Avoid using very hard or harsh pressure when starting to exercise facial muscles-you'll break a visible line and cause pain. [title] Don't put undue pressure on your forehead.", "[substeps] Put your index fingers just above each of your eyes. Pull down on your eyes while trying to raise your eyebrows.", "[substeps] It's always a good idea to use a loose grip when applying pressure to your forehead. Try creating tiny waves as you push your eyebrows together.", "[title] Take a small amount of your index finger and form a shape with it. [step] It doesn't really matter what shape you use; just making sure it is the right size."]}
{"task": "hellaswag", "input": "[header] How to treat frostbite [title] Determine if you have frostnip. [step] Frostnip is not the same as frostbite, but can precede it. Ice crystals form on the surface of the skin, rather than within the tissue as in frostbite.", "output": "The blood vessels in your skin severely constrict, causing paleness or reddened areas. You may feel numbness, pain, or prickling or tingling of the area.", "options": ["Frostnip is often accompanied by coarse, brown flakes. The flakes are cone-shaped, often resembling a disc.", "Frostnip presents in three places: on the instep on the foot, the inguinal opening, the rectum, and the hips. Frostbite usually develops where the muscles beneath the skin are frozen for 10 minutes, and once it develops below the skin, pain from frostbite spreads across the entire body.", "While frostnip is more common (rarely absent), it can present with asthma and other conditions, such as colic and seizures, and be triggered by other conditions, such as anxiety, depression, or temporary physical side effects. [substeps] Several conditions on the body can trigger frostnip.", "The blood vessels in your skin severely constrict, causing paleness or reddened areas. You may feel numbness, pain, or prickling or tingling of the area."]}
{"task": "hellaswag", "input": "[header] How to expose brick [title] Test the wall you wish to expose the brick on. [step] Chip a hole in the plaster until you can see the brick and what condition it is in. Brick was a common construction material in the 19th century, but sometimes the quality was not always the best.", "output": "By testing a small area, you can see if the brick underneath is worth exposing. The brick should not crumble or break when you touch it and should be free of any major cracks.", "options": ["Taking a look at your wall and determine if it's capable of being installed in a brick fireplace. A brick wall that is not one of these values will take longer to build.", "At minimum you need a 3-blade masonry saw if your work surface is clay. Use it as needed to make your hole.", "By testing a small area, you can see if the brick underneath is worth exposing. The brick should not crumble or break when you touch it and should be free of any major cracks.", "[substeps] Chip open a brick and check the face of the wall next to it. If it breaks apart easily, it is one of those bricks that needs to be exposed to things like air fresheners."]}
{"task": "hellaswag", "input": "A man walks into a room. the man", "output": "begins to smooth plaster on the wall.", "options": ["is then sitting at a table, taking out sock remotes and tools.", "begins to smooth plaster on the wall.", "twists the objects made from pieces of wood.", "is dozing and waking with his arms outstretched."]}
{"task": "hellaswag", "input": "[header] How to wrap a hockey stick [title] Gather the necessary materials. [step] To do a quality wrap-job, you'll obviously need your hockey stick, right-handed or left-handed, depending on your dominant side, or a goalie stick. The process is essentially the same for each.", "output": "Additionally, you'll also need : [substeps] Cloth tape scissors or a sharp knife stick wax, surf wax, or old candle wax [title] Select an appropriate color of tape. [step] For some players, the color and style of the tape they use on their stick is just as important for identification purposes as for practical reasons.", "options": ["Basically, you need the stick for the rolls that you're going to be wrapping. You'll also need the stick for the more difficult downswing, and the stick for the forward swing.", "Additionally, you'll also need : [substeps] Cloth tape scissors or a sharp knife stick wax, surf wax, or old candle wax [title] Select an appropriate color of tape. [step] For some players, the color and style of the tape they use on their stick is just as important for identification purposes as for practical reasons.", "[substeps] You'll need your hockey stick just in case the puck goes flying and slips out of your non-dominant hand. You may also need: two hockey skates.", "[substeps] Velcro: gel or foam wraps work better, but can't be glued together or glued-on. Velcro strips work better than special, flexible or plastic ones."]}
{"task": "hellaswag", "input": "[header] How to obtain a professional license in massage therapy [title] Decide if this is the right career for you. [step] Becoming a massage therapist can be a rewarding career. It allows you to help many people on a daily basis, and allows you to connect with people in a positive way.", "output": "However, this degree of personal contact may not be for everyone. Think about whether or not you will be comfortable doing this type of work day in and day out.", "options": ["Your local community might be a good fit for you but it isn't an easy option for you to choose, so apply as many contacts as you can to find the right career for you. [substeps] A qualified, qualified veterinary massage therapist is the best option.", "[substeps] Keep in mind that most massage therapists have several jobs-one here, one there, and in between. A massage therapist is licensed within 20 years of being of legal age.", "However, this degree of personal contact may not be for everyone. Think about whether or not you will be comfortable doing this type of work day in and day out.", "The more you do this, the more clients you will get. [substeps] A career in massage therapy may be no more than a year."]}
{"task": "hellaswag", "input": "Two men are arm wrestling at a table. People are standing around watching them. a man in a black shirt", "output": "is holding a camera filming them.", "options": ["is directing the fighting.", "is holding a baseball bat.", "picks up the other man.", "is holding a camera filming them."]}
{"task": "hellaswag", "input": "[header] How to conquer inbox clutter in outlook [title] Use the clean up command. [step] In outlook 2010, the clean up command is an easy way to clear out a large number of email messages quickly. Say you have several thousand unread emails in a folder.", "output": "The clean up command can reduce the count by 35 percent in about four seconds. [substeps] When you click \" clean up \" on the home tab, outlook 2010 evaluates the contents of each message in a conversation, or in all conversations in a folder.", "options": ["If you have an entire bunch of unread emails in one folder, you can start sorting out everything. In outlook 2010, the clean up command is allocated to remove all unread messages from each folder.", "By using the clean up command, you can swamp as much inbox clutter as you want. Plus, any unread emails will be deleted and the outlook email will no longer clutter the inbox.", "The clean up command can reduce the count by 35 percent in about four seconds. [substeps] When you click \" clean up \" on the home tab, outlook 2010 evaluates the contents of each message in a conversation, or in all conversations in a folder.", "\" delete unread email with a clear name \" will do. By selecting this command, you will clear out inbox on your device at a much faster rate than if you manually close a folder."]}
{"task": "hellaswag", "input": "[header] How to propose to a boy who is not a friend [title] First get to know him, if you have any common friends, ask them to introduce you to him. [step] If you don't have any then you make the first move. Go ahead, try to strike up a conversation with him.", "output": "Drop something in front of him, notebook, pen, anything. If he picks it up for you then he is willing to talk to you.", "options": ["If things don't go well, then don't worry-by the time you talk to him you will know whether he likes you back or has no problem liking you back. [title] Once you get to know the boy, casually ask him if he likes you back.", "[title] If he says no then don't keep trying. [step] He won't tell you the word' no' or may tell you where he is from or that he is a different sex.", "Drop something in front of him, notebook, pen, anything. If he picks it up for you then he is willing to talk to you.", "If it turns out they don't like you yet, tell him you aren't interested in him so it's unclear whether that boy you like actually likes you. This lets you decide how you want to proceed."]}
{"task": "hellaswag", "input": "[header] How to be a strong independent woman [title] Put yourself first. [step] When you notice yourself needing something whether it is intimacy, affection, or attention, give yourself what you need. If you need attention, take a day to pamper yourself in some way.", "output": "If you need intimacy, spend time writing in a journal or exploring nature. If you need affection, give yourself affection by thinking about what you love about yourself or taking yourself out for dinner and a movie.", "options": ["It's okay to be pressured to take everything one step at a time. Go figure out what you want but make an effort to make sure you don't stop yourself by trying to follow.", "Wear high heels or compression pants for a day if that's what you feel most comfortable with. Give yourself clothing that can show off your body.", "Doing this might mean that you start spending the day decorating your house and putting up decorations before your parents get home, or it might mean that you finish a project right away, if you are over 10 years old. Spend time cleaning your house, reading, cooking, and doing other things you enjoy.", "If you need intimacy, spend time writing in a journal or exploring nature. If you need affection, give yourself affection by thinking about what you love about yourself or taking yourself out for dinner and a movie."]}
