{"task": "hellaswag", "input": "[header] How to help a child in a wheelchair thrive [title] Install a wheelchair ramp. [step] If any of the doors into your house require stairs, you need to make that entrance accessible. Even if there is another accessible entrance, making all entrances accessible maximizes the child's safety and gives them the same choices as able-bodied people.", "output": "[substeps] If a turn is required, make sure it's at least five feet (1.5 meters) square to allow room for the chair. The ramp or path should be built far enough out to have a gentle slope up to the door.", "options": ["[substeps] Choose a ramp that has a secure access point and a safe, accessible stairs, just as you would if you were transporting a normal child to the pediatrician's office or to the emergency room. All houses have door-mounted escalators at entry points.", "[substeps] Install the ramp to the rear of your house. This ramp goes into the laundry room (or kitchens/storage spaces) and leads straight down the escalator.", "[substeps] Generally, four stairs need to hold four adults and seven floors need to hold seven adults. The guidelines aren't too strict, though--not everyone can get across the entire neighborhood on the same stair.", "[substeps] If a turn is required, make sure it's at least five feet (1.5 meters) square to allow room for the chair. The ramp or path should be built far enough out to have a gentle slope up to the door."]}
{"task": "hellaswag", "input": "[header] How to know if your dog is losing its eyesight [title] Look for cloudy pupils. [step] When a dog's vision begins to suffer with age, you may notice a change to the eye color itself. Cataracts are often a cause of loss of vision related to age, and can be easily seen by looking at your dog's eyes.", "output": "[substeps] Cataracts are marked by a cloudy appearance around a dog's pupil. Monitor your dog's eyes frequently as it ages, as cataracts are easier to treat and reverse if caught early.", "options": ["Your dog may also be looking at its corneas, which are the watery areas inside. [substeps] However, cataracts are usually uncommon in older dogs, especially german shepherds.", "[substeps] Normal eyes may begin to blink brightly for a few seconds and then gradually darken again or lose their whites completely. Cataracts often occur if you pet your dog constantly.", "[substeps] Cataracts are marked by a cloudy appearance around a dog's pupil. Monitor your dog's eyes frequently as it ages, as cataracts are easier to treat and reverse if caught early.", "When a dog develops cataracts, the color becomes darker and take on a bluish complexion. Peripheral peripheral vision in older dogs may also manifest in a bluish complexion."]}
{"task": "hellaswag", "input": "A group of men have formed together a nice little band. They have a singer, guitarist and even drummer all together trying to make some music. the signer", "output": "is very passionate about his work, he gets very into the song.", "options": ["is very passionate about his work, he gets very into the song.", "that is representing the gsa sings in his wake.", "begins to throw the pitch fork and make some music.", "drums his arms and sway his neck as he good tune the music."]}
{"task": "hellaswag", "input": "Woman is talking tot he camera and walking through a parking lot. People are standing in a large gren grassy field playing. men", "output": "are in a field playnig throwing a ball.", "options": ["are playing polo in grass holding various goals.", "are working and goring trees.", "are inside the race line playing badminton.", "are in a field playnig throwing a ball."]}
{"task": "hellaswag", "input": "[header] How to prepare a child for dating [title] Have the talk with her, explaining what dating is. [step] The time to offer sound advice, and to let the young person know what to expect during a date is before the event. [title] Help the young person choose their wardrobe and make sure they have presentable clothing and accessories to wear during their date.", "output": "[step] You might go into details such as what is appropriate clothing for different activities, depending on how well the young person already deals with those things. [title] Talk to the young person about exactly where they will be going, and what they are going to do.", "options": ["[step] You might go into details such as what is appropriate clothing for different activities, depending on how well the young person already deals with those things. [title] Talk to the young person about exactly where they will be going, and what they are going to do.", "[title] Take them to the beach, get a facial, carry a book, or take them out for a picnic at the beach, whatever is available for the young person. [step] Be prepared to be alone to prevent the teen from acting weird in the presence of other teens.", "[step] Also, get the girl's clothes and gear from a local seamstress. This helps move the girl in more fluidly throughout a new situation.", "[title] Have fun! [step] There will be tons of fun in a date and the teen will love to tag along. [title] Visit your teen's school, pick their clothes and accessories, and plan a meal for them."]}
{"task": "hellaswag", "input": "[header] How to make spicy feta cheese dip [title] Broil the banana peppers. [step] Line a small baking sheet with foil, and set 1 to 2 banana peppers on it. Set them under a preheated broiler, and allow them to roast for 10 to 15 until they become charred on the outside.", "output": "Turn the peppers every 5 minutes to ensure that they're roasted evenly on all sides. [substeps] You can adjust the number of peppers to suit your tastes.", "options": ["When they become toasted, carefully remove them from the broiler, and set the melted butter on a slotted spoon. Allow the peppers to cool for 3 to 4 minutes, and turn off the broiler.", "Turn the peppers every 5 minutes to ensure that they're roasted evenly on all sides. [substeps] You can adjust the number of peppers to suit your tastes.", "[substeps] These jalapeños are usually served warm or cold, depending on the season. [title] Place everything in an oven-safe bowl.", "[substeps] Keep an eye on the peppers as they're roasting, as they'll brown quickly. If they seem to burn or peel when they're roasted, set a timer to make sure they don't burn."]}
{"task": "hellaswag", "input": "[header] How to purchase drafting supplies [title] Select and purchase a drafting table. [step] The drafting table is the most important part of the drafter's tool kit. Look for a table with a height-adjustable tabletop, and one that allows you to adjust the angle of the work surface.", "output": "Built-in storage boxes are an option on many tables. Some drafting tables have collapsible legs for transport, but these are not typically as sturdy as their permanent counterparts.", "options": ["The standard table will require at least four inches (ten cm) of table space, while an ergonomic tabletop will require as few as 14 inches (20 cm). You can find all sorts of drafting supplies online or in specialty scrap shops.", "[substeps] Generally, drafting tables can accommodate $1.50 feet (4.92 meters), so you won't need too many. A $1.50 tabletop can be purchased at most home improvement and hardware stores.", "In the workplace, it's often useful to purchase an adjustable tabletop. Although these systems are generally called tabletop adapters, they are in place as a part of the drafting tool kit.", "Built-in storage boxes are an option on many tables. Some drafting tables have collapsible legs for transport, but these are not typically as sturdy as their permanent counterparts."]}
{"task": "hellaswag", "input": "[header] How to make a glue gun [title] Cut apart a soda can to get a flat sheet. [step] Use a craft blade to slice the top and bottom off of a soda can. Use a pair of scissors to cut the tube open to form a flat sheet.", "output": "[substeps] Make sure that the soda can is clean. You can clean the metal before or after you cut it.", "options": ["[substeps] Make sure that the soda can is clean. You can clean the metal before or after you cut it.", "The flat sheet will help to dry the bottles. [title] Mix together isopropyl alcohol and liquid soap.", "[substeps] If you prefer, you can decorate the soda can as you create it. [title] Poke a hole at the top of the soda can.", "[title] Place a pencil mark on the sheet of paper that will become your base. [step] Line up one end of the blank side of your paper with the pointed edge and stuff it with tiny pieces of tube that poke out the other side."]}
