{"task": "boolq", "input": "question: does the texas flag fly at the same height as the american flag [SEP] context: The flag is required by law to be displayed on or near the main administration building of each state institution during each state or national holiday, and on any special occasion of historical significance, permanently above both doors of the Texas State Capitol, alone at the north door, and under the U.S. flag at the south door, with the exception being if the flags are at half mast or if the POW/MIA flag is being flown with the U.S. flag; in which event the Texas flag shall only fly at the North Door. State law also requires that the state flag be flown at or near any International Port of Entry. When displayed vertically, the blue stripe should be at top and, from the perspective of an observer, the white stripe should be to the left of the red stripe.", "output": "no", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: was there a consumer revolution in the eighteenth century [SEP] context: The term Consumer revolution refers to the period from approximately 1600 to 1750 in England in which there was a marked increase in the consumption and variety of ``luxury'' goods and products by individuals from different economic and social backgrounds. The consumer revolution marked a departure from the traditional mode of life that was dominated by frugality and scarcity to one of increasingly mass consumption in society.", "output": "yes", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: do i need front license plate in ontario [SEP] context: In the Canadian provinces and territories of Alberta, Newfoundland and Labrador, the Northwest Territories, Nova Scotia, Nunavut, Prince Edward Island, Quebec, Saskatchewan, and Yukon, licence plates are currently only required on the rear of the vehicle. The remaining provinces, British Columbia, Manitoba, New Brunswick, and Ontario, require the licence plates to be mounted on both the front and rear of the vehicle. Dealership plate frames or custom plate frames are allowed as long as the frame does not obstruct view of validation stickers or district.", "output": "yes", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: does injustice 2 take place in the alternate universe [SEP] context: Injustice 2 continues the storyline established in Injustice: Gods Among Us. Unlike the previous game, which centered on a multi-universe conflict, the plot for Injustice 2 takes place entirely within the alternate, dystopian universe. According to Injustice: Gods Among Us Cinematic Director Dominic Cianciolo, the story from the first installment provided a solid foundation for adapting the canonical histories of the game's newer cast, allowing the writers to fit their stories within the Injustice universe. The biggest challenge presented to the writers was extending the series' narrative without repeating the core Batman versus Superman conflict. This led to the inclusion of Brainiac as the game's central antagonist, as there were few characters in the DC Universe that could top ``Dictator Superman'' as a foe for Batman.", "output": "yes", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: is polyneuropathy and peripheral neuropathy the same thing [SEP] context: Peripheral neuropathy may be classified according to the number and distribution of nerves affected (mononeuropathy, mononeuritis multiplex, or polyneuropathy), the type of nerve fiber predominantly affected (motor, sensory, autonomic), or the process affecting the nerves; e.g., inflammation (neuritis), compression (compression neuropathy), chemotherapy (chemotherapy-induced peripheral neuropathy).", "output": "no", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: is the blacklist over for the season 2018 [SEP] context: The fifth season of the American crime thriller television series The Blacklist premiered on NBC on September 27, 2017, with a timeslot change from Thursday at 10:00 PM to Wednesday at 8:00 PM. The season was produced by Davis Entertainment, Universal Television and Sony Pictures Television, and the executive producers are Jon Bokenkamp, John Davis, John Eisendrath, John Fox, and Joe Carnahan. The season contained 22 episodes and concluded on May 16, 2018. The season aired the series 100th episode.", "output": "yes", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: is there a such thing as water poisoning [SEP] context: Water intoxication, also known as water poisoning, hyperhydration, or water toxemia is a potentially fatal disturbance in brain functions that results when the normal balance of electrolytes in the body is pushed outside safe limits by overhydration (excessive water intake).", "output": "yes", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: is the actress trixie in call the midwife pregnant [SEP] context: In April 2016, she began dating her Call The Midwife co-star Jack Ashton when they went to South Africa to film the show's Christmas special. In September 2017, their daughter, Wren Ivy, was born.", "output": "no", "options": ["no", "yes"]}
