{"task": "boolq", "input": "question: is never let me go a dystopian novel [SEP] context: Never Let Me Go is a 2005 dystopian science fiction novel by Nobel Prize-winning British author Kazuo Ishiguro. It was shortlisted for the 2005 Booker Prize (an award Ishiguro had previously won in 1989 for The Remains of the Day), for the 2006 Arthur C. Clarke Award and for the 2005 National Book Critics Circle Award. Time magazine named it the best novel of 2005 and included the novel in its TIME 100 Best English-language Novels from 1923 to 2005. It also received an ALA Alex Award in 2006. A film adaptation directed by Mark Romanek was released in 2010; a Japanese television drama aired in 2016.", "output": "yes", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: did vivien leigh won an oscar for streetcar named desire [SEP] context: She won two Academy Awards for Best Actress, for her iconic performances as Scarlett O'Hara in Gone with the Wind (1939) and Blanche DuBois in the film version of A Streetcar Named Desire (1951), a role she had also played on stage in London's West End in 1949. She also won a Tony Award for her work in the Broadway musical version of Tovarich (1963).", "output": "yes", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: does a tornado watch mean there is a tornado [SEP] context: A tornado watch (SAME code: TOA) is issued when weather conditions are favorable for the development of severe thunderstorms called a supercell that are capable of producing tornadoes. A tornado watch therefore implies that it is also a severe thunderstorm watch. A tornado watch must not be confused with a tornado warning. In most cases, the potential exists for large hail and/or damaging winds in addition to tornadoes.", "output": "no", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: does the vice president stay in the white house [SEP] context: Number One Observatory Circle is the official residence of the Vice President of the United States.", "output": "no", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: is canada the biggest country in the world [SEP] context: Canada (French: (kanadɑ)) is a country located in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Canada's southern border with the United States is the world's longest bi-national land border. As a whole, Canada is sparsely populated, the majority of its land area being dominated by forest and tundra. Consequently, its population is highly urbanized, with 82 percent of the 35.15 million people concentrated in large and medium-sized cities, many near the southern border. Its capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver. Canada's climate varies widely across its vast area, ranging from arctic weather in the north, to hot summers in the southern regions, with four distinct seasons.", "output": "no", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: was the alamo part of the mexican american war [SEP] context: Within Mexico, the battle has often been overshadowed by events from the Mexican--American War of 1846--48. In 19th-century Texas, the Alamo complex gradually became known as a battle site rather than a former mission. The Texas Legislature purchased the land and buildings in the early part of the 20th century and designated the Alamo chapel as an official Texas State Shrine. The Alamo is now ``the most popular tourist site in Texas''. The Alamo has been the subject of numerous non-fiction works beginning in 1843. Most Americans, however, are more familiar with the myths and legends spread by many of the movie and television adaptations, including the 1950s Disney mini-series Davy Crockett and John Wayne's 1960 film The Alamo.", "output": "yes", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: is there such thing as a square watermelon [SEP] context: Square watermelons are watermelons grown into the shape of a cube. Square watermelons are common in Japan, but they are purely ornamental and are often very expensive, with prices as high as $100.", "output": "yes", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: is there a such thing as blue corn [SEP] context: Blue corn (also known as Hopi maize) is a variety of flint maize grown in Mexico and the Southwestern United States. It is one of the main types of corn used for the traditional Southern and Central Mexican food known as tlacoyo.", "output": "yes", "options": ["no", "yes"]}
