{"task": "boolq", "input": "question: does tyler the creator produce his own music [SEP] context: During the time fans have been in waiting for Wolf, Okonma performed several guest verses for other artists, notably ``Trouble on My Mind'' by GOOD Music artist Pusha T, ``Martians vs. Goblins by Game (also featuring Lil Wayne), ``I'ma Hata'' by DJ Drama (also featuring Waka Flocka Flame and D-Bo), the title track from fellow Odd Future member Domo Genesis' collaboration album with The Alchemist, No Idols, and ``Blossom & Burn'' by Trash Talk (also featuring Hodgy Beats). Okonma also co-produced the song ``666'' from MellowHype's third album Numbers, which featured Mike G. Okonma won Best New Artist for ``Yonkers'' at the 2011 MTV Video Music Awards. In an interview with DJ Semtex, he confirmed that he will handle all the production on his upcoming album, except one song produced by Left Brain. This was how the production on Goblin was dealt with.", "output": "yes", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: are middle ages and dark ages the same [SEP] context: The ``Dark Ages'' is a historical periodization traditionally referring to the Middle Ages, that asserts that a demographic, cultural, and economic deterioration occurred in Western Europe following the decline of the Roman Empire.", "output": "yes", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: can you change a pawn to a queen in chess [SEP] context: Promotion is a chess rule that requires a pawn that reaches its eighth rank to be immediately replaced by the player's choice of a queen, knight, rook, or bishop of the same color . The new piece replaces the pawn on the same square, as part of the same move. The choice of new piece is not limited to pieces previously captured , thus promotion can result in a player owning, for example, two or more queens despite starting the game with one. Pawn promotion, or the threat of it, often decides the result in an endgame. Since the queen is the most powerful piece, the vast majority of promotions are to a queen. Promotion to a queen is often called queening; promotion to any other piece is referred to as underpromotion (Golombek 1977).", "output": "yes", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: did attack on titan season 2 come out [SEP] context: A second season of the anime series was announced on the opening day of the first theatrical film, which was originally set to be released in 2016. It was then confirmed in the January 2017 issue of the Bessatsu Shōnen Magazine that the second season would premiere in April 2017. Masashi Koizuka directed the second season, with Araki acting as chief director. It has also been licensed by Funimation. It ran for 12 episodes.", "output": "yes", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: can you buy cadburys creme eggs all year round [SEP] context: Creme eggs are available annually between 1 January and Easter Day. In the UK in the 1980s, Cadbury made Creme Eggs available year-round but sales dropped and they returned to seasonal availability.", "output": "no", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: does the 2005 nissan altima have a cvt transmission [SEP] context: The 2005 Nissan Altima received a facelift, including a new front grille, all-red taillights, redesigned interior, and an optional DVD-based navigation system. The V6 was now rated at 250 hp (186 kW) with torque rated at 249 pound-feet (338 N⋅m), and proven 0--60 mph time in just 6.2 seconds utilizing the 5-speed automatic transmission. Also new was the SE-R model with a 260 hp (194 kW) and 251 lb⋅ft (340 N⋅m) of torque version of the V6, a 6-speed manual transmission (automatic still optional), upgraded brakes, 18-inch wheels, a suspension even stiffer than that of the 3.5 SE's, and a high-flow exhaust. Car and Driver tested the SE-R resulting in 0--60 mph in 6.1 seconds. MotorWeek episode #2432 tested an SE-R equipped with an automatic transmission that produced a 0--60 mph time of 5.8 seconds.", "output": "no", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: is king's hawaiian bread made in hawaii [SEP] context: King's Hawaiian is a Torrance, California-based family-owned and operated bakery, known chiefly for its Hawaiian bread. It was founded by Robert Taira, in Hilo, Hawaii, in the late 1950s.", "output": "no", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: is the grand canyon the second largest canyon in the world [SEP] context: The Grand Canyon of northern Arizona in the United States, with an average depth of 1,600 m (one mile) and a volume of 4.17 trillion cubic metres, is one of the world's largest canyons. It was among the 28 finalists of the New7Wonders of Nature worldwide poll. (Some referred to it as one of the 7 natural wonders of the world.) Copper Canyon in Chihuahua, Mexico is deeper and longer than the Grand Canyon.", "output": "no", "options": ["no", "yes"]}
