{"task": "boolq", "input": "question: can i upload my brain to a computer [SEP] context: Whole brain emulation (WBE), mind upload or brain upload (sometimes called ``mind copying'' or ``mind transfer'') is the hypothetical futuristic process of scanning the mental state (including long-term memory and ``self'') of a particular brain substrate and copying it to a computer. The computer could then run a simulation model of the brain's information processing, such that it responds in essentially the same way as the original brain (i.e., indistinguishable from the brain for all relevant purposes) and experiences having a conscious mind.", "output": "no", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: do cats have scent glands on their paws [SEP] context: Cats have scent glands on the underside of their paws. When they knead or scratch objects or people, it is likely these pheromones are transferred to the person or object being kneaded or scratched.", "output": "yes", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: do you get a pink slip when fired [SEP] context: Pink slip refers to the American practice, by a human resources department, of including a discharge notice in an employee's pay envelope to notify the worker of they termination of employment or layoff.", "output": "yes", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: is dandelion and burdock the same as root beer [SEP] context: Dandelion and burdock shares a historical origin with a number of drinks originally made from lightly fermented root extracts, such as root beer and sarsaparilla, supposedly as a health benefit. One story regarding its origin is that in the 13th Century St. Thomas Aquinas, after a hard night's praying, stumbled out in the dawn and, ``trusting in God to Provide'' brewed a concoction from the first two plants he encountered.", "output": "no", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: are there still quakers in the united states [SEP] context: The Religious Society of Free Quakers, originally called ``The Religious Society of Friends, by some styled the Free Quakers'', was established on February 20, 1781 in Philadelphia, Pennsylvania. More commonly known as Free Quakers, the Society was founded by members of the Religious Society of Friends, or Quakers, who had been expelled for failure to adhere to the Peace Testimony during the American Revolutionary War. Many of its early members were prominent Quakers involved in the American Revolution before the society was established. Notable Free Quakers at the early meetings include Lydia Darragh and Betsy Ross. Following the end of the American Revolutionary War, the number of Free Quakers began to dwindle as some members died and others were either accepted back into the Society of Friends or by other religious institutions. There is a small group of Free Quakers in Indiana who continue the tradition of the Five Principles (Inner Light, peace, simplicity, justice, stewardship) and the Five Freedoms (from creeds, from clergy, from public worship, from organized membership, from evangelization). Today, the descendants of the original Free Quakers hold an annual meeting of the Religious Society of Free Quakers at the Free Quaker Meetinghouse in Philadelphia, Pennsylvania.", "output": "yes", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: can i buy beer in pennsylvania on sunday [SEP] context: The hours of operation of beer distributors are typically similar to that of Wine and Spirits stores and other retail establishments. These hours are only restricted by the state on Sundays, where a special license is required to sell beer, and sales before 11 am are not permitted. Although state law permits late-night beer distributors, local authorities can place additional restrictions, and stores typically close before 10 pm.", "output": "yes", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: is the cell membrane inside the cell wall [SEP] context: The cell membrane (also known as the plasma membrane or cytoplasmic membrane, and historically referred to as the plasmalemma) is a biological membrane that separates the interior of all cells from the outside environment (the extracellular space). It consists of a lipid bilayer with embedded proteins. The basic function of the cell membrane is to protect the cell from its surroundings. The cell membrane controls the movement of substances in and out of cells and organelles. In this way, it is selectively permeable to ions and organic molecules. In addition, cell membranes are involved in a variety of cellular processes such as cell adhesion, ion conductivity and cell signalling and serve as the attachment surface for several extracellular structures, including the cell wall, the carbohydrate layer called the glycocalyx, and the intracellular network of protein fibers called the cytoskeleton. In the field of synthetic biology, cell membranes can be artificially reassembled.", "output": "no", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: does everyone in iceland have a surname ending in son [SEP] context: Icelandic names differ from most current Western family name systems by being patronymic or occasionally matronymic: they indicate the father (or mother) of the child and not the historic family lineage. Iceland shares a common cultural heritage with the Scandinavian countries of Norway, Sweden and Denmark with the Faroe Islands. Icelanders, however, unlike other Nordics, have continued to use their traditional name system, which was formerly used by all Nordic countries except partly Finland. The Icelandic system is thus not based on family names (although some people do have family names and might use both systems). Generally, a person's second name indicates the first name of their father (patronymic) or in some cases mother (matronymic). According to Icelandic naming tradition, second names end in -son or -dóttir with few exceptions.", "output": "no", "options": ["no", "yes"]}
