{"task": "boolq", "input": "question: can i upload my brain to a computer [SEP] context: Whole brain emulation (WBE), mind upload or brain upload (sometimes called ``mind copying'' or ``mind transfer'') is the hypothetical futuristic process of scanning the mental state (including long-term memory and ``self'') of a particular brain substrate and copying it to a computer. The computer could then run a simulation model of the brain's information processing, such that it responds in essentially the same way as the original brain (i.e., indistinguishable from the brain for all relevant purposes) and experiences having a conscious mind.", "output": "no", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: do cats have scent glands on their paws [SEP] context: Cats have scent glands on the underside of their paws. When they knead or scratch objects or people, it is likely these pheromones are transferred to the person or object being kneaded or scratched.", "output": "yes", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: do you get a pink slip when fired [SEP] context: Pink slip refers to the American practice, by a human resources department, of including a discharge notice in an employee's pay envelope to notify the worker of they termination of employment or layoff.", "output": "yes", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: is dandelion and burdock the same as root beer [SEP] context: Dandelion and burdock shares a historical origin with a number of drinks originally made from lightly fermented root extracts, such as root beer and sarsaparilla, supposedly as a health benefit. One story regarding its origin is that in the 13th Century St. Thomas Aquinas, after a hard night's praying, stumbled out in the dawn and, ``trusting in God to Provide'' brewed a concoction from the first two plants he encountered.", "output": "no", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: are there still quakers in the united states [SEP] context: The Religious Society of Free Quakers, originally called ``The Religious Society of Friends, by some styled the Free Quakers'', was established on February 20, 1781 in Philadelphia, Pennsylvania. More commonly known as Free Quakers, the Society was founded by members of the Religious Society of Friends, or Quakers, who had been expelled for failure to adhere to the Peace Testimony during the American Revolutionary War. Many of its early members were prominent Quakers involved in the American Revolution before the society was established. Notable Free Quakers at the early meetings include Lydia Darragh and Betsy Ross. Following the end of the American Revolutionary War, the number of Free Quakers began to dwindle as some members died and others were either accepted back into the Society of Friends or by other religious institutions. There is a small group of Free Quakers in Indiana who continue the tradition of the Five Principles (Inner Light, peace, simplicity, justice, stewardship) and the Five Freedoms (from creeds, from clergy, from public worship, from organized membership, from evangelization). Today, the descendants of the original Free Quakers hold an annual meeting of the Religious Society of Free Quakers at the Free Quaker Meetinghouse in Philadelphia, Pennsylvania.", "output": "yes", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: can i buy beer in pennsylvania on sunday [SEP] context: The hours of operation of beer distributors are typically similar to that of Wine and Spirits stores and other retail establishments. These hours are only restricted by the state on Sundays, where a special license is required to sell beer, and sales before 11 am are not permitted. Although state law permits late-night beer distributors, local authorities can place additional restrictions, and stores typically close before 10 pm.", "output": "yes", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: is the cell membrane inside the cell wall [SEP] context: The cell membrane (also known as the plasma membrane or cytoplasmic membrane, and historically referred to as the plasmalemma) is a biological membrane that separates the interior of all cells from the outside environment (the extracellular space). It consists of a lipid bilayer with embedded proteins. The basic function of the cell membrane is to protect the cell from its surroundings. The cell membrane controls the movement of substances in and out of cells and organelles. In this way, it is selectively permeable to ions and organic molecules. In addition, cell membranes are involved in a variety of cellular processes such as cell adhesion, ion conductivity and cell signalling and serve as the attachment surface for several extracellular structures, including the cell wall, the carbohydrate layer called the glycocalyx, and the intracellular network of protein fibers called the cytoskeleton. In the field of synthetic biology, cell membranes can be artificially reassembled.", "output": "no", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: does everyone in iceland have a surname ending in son [SEP] context: Icelandic names differ from most current Western family name systems by being patronymic or occasionally matronymic: they indicate the father (or mother) of the child and not the historic family lineage. Iceland shares a common cultural heritage with the Scandinavian countries of Norway, Sweden and Denmark with the Faroe Islands. Icelanders, however, unlike other Nordics, have continued to use their traditional name system, which was formerly used by all Nordic countries except partly Finland. The Icelandic system is thus not based on family names (although some people do have family names and might use both systems). Generally, a person's second name indicates the first name of their father (patronymic) or in some cases mother (matronymic). According to Icelandic naming tradition, second names end in -son or -dóttir with few exceptions.", "output": "no", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: are all the members of tlc still alive [SEP] context: Following the unsuccessful debut solo album, Supernova, Lopes started working on her second solo album. On April 25, 2002, before the album was completed, Lopes died in a car crash while filming a documentary in Honduras, which would later be released as The Last Days of Left Eye in 2007 on VH1. After taking a hiatus following Lopes' death, Watkins, Thomas, and Austin decided that they would complete the remainder of their fourth album, to be called 3D, which also featured production from Rodney Jerkins, The Neptunes, Raphael Saadiq, Missy Elliott and Timbaland. A decision was also made that TLC would retire after the release and promotion of 3D, rather than replace Lopes and continue as a group. However, ultimately they chose to carry on as a duo. Lopes appears vocally on 3D as she had already completed her vocals for two songs for the new album. Another two other songs featured her vocals from previously unreleased songs. Several of the songs eulogized Lopes. 3D was released on November 12, 2002.", "output": "no", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: are the marines a division of the navy [SEP] context: The Marine Corps has been a component of the U.S. Department of the Navy since 30 June 1834, working closely with naval forces. The USMC operates installations on land and aboard sea-going amphibious warfare ships around the world. Additionally, several of the Marines' tactical aviation squadrons, primarily Marine Fighter Attack squadrons, are also embedded in Navy carrier air wings and operate from the aircraft carriers.", "output": "yes", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: do you have to be born in france to be president [SEP] context: The required personal qualifications for a candidate for the presidential elections are the same as those for any other official election, as set forth in the French Electoral code (Code électoral). A candidate for an election must be a citizen, have attained the age of 18 years, be qualified to vote, not be ineligible by dint of a criminal conviction or judicial decision and have a bank account.", "output": "no", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: do african elephants live in the sahara desert [SEP] context: Desert elephants are not a distinct species of elephant but are African bush elephants (Loxodonta africana) that have made their homes in the Namib and Sahara deserts. It was believed at one time that they were a subspecies of the African bush elephant but this is no longer thought to be the case. Desert-dwelling elephants were once more widespread in Africa than they are now and are currently found only in Namibia and Mali. They tend to migrate from one waterhole to another following traditional routes which depend on the seasonal availability of food and water. They face pressure from poaching and from changes in land use by humans.", "output": "yes", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: is there going to be another season of greys anotomy [SEP] context: The fourteenth season concluded on May 17, 2018 and Grey's Anatomy was subsequently renewed for a fifteenth season, which is set to premiere on September 27, 2018. The series' success catapulted such long-running cast members as Pompeo, Dempsey, and Oh to worldwide recognition; they were among the top five highest-earning television actors in 2013. While the show's ratings have fallen over the course of its run (it was once among the overall top 10 shows in the United States), it is still one of the highest-rated shows among the 18--49 demographic, and the No. 3 drama on all of broadcast television. The series was the highest revenue-earning show on television, in terms of advertising, in the 2007-08 season; in 2017, it was ranked tenth on the list. Grey's Anatomy ranks as ABC's highest-rated drama in its fourteenth season.", "output": "yes", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: is it ok to eat cooking apples raw [SEP] context: It is often believed that eating cooking apples raw will make a person sick. In reality cooking apples are harmless raw and are just varieties of apples whose characteristics are well suited to cooking. This myth is simply a product of cooking apples' tart taste and the possibility of it not sitting well in the stomach.", "output": "yes", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: the earliest form of state police agency to emerge in the united states was the texas rangers [SEP] context: The Texas Rangers are the earliest form of state law enforcement in the United States, first organized by Stephen F. Austin in 1823. The original ranger force consisted of ten men charged with protecting settlers from Indian attacks. Though the rangers of this era are today considered law enforcement officers, they rarely wore badges and were little more than volunteers; the Mexican military was officially in charge of law enforcement in the then-Mexican state of Coahuila y Tejas. The Rangers later served as a paramilitary force on the U.S.-Mexico border and in several armed military conflicts, including the Texas Revolution, the Mexican--American War, and the American Civil War. They continued to fill basic law enforcement and frontier protection roles until the close of the ``wild west'' era. In the early 1900s, they transformed into a criminal investigative agency. The history and legacy of the Texas Rangers has spawned numerous depictions in popular culture. The colloquial image of a Texas Ranger ``always (getting) their man'' has likewise made the Rangers a revered and highly competitive agency within law enforcement, with fewer than 1 in 100 applicants being considered for a single position.", "output": "yes", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: was season 7 of parks and rec planned [SEP] context: The seventh season of Parks and Recreation overall, as well as the series finale, received universal praise from critics. Rotten Tomatoes gave the season a 100% rating based on 13 reviews. IGN reviewer Matt Fowler gave the series finale a perfect 10 out of 10 score, saying ``Doing what the show does best, Parks knocked it clear out of the park with ``One Last Ride.'' A remarkably irresistible swirl of love and satire. The writers knew it wasn't enough to just send everyone off into the future. They knew we needed to see that future. Not just for peace of mind, but because we've all become so lovingly invested in the characters. This final season proved to us that we could withstand a time jump and still remain attached to everyone. And this finale used that to hop through the Pawnee gang's futures, creating an exciting, heartwarming journey.''", "output": "yes", "options": ["no", "yes"]}
