{"task": "boolq", "input": "question: did jurassic world fallen kingdom come out yet [SEP] context: Filming took place from February to July 2017 in the United Kingdom and Hawaii. Produced and distributed by Universal Pictures, Fallen Kingdom premiered in Madrid on May 21, 2018, and was released internationally in early June 2018 and in the United States on June 22, 2018. The film has grossed over $1.2 billion worldwide, making it the third Jurassic film to pass the mark, the third highest-grossing film of 2018 and the 13th highest-grossing film of all time. It received mixed reviews from critics, who praised Pratt's performance, Bayona's direction, the visuals, and the ``surprisingly dark moments'', although many criticized the screenplay and lack of innovation, with some suggesting the series has run its course. An untitled sequel is set to be released on June 11, 2021, with Trevorrow returning to direct.", "output": "yes", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: has there ever been a host team in the super bowl [SEP] context: The home field curse affects the host team of the Super Bowl. So far no team has yet managed to reach the Super Bowl in their home stadium. Four teams with Super Bowls in their home venue have qualified for the divisional playoffs: the 1994 Miami Dolphins, the 1998 Miami Dolphins, the 2016 Houston Texans, and the 2017 Minnesota Vikings, the Vikings being the first to qualify for their conference's title game. From 1966--2011 (excluding the six Super Bowl games held in a stadium without a professional team), the Super Bowl host team has had 11 winning seasons, four split seasons, and 25 losing seasons. Mathematically, the probability of that many losing seasons or more occurring by chance (assuming a 50 percent chance of having a losing season (disregarding .500 seasons)) is 7.69 percent. It should be noted, however, that the Super Bowl host stadium is selected several years before the game is played, without regard to the teams that qualify.", "output": "no", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: is it legal to have a radar detector in texas [SEP] context: Radar jammers are not allowed under federal rule, but laser jammers are not specifically banned. Ten states are specifically banning laser jammers: California, Colorado, Illinois, Minnesota, South Carolina, Oklahoma, Tennessee, Texas, Utah, and Virginia. Radar detectors are not banned in the aforementioned states (Excluding Virginia).", "output": "yes", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: is chitty chitty bang bang just a story [SEP] context: Chitty Chitty Bang Bang is a 1968 British musical adventure fantasy film, directed by Ken Hughes and written by Roald Dahl and Hughes, loosely based on Ian Fleming's 1964 novel Chitty-Chitty-Bang-Bang: The Magical Car. The film stars Dick Van Dyke, Sally Ann Howes, Adrian Hall, Heather Ripley, Lionel Jeffries, James Robertson Justice, Robert Helpmann and Gert Fröbe.", "output": "yes", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: has anyone won the grand slam in golf in one year [SEP] context: The term ``Grand Slam'' was first applied to Bobby Jones' achievement of winning the four major golf events of 1930: The Open Championship, the U.S. Open, the U.S. Amateur and the British Amateur. When Jones won all four, the sports world searched for ways to capture the magnitude of his accomplishment. Up to that time, there was no term to describe such a feat because no one had thought it possible. The Atlanta Journal's O.B. Keeler dubbed it the ``Grand Slam,'' borrowing a bridge term. George Trevor of the New York Sun wrote that Jones had ``stormed the impregnable quadrilateral of golf.'' Keeler would later write the words that would forever be linked to one of the greatest individual accomplishments in the history of sports:", "output": "yes", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: are red fish and red drum the same [SEP] context: The red drum (Sciaenops ocellatus), also known as channel bass, redfish, puppy drum spottail bass, or simply red, is a game fish found in the Atlantic Ocean from Massachusetts to Florida and in the Gulf of Mexico from Florida to northern Mexico. It is the only species in the genus Sciaenops. The red drum is related to the black drum (Pogonias cromis), and the two species are often found in close proximity to each other; they can interbreed and form a robust hybrid, and younger fish are often indistinguishable in flavor.", "output": "yes", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: can you start a fire with a fart [SEP] context: Fart lighting, also known as pyroflatulence or flatus ignition, is the practice of igniting the gases produced by human flatulence, often producing a flame of a blue hue, hence the act being known colloquially as a ``blue angel'', ``blue dart'', or in Australia, a ``blue flame''. The fact that flatus is flammable, and the actual combustion of it through this practice, gives rise to much humorous derivation. Other colors of flame such as orange and yellow are possible with the color dependent on the mixture of gases formed in the colon. In order to ``fire fart'', one must have a fart prepared in the anal cavity, and a lighter at the ready. Then they fart onto the lighter.", "output": "yes", "options": ["no", "yes"]}
{"task": "boolq", "input": "question: can i go to andorra with schengen visa [SEP] context: The Andorran government imposes no visa requirements on its visitors and only requires a passport or European Union national identity card for entrance. However, since the country is only accessible via the Schengen countries of Spain or France, entrance is not possible without entering the Schengen area first and the Schengen visa rules can therefore be regarded to apply de facto. Because Andorra is not part of the Schengen area, a multiple entry visa is required to re-enter the Schengen area when leaving Andorra. Foreign visitors looking to stay in Andorra more than 90 days require a residence permit.(2)", "output": "yes", "options": ["no", "yes"]}
