{"task": "quartz-no_knowledge", "input": "Air pressure will _____ when one goes up a mountain.", "output": "decrease", "options": ["increase", "decrease"]}
{"task": "quartz-no_knowledge", "input": "Bob releases a deep breath, so that his lungs will have more painful pressure, making the size of Bob's chest", "output": "decrease", "options": ["decrease", "increase"]}
{"task": "quartz-no_knowledge", "input": "Dawn is screwing in a screw so she can hang a picture on the wall. Because the threads are so far apart, the force that Dawn must apply to get the screw into the wall is", "output": "greater", "options": ["greater", "lesser"]}
{"task": "quartz-no_knowledge", "input": "During a game of tug-o-war, two teams are pulling a rope, the team that will pull the hardest has people who weigh", "output": "more", "options": ["more", "less"]}
{"task": "quartz-no_knowledge", "input": "If Mona is excavating an archeological site and she discovers some fossils near the surface then compares them to fossils she found deeper down, which fossils will be younger?", "output": "near the surface", "options": ["near the surface", "deeper down"]}
{"task": "quartz-no_knowledge", "input": "When we spend time lifting a lot of weights we become", "output": "stronger", "options": ["weaker", "stronger"]}
{"task": "quartz-no_knowledge", "input": "If Milo stops eating for awhile and his blood glucose decreases, what happens to the amount of insulin he is producing?", "output": "decreases", "options": ["increases", "decreases"]}
{"task": "quartz-no_knowledge", "input": "When particles get close together what happens to the amplitude?", "output": "increases", "options": ["increases", "decreases"]}
{"task": "quartz-no_knowledge", "input": "The Moon has _____ effect on the tides than Mars.", "output": "more", "options": ["more", "less"]}
{"task": "quartz-no_knowledge", "input": "Mona is developing a computerized model to detect changes in weather patterns for her farming business. If she removes computing power from the computer she is using to develop the model, what happens to the chances that model will be correct?", "output": "decrease", "options": ["increase", "decrease"]}
{"task": "quartz-no_knowledge", "input": "Jim looked at his cat's eyes on a bright sunny day, then he looked at the eyes when the cat was in very low light inside the house. In the low light condition, the cat's pupils well be", "output": "larger", "options": ["smaller.", "larger"]}
{"task": "quartz-no_knowledge", "input": "When observing reactants and their particles, Shane decreases the temperature they're exposed to, noting that they now move", "output": "slower", "options": ["faster", "slower"]}
{"task": "quartz-no_knowledge", "input": "Ryan wants to have better technology in the world, so do have that, he will need for the things currently being developed to be", "output": "better", "options": ["better", "worse"]}
{"task": "quartz-no_knowledge", "input": "John was looking at the weather data and making some observations. He saw that with less trees, droughts were", "output": "Greater", "options": ["Greater", "Lesser"]}
{"task": "quartz-no_knowledge", "input": "A village is gathering food for the winter. The more food they gather the likelihood of survival being high is", "output": "great", "options": ["great", "small"]}
{"task": "quartz-no_knowledge", "input": "James spent 30 minutes exercising while Mary spent only 10 minutes exercising. Which person had the lower heart rate?", "output": "Mary", "options": ["Mary", "James"]}
