{"task": "quartz-no_knowledge", "input": "Mike dove higher and higher out of the ocean trench. As he goes higher, the pressure exerted on him by the water", "output": "decreases", "options": ["increases", "decreases"]}
{"task": "quartz-no_knowledge", "input": "If Jim stop exercising his muscles, would the strength of them", "output": "decrease", "options": ["increase", "decrease"]}
{"task": "quartz-no_knowledge", "input": "A population of squirrels in a local forest had less food available to them this spring than they did last spring. During which spring will more squirrels leave the area to live somewhere else?", "output": "this spring", "options": ["this spring", "last spring"]}
{"task": "quartz-no_knowledge", "input": "If Mona is running a race and her chest expands, what happens to the amount of air pressure in her lungs?", "output": "decreases", "options": ["increases", "decreases"]}
{"task": "quartz-no_knowledge", "input": "Compared to the Sun, which is an average star, would CFBDSIR 1458, the coldest star, be", "output": "dimmer than the Sun?", "options": ["brighter than the Sun", "dimmer than the Sun?"]}
{"task": "quartz-no_knowledge", "input": "If Mona lives in a country that doesn't get a lot of rain and it rains extra hard one day, what does that do to the water table?", "output": "increases", "options": ["increases", "decreases"]}
{"task": "quartz-no_knowledge", "input": "Eric underwent surgery to decrease the size of his larynx. His voice is now", "output": "higher", "options": ["higher", "deeper"]}
{"task": "quartz-no_knowledge", "input": "If Jim lowers carbon dioxide to the ocean, the level of acidity in the ocean becomes", "output": "smaller", "options": ["greater", "smaller"]}
{"task": "quartz-no_knowledge", "input": "Dawn is screwing in a screw so she can hang a picture on the wall. Because the threads are really close together, the force that Dawn must apply to get the screw into the wall is", "output": "lesser", "options": ["greater", "lesser"]}
{"task": "quartz-no_knowledge", "input": "Noah has noticed that the galaxies are expanding. This will make the galaxies", "output": "further apart.", "options": ["nearer", "further apart."]}
{"task": "quartz-no_knowledge", "input": "When a pH number is very high we say the item is:", "output": "basic", "options": ["basic", "acidic"]}
{"task": "quartz-no_knowledge", "input": "Sinclair is looking at the effects that factories are having on developing countries natural resources. He studies one country that is building fewer factories. In that country, the natural resources are likely experiencing _____ demands because fewer factories are being built.", "output": "less", "options": ["less", "more"]}
{"task": "quartz-no_knowledge", "input": "James is a much bigger person than Sally. Which person has more gravity?", "output": "James", "options": ["Sally", "James"]}
{"task": "quartz-no_knowledge", "input": "John was analyzing some of the results from his sunscreen study. He found that a higher SPF protects the skin", "output": "Longer", "options": ["Shorter", "Longer"]}
{"task": "quartz-no_knowledge", "input": "Water found on Earth's hot regions is _____ dense that water found on Earth's cold regions.", "output": "less", "options": ["more", "less"]}
{"task": "quartz-no_knowledge", "input": "Greta lost weight after eating food. Her force of gravity", "output": "decreased", "options": ["increased", "decreased"]}
