{"task": "yelp_polarity", "input": "Soggy pizza, $19 burger with no side, 5% concession fee whatever. This place is SO overpriced, and the food is McDonald's just way overpriced.", "output": "negative", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "These guys are awesome, I had a short notice job and they did everything to squeeze in a convenient time for me. They were helpful and had a good attitude even though the job was a tough 3 story one. I highly recommend these guys. The prices aren't bad either!", "output": "positive", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "Basically a smaller version of Cheesecake Factory (well they ARE owned by them hahaha..), but for some reason a whole lot better!   I've been to Cheesecake Factory plenty of times, and I felt that it was relatively over-priced for the measley portions they offer. However, Grand Lux shares just about the same menu, but pricing and portions are worth the cost.  While my friends and I were staying at the Venetian, Grand Lux Cafe was basically our go-to spot for food, regardless of time or circumstance, since of course it's open 24 hours. Incredibly convenient, especially for a city like Vegas!  I tried a couple different things I don't often order at restaurants, the Braised Yankee Pot Roast and the Veal Saltimbocca.   Now, you can get pot roast just about ANYWHERE, but Grand Lux prepared it so well. Normally, at your run-of-the-mill restaurants, the Pot Roast description says \\\"\"slow-roasted until tender\\\"\" and ends up being all dry and chewy. Grand Lux's version was a different story; I could've sworn the meat was as tender as butter and as savory as can possibly be. The vegetables were fresh and buttery, though I wasn't too fond of the yams. (Not a yam guy, so sue me.)  The Veal Saltimbocca was pretty much like a Chicken Cordon Bleu, but with a nice twist. The veal was done just right and the prosciutto and Fontina cheese complimented it well. Throw in a well-balanced mixture of Parmesan breadcrumbs and herbs and you've got a classic mainstay dish on your hands. The angel-hair pasta with wine sauce grounded out the dish very well, though I personally thought it was a little too oily.  I believe Grand Lux is one of those restaurants you just have to stop by if you're ever in Vegas, especially since it's open 24 hours. So whether you need some food to sober up after partying a little too hard at Tao, or would like a nice breakfast to talk over plans of the day with friends, I highly recommend Grand Lux Cafe!  -- Quan", "output": "positive", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "I originally went to the AZ Heart Institute due to fainting spells and periods of breathlessness when I wasn't moving.  In addition to an extremely abrupt manner - saying things like, \\\"\"Doesn't matter.  Nope.  Doesn't matter,\\\"\" when I told him about my family history of heart problems (didn't matter because it was my uncle, not my parents.  Because there's no way that my grandmother could have passed the defective heart gene to my mother, who could have passed it to me without showing symptoms herself.  And the fact that my father at the time had heart issues, eventually dying from a heart attack, was inconsequential.), the doctor seemed extremely bored and had a \\\"\"why are you wasting my time\\\"\" demeanor.  I was wasting his time because I was in my early twenties, but was having chest pains, hard thumps in my chest, and was passing out in clusters.  The icing on the cake however, and the reason I left and never came back, was when he shut the door and it bounced slightly open, and I was able to hear him making fun of me to a nurse right outside the door.  Humiliating, to say the least.  Now, some years later, I continue to have clusters of fainting, gasping for air, pounding in my chest, and memory problems.  I'm in the process of having the issue diagnosed with another cardiology practice, one who actually listens and has the courtesy to at least wait until I leave to snort and laugh about whether or not you can believe this chick.  I would never ever return to this place, nor would I ever recommend anyone go there.  As a matter of fact, I have steered a couple of friends away from the AZ Heart Institute due to my experience.", "output": "negative", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "I have just came here for staying two days. Feel so upset because of customer service. Room is not as clean as I thought. There is no reason to stay here, but to watch mystere.", "output": "negative", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "Went on Monday  was fab!  Luke & Thomas took such great care of us. Food n service were awesome. Will frequent this place.  Great new vibes!  Good job guys!!  great vibe and look forward to many returns!", "output": "positive", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "The Bellagio is just a beautiful quintessential Las Vegas hotel... It conjures up images from Ocean's Eleven and that certain something that can only be explained as VEGAS. I've walked in the hotel many times but had never stayed but my friends had a lake view 1-bedroom suite on the 29th floor that was awesome. Besides being front & center for the Bellagio fountain show, you can program the TV to sync up with the music that's accompanying the water show outside. It had been years seen I've seen the water show and seeing it from that perspective was great.   The room had a sizeable bedroom area with full master bath and spa/sauna room, jacuzzi tub and the living room had a good sized couch, 4-seat table and it's own bathroom. The decor was more modern than what I expected but it still had that classic Bellagio flavor. What was awesome also that my friends pointed out is that it had it's own sorta-private (not advertised) elevator bank. That was sweet... It was like a secret passage. Nicely decorated at the lobby with what was like a nice sitting area and the ever present fresh flowers that can be found all over the beautiful grounds of the Bellagio.  Definitely gonna stay here one day. Hopefully, a lake view... Ha! Make sure you check out the gardens, fountain show, art installation above registration (so beautiful & full of color), casino, shops, etc.", "output": "positive", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "Where do you go after giving your left Gluteus Maximus a workout at the AMF Bowling on 83rd & Peoria?  Answer: 8.2 miles away to Culver's!  I wasn't very thrilled to go 8.2 miles out of my way just to eat at some ice-cream/hamburger joint, but my friends recommended it so I gave it a try.  It was a very nice place. The cashier lady who took our order was very pleasant. The manager even came to our table to take our trays away (of course, that was probably because we stayed a good 30 minutes after they closed, so that was probably his polite way of kicking us out). But he spoke very kindly! :-)  Unfortunately I didn't try their ice-cream, so I cannot comment on that. Their food, however, was satisfying.  So go ahead a give Culver's a try! You will be satisfied.  Now if only the soreness of my Gluteus Maximus would go away...", "output": "positive", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "Caution on gas price. This company uses very small print on their low gas price. When you get to the pump is 10 cents higher then what you expect. The print on the gas sign is very small. I would call this deceptive advertising .", "output": "negative", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "Good food, nice wait staff, good decor, if I am in Vegas next time, I am willing to return for another meal.", "output": "positive", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "I'm kind of surprised that this place has gotten such low reviews, and I can only assume that their game must have come up quite a bit since some of these.  I normally wouldn't review a fast food chain but this place is clean, quiet and I've never had an issue.  I actually drive an extra couple of minutes to go to this location rather than the one down on Glendale Ave.  Also, let me just say, YOU HAVE TO TRY THE NEW BREAKFAST!  I love a good chicken biscuit, and the one they serve has got honey butter on it as well.  Wendys has really upped the ante for breakfast fast food.  Try it out, you'll love it!!!!", "output": "positive", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "The coffee was pretty good. Was nice to see a local micro roastery.", "output": "positive", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "This place was wonderful! My boyfriend and I ate here before going to see David Copperfield.  We just had drinks, appetizers, and dessert, but it was still delicious.  Hope to go back for dinner one day.", "output": "positive", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "We were invited to play the poker here and we met some amazing and friendly people. Haven't tried the food. Liked the music.", "output": "positive", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "Sushi was okay. It didnt taste as fresh as I would have liked and maybe that was because of the temperature of it. The owner was very friendly and its just a small simple place but i would not recommend to go for any of the simpler rolls. Only get specialty bc the imitation crab in the California for example was very disappointing. Also not a great alcohol selection. Basic beers and house wines available, but luckily they did have Blue Moon. Sake bombs are cheap and definitely worth it! Had no problems using the yelp deal though. Maybe i'll return sometime, not sure.", "output": "negative", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "I waited too long to write this review so I'm kinda fuzzy on the contents of the dishes but I just wanted to remind my fellow yelper to make sure use their limousine service. All you have to do is call the restaurant ahead of time and request a limo to pick you up. It was free and all I did was tip the driver. They will drive through the private entrance behind the MGM grand where the villas are located. We didn't see any celebs but I hear its common occurrence. There the host greeted us and led us through the mansion to the restaurant. The whole experience was very VIP and definitely got me brownie points from my date. Oh and of course the food was incredible but that's already been discussed gazillion times.", "output": "positive", "options": ["negative", "positive"]}
