{"task": "yelp_polarity", "input": "Freddy's Frozen Custard & Steakburgers has a drive thru! That may have honestly been my big reason for coming here - try some place new and too lazy to get out of the car to get it. I'm so glad I went here though because the food is rocking.  I ordered a Single Steakburger California Style (steakburger patty, Freddy's Sauce, cheese, onions, lettuce and tomato) with a large shoestring fries and a small Chocolate Brownie Delight Concrete for dessert (chocolate custard, hot fudge, brownie, and whipped cream with a cherry on top). I had ordered this separately, but the lady at the drive thru made it a combo to make it a little cheaper for me.  Actually, the best part was how great and friendly that lady at the drive thru was. I was very surprised. She was bubbly and patient as I ordered for myself and the passengers in my car. A really close second was how delicious and filling my food was when I got home. I was stuffed and I enjoyed every bite of food I ate. And now that I've written this review, I want to go back and buy some food here (but alas, it's closed right now). Yum!", "output": "positive", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "This is not the best Indian food in Vegas, I'm disappointed to say.   The Buffet has not changed since folks last reviewedin fact it was the same lineup, the service was poor, I asked the waiter for Garam Masala rice, basic White Basmati with hot spices, but he could not make it happen.  My family had never been to an Indian place and they loved it, could not stop talking about finally eating the lamb, got to love the Holidays.  Final review: Basic Indian Buffet, 10 per person is an expensive lunch in this town, could be done a lot better, One Star", "output": "negative", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "I recently used Vicky and Pierre to complete a new home purchase.  The process was seamless!  Vicky is SUPER responsive and we were able to close in less than 30 days.  These guys will do whatever it takes to get the job done.  I would definitely recommend the Cornerstone team, they are great!!", "output": "positive", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "This place sucks. Food overpriced and very bland. Better off just grabbing a muffin at Starbucks just up the escalator. Save your money for the drinks by the pool.", "output": "negative", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "July 2011 - def. typical bar food - no option for side salad w my wrap...umm potato salad I guess? Limited menu and not much \\\"\"healthy\\\"\" but it's not like I really thought there would be!", "output": "negative", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "F this place!!! all the other reviews have a point, while in Vegas you can have a much better time elsewhere. Very small dance floor and ridiculously expensive drinks. Staff is so rude. Bouncers are low-lifes to begin with, but here they feel like they are kings!  I know bouncers take bribes to get people in quick, but, fuck, could you at least have some more class about it because trust me these people don't!. I know it's a club and I always expect a little \\\"\"douchiness\\\"\" by bouncers, but these guys where on another level. I think they would make a lot more $ by treating people with respect and giving great customer service. It sucks that we wasted a night in Vegas at this place. There are WAYYY better clubs in Vegas where the staff doesn't treat paying customers like shit!", "output": "negative", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "I feel sorry for these guys.  It's not their fault.  Half the Borgotta is shut-down.  Retailers gone.  It's practically a ghost town here.   Every time I slip into Dolce, I can't leave without dashing in here to get a piece of Lavash to go.  OK, it's not a 'piece', it's as long as my arm!  I am so addicted to it!  They use it for the base of their flatbread pizza, which makes their pizza very unique and light and surprisingly very good (it's very difficult to please me with pizza - has to be very thin crust, extremely fresh ingredients). Fresh chopped tomatoes for the sauce, yellow, red & orange peppers for toppings, along with cherry tomatoes and I suppose mostly anything else you may want, but that was mine.  (mushrooms?  No thank you).    Unfortunately, something tells me that they won't be around very long, seemingly due to management from Westcor, from what I've heard.  Shame that they (Borgota/Westcor) don't appear to want to work with the local retailers, because this place used to be pretty unique and special, where I'd bring any visitors to - not anymore.", "output": "positive", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "Decent chips and salsa, the free app was a nice touch but way under staffed for a Friday happy hour in the bar. Bartender was swamped and was the only one servicing the large bar area. Food was ok.and prices were not too bad (no food specials for happy hour). Wish there were other local options in the area.", "output": "negative", "options": ["negative", "positive"]}
