{"task": "yelp_polarity", "input": "This place is one of my favorite comic shops. I actually live closer to a different one, but I drive to chandler just to go to this one. I like their selection and when they have the dollar sale you can get some ridiculous deals. The staff is ridiculously friendly and I usually always walk out with whatever I wanted. They also have some cool events from time to time and i've found their prices to be reasonable and comparable to other comic shops.", "output": "positive", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "The wait time for an appointment is ridiculous. Been waiting over an hour and a half for my scheduled appointment time. These people do not value patients time", "output": "negative", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "I did not like this hotel at all. It's very old and not comforts in it.  The good thing is that it was cheap but at the time was like a room just to sleep!  There is no view at all and while you are in the Vegas it should not be those kind of rooms.  When we came in to the room we just sow a trash cans and an a conditioner staff...!!! But the Casino and staff were good and cute  ...it's was almost like we were in the animation movies...but inside the casino...", "output": "negative", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "Mill Avenue has a serious issue with parking. While I am a fan of the various restaurants on this street, the parking situation is infuriating. I had to park in a residential area and risk getting my car towed, because I was in a rush and simply needed to get my food quickly and go.  The restaurant itself is just fine. There was good music, lots of friendly people, and the food was delicious. The line was long but it moved fairly quickly. I would definitely visit this restaurant again but the parking situation seriously needs to be addressed.", "output": "positive", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "Favorite sushi place in NV!  Price is reasonable and food is incredible!  I will eat there every time I go to Las Vegas.", "output": "positive", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "Absolutely A-1 coffee shop! Very comfortable, inviting place with a very homey feel to it; to the right of the counter there's some pretty cool art displayed on the wall, as well as bookshelves packed with many books to choose from if you want some good reading to go along with your coffee. The staff is fast, attentive, & as friendly as can be, & as far as the coffee? Not too sweet, not too rich, but a perfect balance of the two! Great selection, great prices, great staff, & just an overall awesome coffee shop! The flavor of the coffee alone is enough to keep you coming back for more, & the welcoming feel of the shop overall is just an added bonus! The only regret I have is that there isn't one a little closer to where we live, but it's honestly worth the minimal travel time. If you haven't tried Grouchy John's it's definitely worth your while to check it out & pay this coffee shop a visit!", "output": "positive", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "Have to agree; probably the worst place for \\\"\"seafood\\\"\" around. And the corporate atmosphere reminds me of outback or chilis.... enough said.", "output": "negative", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "OUR ROOM WAS LEAKING WATER! We woke up @ 3am to the sound of water dripping on the floor. We called the front desk (took 5 minutes for someone to pick up) and the lady told us she will move us to another room. So we have to pack up all our stuff to move to another room. So where do we move at 3am in the morning, all the way to the end of the Tower.  It took us 5-6 minutes of walking just to reach it! And apparently the pyramid leaks water according to the bell boy that helped us move. They put us in a nice room (mold was on the ceiling, we were too tired to care), better then the one before but it was already 4 in the morning by the time we reached it and unpacked, and we were going to check out at 10 am.  So during check out, we ask the front desk if there is anything they can do for us, and this rude manager comes over who seems already mad at us for even asking such a thing. She yells \\\"\"we put you in a better room then the one you had before so in our view you have already been comp\\\"\". But we were only in there for 4 hours and that was to sleep, we would have been fine with the same room we had before. We didn't ask for a better room, just one that wasn't leaking water! She didn't want to hear it and said she can't do anything for us except comp us a free buffet, ROFL wow thats it?  We sold out and took it, we were hungry and tired. So we get to the register of the buffet and they couldn't find our comp! I was like WTF, COME ON! The lady behind the register took our names and room number down and we finally got in for free (or so I thought). So a half  week later, back at my house I noticed on my back account a $40 change from Luxor, I WAS LIKE WTF!?!? I called and they charged me for my buffet!   I WILL NEVER STAY IN THE LUXOR AGAIN! DO NOT BOOK A ROOM WITH THE LUXOR YOU WILL REGRET IT!", "output": "negative", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "Very expensive!!! Sound and environment was OK. $22 for two tickets is just not worth it, I would rather watch a movie at home where it is also more comfortable. We went on a Saturday night and most of the theater was empty, only 2 other people were in the theater/movie we watched, the parking lot was also less than half full while in the past it used to be full and hard to find a parking spot let alone by the door. They need to drop the price by at least 50% before I would go back...", "output": "negative", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "forget sexual healing mr. marvin gaye, i need some earl healing! #allhetero  after LOOOONG NIGHTS (PLURAL) of binge drinking on the verge of alcohol poisoning (coincidentally, after our long night at BOTH surrender and XS, one of our friends actually woke up in the hospital.. ID, credit card, and cash... LESS #nojoke)  all you need is EARLS. thankfully, they maximize efficiency by having the line form against the wall. you order at one spot slide through to the next where you can watch them make those fresh sandwiches and pay at the next register. they hand you a buzzer and you wait, once it goes off it feels like christmas again and you receive two of the best warm sandwiches in the world.  1. THE AMERICAN  2. THE FULL MONTAGUE  all i've ever ordered, all i'll ever order.  sanitize hands with the complimentary, wall-mounted dispenser, consume, wash hands, drink.. *REPEAT!  similar to recharging the batteries, you are now.. GOOD TO GO! hollaa earl", "output": "positive", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "If only you could give out 10 starts, i think i would still have to give this place 11!! :)  I never knew shshi could be this good!!!! Located on Eastern and Coranado, next to Trader Joe's, this is the place to go for sushi and also a good time! The owner Eddie pratically lives there... I think he has a matterss in the back somewhere. He is ALWAYS there which is awesome cause that means you can go anyday you want at any time and you will have the best sushi chef there to create the most amazing fish you have ever had.  The rolls are inventive and delicious. Eddie needs to sign up for a \\\"\"how fast can you make sushi contest\\\"\" cause im telling you he would totally WIN!! Almost before you can tell him what it is you want he is handing it to you!   I feel that part of the sushi experience is sitting at the bar and talking with the sushi chef. I have to believe that Eddie agrees with that cause he is very charming and engaging... he makes you laugh and smile, and well... just feel welcomed!!!  This place is fairly new but has a major following already. Once you go there you are hooked! The 1st time we went there it was so delicious that i wanted to go back the next day! (That never happens) Im telling you i dreamed about this place (the Danny handroll & Princess Deana roll to be exact) and when i called my brother to tell him how much i loved it (he told me about it) and that i wanted to go back the next day he said \\\"\"yeah, i understand, we went 3 days in a row when we found it\\\"\" which then kinda gave me the ok to go again the next day and not feel bad!! :) thanks bro!   If you dont want to go to the strip and you want some AMAZING susi-this is the place to go! Just make sure you dont already have dinner plans for the night after, cause i guarentee you that you will want to go back again!!   Thank you Eddie, for bring to Henderson the best sushi EVER!! You are the MAN!!!!   oh, and after writting this and thinking about it, im sure ill see you in a few hours.. lol   (pictures posted)", "output": "positive", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "Craving a good burger and based on a co-workers advise decided to try out Blue 32 Sports Grill. Waitress was friendly and attentive. Since this was our first time here she explained how everything was fresh made on site.   I always want an explanation of \\\"\"seasonings\\\"\" as some are \\\"\"spicy\\\"\" seasonings and I don't do spicy.  The onion rings were seasoned with both black pepper and cayenne pepper. The onion rings were evenly sliced and had a nice \\\"\"crunch\\\"\" to them. After the 3rd onion ring they started really getting to \\\"\"hot\\\"\" for me. I would suggest using the cayenne pepper as an add-in for those who like spicy foods.   I also ordered the Blue 32 Steak Sandwich. I expected to get thinly sliced  Steak instead I got something that resembled hamburger cubed steak.  The mushrooms were not sliced but rather \\\"\"cubed\\\"\" . The onions were also chopped up. It would have been nice to have the mushrooms and onions sliced up and caramelized together on the grill then tossed in with grilled STEAK and cheese mixed in (instead the cheese was \\\"\"blobbed\\\"\" on\\\"\"  I am a mom that loves to cook and has a family that loves to eat my cooking. When I go out to eat (doesn't matter where) I want to have something that I either don't cook at home or just blows me away and makes me want to try cooking it home with equal or better restaurant results.  I will give Blue 32 another try and see if my taste buds are telling me what others are saying.", "output": "negative", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "I alwYs go to Umc but this time it was after 730 so they were closed... First thing is I called them to make sure they were contracted with my insurance they said yes.... (They weren't) I thought my kids were going to be seen by an MD... They weren't it was an APN which is fine but diagnosed my daughter with noro virus just bcuz it was going around at the time anyways long story short they aren't contracted with health plan of Nevada I called their billing department and they told me they didn't know who they were contracted with but billed all insurance wth??? AnywAys now I'm stuck with a $300 bill from them for seeing an APN that did not give us any prescription next time I'm sticking to Umc they are awesome... Extra urgent care sucks that's why they r always empty", "output": "negative", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "Jennifer, of Jehnuine Designs, does great work and is very professional. About a year ago she created a logo for my business. She created exactly what I envisioned and turned around the project quickly. I would go back to Jehnuine Designs for other design projects and recommend her to friends, as well.", "output": "positive", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "I love all my carbs toasted. I would rather be late for work and take the time to toast my bagel than eat it untoasted. This place drew me in because all their subs are TOASTED. Toasted to perfection, served warm, with just a little bit of golden brown starting to appear on the bread. Mmmm....heaven.   This place has a fun vibe. Reggae music playing, really chill workers, plenty of seating inside. Their sandwiches come in 3 sizes 4 inches up to 12 inches. Nicely priced and a pretty extensive menu.   I got the Kali Mist which was delicious. Had a bit of kick to it, nicely sauced. I hate dry sandwiches. Can't wait to come back and try all their subs. They have a fun selection of desserts  rice krispies but also captain crunch krispy bars, cinnamon toast crunch bars, and fruity pebble bars.   Sorry Jimmy John's, Which Wich, Firehouse Subs, Quizno's... every other sub place on state street I'm starting a love affair with Cheeba Hut.", "output": "positive", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "Was here about 5:30 pm to 8:30 pm on Mon/16 Dec with a few buddies for their Monday Night Football specials: - $1 drafts and they have a big draft beer selection (Blue Moon, etc) - 1/2 off their sushi rolls/etc, foods pretty good - Friendly staff/bartender - Nice decor with a fish tank in the center of the bar I'll be back for sure.", "output": "positive", "options": ["negative", "positive"]}
