{"task": "yelp_polarity", "input": "This place is one of my favorite comic shops. I actually live closer to a different one, but I drive to chandler just to go to this one. I like their selection and when they have the dollar sale you can get some ridiculous deals. The staff is ridiculously friendly and I usually always walk out with whatever I wanted. They also have some cool events from time to time and i've found their prices to be reasonable and comparable to other comic shops.", "output": "positive", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "The wait time for an appointment is ridiculous. Been waiting over an hour and a half for my scheduled appointment time. These people do not value patients time", "output": "negative", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "I did not like this hotel at all. It's very old and not comforts in it.  The good thing is that it was cheap but at the time was like a room just to sleep!  There is no view at all and while you are in the Vegas it should not be those kind of rooms.  When we came in to the room we just sow a trash cans and an a conditioner staff...!!! But the Casino and staff were good and cute  ...it's was almost like we were in the animation movies...but inside the casino...", "output": "negative", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "Mill Avenue has a serious issue with parking. While I am a fan of the various restaurants on this street, the parking situation is infuriating. I had to park in a residential area and risk getting my car towed, because I was in a rush and simply needed to get my food quickly and go.  The restaurant itself is just fine. There was good music, lots of friendly people, and the food was delicious. The line was long but it moved fairly quickly. I would definitely visit this restaurant again but the parking situation seriously needs to be addressed.", "output": "positive", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "Favorite sushi place in NV!  Price is reasonable and food is incredible!  I will eat there every time I go to Las Vegas.", "output": "positive", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "Absolutely A-1 coffee shop! Very comfortable, inviting place with a very homey feel to it; to the right of the counter there's some pretty cool art displayed on the wall, as well as bookshelves packed with many books to choose from if you want some good reading to go along with your coffee. The staff is fast, attentive, & as friendly as can be, & as far as the coffee? Not too sweet, not too rich, but a perfect balance of the two! Great selection, great prices, great staff, & just an overall awesome coffee shop! The flavor of the coffee alone is enough to keep you coming back for more, & the welcoming feel of the shop overall is just an added bonus! The only regret I have is that there isn't one a little closer to where we live, but it's honestly worth the minimal travel time. If you haven't tried Grouchy John's it's definitely worth your while to check it out & pay this coffee shop a visit!", "output": "positive", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "Have to agree; probably the worst place for \\\"\"seafood\\\"\" around. And the corporate atmosphere reminds me of outback or chilis.... enough said.", "output": "negative", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "OUR ROOM WAS LEAKING WATER! We woke up @ 3am to the sound of water dripping on the floor. We called the front desk (took 5 minutes for someone to pick up) and the lady told us she will move us to another room. So we have to pack up all our stuff to move to another room. So where do we move at 3am in the morning, all the way to the end of the Tower.  It took us 5-6 minutes of walking just to reach it! And apparently the pyramid leaks water according to the bell boy that helped us move. They put us in a nice room (mold was on the ceiling, we were too tired to care), better then the one before but it was already 4 in the morning by the time we reached it and unpacked, and we were going to check out at 10 am.  So during check out, we ask the front desk if there is anything they can do for us, and this rude manager comes over who seems already mad at us for even asking such a thing. She yells \\\"\"we put you in a better room then the one you had before so in our view you have already been comp\\\"\". But we were only in there for 4 hours and that was to sleep, we would have been fine with the same room we had before. We didn't ask for a better room, just one that wasn't leaking water! She didn't want to hear it and said she can't do anything for us except comp us a free buffet, ROFL wow thats it?  We sold out and took it, we were hungry and tired. So we get to the register of the buffet and they couldn't find our comp! I was like WTF, COME ON! The lady behind the register took our names and room number down and we finally got in for free (or so I thought). So a half  week later, back at my house I noticed on my back account a $40 change from Luxor, I WAS LIKE WTF!?!? I called and they charged me for my buffet!   I WILL NEVER STAY IN THE LUXOR AGAIN! DO NOT BOOK A ROOM WITH THE LUXOR YOU WILL REGRET IT!", "output": "negative", "options": ["negative", "positive"]}
