{"task": "yelp_polarity", "input": "Stopped into eat while attending the 2011 ironman.  There was also a Badger football game going one so the place was packed.  Even though we had over 10 people in our group they seated us as soon as they could.  Staff was very friendly, service was prompt and food really good.  Would go back and recommend!", "output": "positive", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "Worst.  Twice we called for a Yellow Cab, one never showing up, and another asking where we were going and telling us they weren't going that way. When we actually did take a Yellow Cab from our hotel, the cab driver was drunk, forgetting to turn on his headlights (we told him they weren't on), and he hadn't put on his seatbelt. This was after 10 minutes the warning beep had been going off and each of us (4 passengers) determined we had our seatbelt on. After he noticed it was him without his seatbelt on he just turned to look at us with a crooked smile and mumbled something.  Definitely take either Uber X, Red Cab with Tony Macaroni, or the cabby with dreadlocks playing great 70s sexy music.", "output": "negative", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "Raw wings. Yummmm. When we reported it to the waitress she said sorry about that. Luxe. Step up your game.", "output": "negative", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "We were provided samples of several flavors of the house made gelato by the owner's husband.  Each was delicious and after much consideration we finally settled on a 2-scoop cup of tiramisu and ciccolate y peperoncino (chocolate and pepperoncini). The latter was slightly spicy, but it did not overwhelm the chocolate flavor.  I am certain future trips will include a return visit or two to field test a few more flavors.", "output": "positive", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "This doesn't even warrant the time to write a proper review:  We made a booking for valentine's day, travelled across town and they were closed. They didn't even let us know! Poor Show!  WOULD NEVER RECOMMEND TO ANYONE!", "output": "negative", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "Fuck this Bar & Grill!  I don't  know how many times I walked by this place w/o  thinking WTF? Who names their bar Toby Keith's I Love This Bar & Grill?!?!?!? What douche bag  you are Toby!   Had one beer there and walked out the door. Too Expensive even for Vegas!", "output": "negative", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "Great atmosphere, fun environment, but rather lousy food.  Had crab chowder, and octopus appetizers, and lobster risotto, and 2nd fish on the menu, Hawaiian donuts for dessert.  The best, and only good dish was the mashed potato side that we ordered.  The rest was mediocre to poor.", "output": "negative", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "Best. Sangria. PERIOD.  Came by myself but ended up finding another friendly diner who was willing to split a selection of tapas dishes with me. We tried the artichoke toasts, stuffed dates, padron peppers, warm spinach salad, roasted eggplant cannelloni, manchego mac 'n' cheese, a fruit and cheese platter, and of course the sangria. Each dish was delightful, although the warm spinach salad was my least favorite. To be fair, it was up against some really flavorful, memorable dishes. I would eat the stuffed dates every day if my arteries would allow it.  Not to beat a dead horse, but this place has ruined all other sangria for me. I eagerly await my next trip to Vegas, if only for the chance to dine here again.", "output": "positive", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "Everything was hot, fast and fresh. The staff was amazing and friendly. We are never dissapointed with the cheese steak and capastrami.", "output": "positive", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "We frequent Someburros quite often.  We always order El Pollo Fundido everytime we got because we know it's going to taste good everytime we come in.  I've ordered other things on the menu and always go back to Pollo Fundido.  They make the food super quick even when they are really busy!  It's always clean in the dining area and the bathrooms too.  Everytime someone visits from out of town i take them there and they like it a lot.   We've gone to their other locations and it's always consistent as well.", "output": "positive", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "My family and I love this place. Food is is really tasty!  It's our favorite Thai restaurant to go to.  We've brought friends and family here and they too love it!    Highly recommend Larb, Tom Kha (shrimp), Beef Panang, and Thai Tea with cream!", "output": "positive", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "I recently did the SkyJump when I had some friends visiting town.  I had wanted to try it, but just never made it down there until now.  We were really excited to jump, but I was kind of disappointed after the jump was done.  Here's why:  1.  It is extremely expensive.  Regular price is $125.    For a few dollars more you can skydive in Jean or Boulder City and have more fun.  They do have a local rate of $99, but you have to ask for it before you pay.  The good part of the locals rate was that my out of town friends were able to get the local rate with my ID since we all jumped together.  2. If you have ever skydived or bungeed, which I have on several occasions, this will be a huge let down.  The guidelines you are attached to really slow down your decent and it feels like you are falling down through molasses.  If you have never jumped out of a plane or bungeed, you would probably enjoy it more.  3. We jumped during the day and the view is seriously lacking.  I wish we would have done it at night when the lights were on.  Day time jumps are boring.  So if you have never jumped from a high spot before, go try it out.  If you have jumped before, be warned.    I do have to say though, the first step off was terrifying, thrilling, exciting, and an \\\"\"Almost peed my pants\\\"\" kind of experience.", "output": "negative", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "So I was sold by the comments and I expected too much from these place,  As soon I enter the room is pretty and comfy but customer service is poor, being the first time I had questions and the girl wasen't so interested in answering them.  The reason it brought me here was the red velvet cupcakes dry as the regular store the icing is not the real red velvet I was more than disappointed yet way too expensive for a dry cupcake no moist whatsoever. Won't be back.", "output": "negative", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "We are in Las Vegas for the weekend and decided to visit Memphis Championship Barbecue. While the ratings for MCB were not stellar, they seemed OK enough to give it a try, especially since it was nearby our hotel. This was not a good choice.  Growing up in Alabama, I've eaten barbecue for most of my six decades. I know the difference in great smoked meats and southern sides. These items were not great.  Service was good. We were seated immediately and our server was at the table within a couple of minutes. I decided we'd order the Deviled Eggs appetizer. The server explained they were rather sweet because of Miracle Whip. She was right, but, they tasted OK. We did note that the plate was wet, usually indicating that the eggs were make a while earlier and stored in a cold refrigerator. Not old, but certainly not made when ordered.  Our server brought us some \\\"\"fresh rolls and honey butter\\\"\". The \\\"\"honey butter\\\"\" may have been made in-house, but the rolls were a food service bread that had been heated. We then placed our orders, one pulled pork plate and one two meat plate consisting of pulled pork & brisket. Sides ordered were collard greens, fresh corn on the cob, and red beans and rice. I'll address each item, starting with the sides.  Collard Greens- VERY overcooked (to the point of being almost black and mushy) and extremely sweet. The only flavoring was a heavy spiciness, not flavor, but heat. The only way to flavor them was with green pepper vinegar, but they were so overcooked we sent them back, choosing instead to have fried okra.   Fresh Corn on the Cob - The corn WAS fresh, but while the collards were very overcooked, the corn was nearly raw. So raw that it wasn't even warm all the way through. The husk end of the corn was still green, not white, as cooked corn is. When I explained to the server that the corn was not cooked she told me that they \\\"\"flash fried the corn\\\"\". I had to ask what she meant. Apparently they put the raw corn into a fryer basket and drop it into a deep fryer for \\\"\"1- 1 1/2 minutes because we don't want it to turn into popcorn\\\"\". The server apparently doesn't understand that popcorn is a specific strain of conn, which is dried. So, the cold/raw corn was returned. It was replaced with hush puppies. So now we've had two sides sent back.   Red Beans/Rice - Apparently canned red beans just heated up. No special spices. We kept them but they weren't good.  Fried Okra/Hush puppies - When okra arrived the breading was very uniform, so I asked if it was house made or frozen. Surprise...both the fried okra and the hushpuppies were frozen food service products. Now, as a southerner I am pretty appalled that a BBQ restaurant doesn't make hushpuppies from scratch. I mean, how hard is it to mix up a corn meal batter and drop it in a fryer?   Frankly, the best side was the frozen okra. It wasn't overcooked and was hot.   Sad...truly sad.  The meats, which should have been the star, just turned out to be a black hole of flavor.  While the pulled pork had a nice bark and smoke ring, it had absolutely no flavor. It was hot and not dry, but without a bbq sauce it was bland. The \\\"\"Original Sauce\\\"\" used on it was not much better. Only the \\\"\"Sticky Red Sauce\\\"\" had any flavor.  The brisket was tender, but aside from it's smoke ring there was no flavor there either.   They advertise their \\\"\"Magic Dust\\\"\", a seasoning that is apparently sprinkled on everything. Unfortunately, they should have rubbed it into all the meats prior to smoking.  But, the kicker was the piece of \\\"\"baked\\\"\" plastic found in my pulled pork. While I wanted to not believe everything was reheated that made me rethink it all.   So, the whole meal was extremely disappointing. Fortunately our server, who'd said she'd \\\"\"been doing this a long time\\\"\" was helpful and apologetic. She came back to our table to tell us the entire meal had been comped. While we did not eat but about 25% of the entire meal, we did not expect that to happen. As everyone should, we tipped her for the total of the whole meal.  My suggestion for the restaurant is to start flavoring the meat, make FRESH well-cooked sides, and dump the frozen & food-service prepped items.", "output": "negative", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "I've been to this place a few times now.  It is excellent for \\\"\"I just rolled out of bed and want some breakfast or maybe lunch, nothing fancy just stick with what you know\\\"\" kind of meals.  The portions are perfect sized, the price is right and they are always consistent.    The waitstaff is competent, ready with a refill, and my favorite balance of pleasant without implying friendship.  This place is old school with ads on the table and when you order eggs over medium the whites are solid and the yolks runny.  Rockstar.  I notice they have a full bar and will some day venture into that arena.", "output": "positive", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "This place was actually a lot cooler than I thought it was going to be.  When I went they were also showcasing an Area 51 exhibit which I also saw.  This museum I think is owned by the Smithsonian, so you got the story that the government wants you to hear.  I personally laughed at a few of their shenanigans.  It was worth seeing though.  The Atomic museum was really cool and very educational.  They had a lot of cool displays and a video feature which was cool.  It is a walk through type of thing, unguided at your own pace.  At the end they had a giant beam from the World Trade Center, which I felt was unrelated, but it still has a somber feel to it.", "output": "positive", "options": ["negative", "positive"]}
