{"task": "yelp_polarity", "input": "Stopped into eat while attending the 2011 ironman.  There was also a Badger football game going one so the place was packed.  Even though we had over 10 people in our group they seated us as soon as they could.  Staff was very friendly, service was prompt and food really good.  Would go back and recommend!", "output": "positive", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "Worst.  Twice we called for a Yellow Cab, one never showing up, and another asking where we were going and telling us they weren't going that way. When we actually did take a Yellow Cab from our hotel, the cab driver was drunk, forgetting to turn on his headlights (we told him they weren't on), and he hadn't put on his seatbelt. This was after 10 minutes the warning beep had been going off and each of us (4 passengers) determined we had our seatbelt on. After he noticed it was him without his seatbelt on he just turned to look at us with a crooked smile and mumbled something.  Definitely take either Uber X, Red Cab with Tony Macaroni, or the cabby with dreadlocks playing great 70s sexy music.", "output": "negative", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "Raw wings. Yummmm. When we reported it to the waitress she said sorry about that. Luxe. Step up your game.", "output": "negative", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "We were provided samples of several flavors of the house made gelato by the owner's husband.  Each was delicious and after much consideration we finally settled on a 2-scoop cup of tiramisu and ciccolate y peperoncino (chocolate and pepperoncini). The latter was slightly spicy, but it did not overwhelm the chocolate flavor.  I am certain future trips will include a return visit or two to field test a few more flavors.", "output": "positive", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "This doesn't even warrant the time to write a proper review:  We made a booking for valentine's day, travelled across town and they were closed. They didn't even let us know! Poor Show!  WOULD NEVER RECOMMEND TO ANYONE!", "output": "negative", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "Fuck this Bar & Grill!  I don't  know how many times I walked by this place w/o  thinking WTF? Who names their bar Toby Keith's I Love This Bar & Grill?!?!?!? What douche bag  you are Toby!   Had one beer there and walked out the door. Too Expensive even for Vegas!", "output": "negative", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "Great atmosphere, fun environment, but rather lousy food.  Had crab chowder, and octopus appetizers, and lobster risotto, and 2nd fish on the menu, Hawaiian donuts for dessert.  The best, and only good dish was the mashed potato side that we ordered.  The rest was mediocre to poor.", "output": "negative", "options": ["negative", "positive"]}
{"task": "yelp_polarity", "input": "Best. Sangria. PERIOD.  Came by myself but ended up finding another friendly diner who was willing to split a selection of tapas dishes with me. We tried the artichoke toasts, stuffed dates, padron peppers, warm spinach salad, roasted eggplant cannelloni, manchego mac 'n' cheese, a fruit and cheese platter, and of course the sangria. Each dish was delightful, although the warm spinach salad was my least favorite. To be fair, it was up against some really flavorful, memorable dishes. I would eat the stuffed dates every day if my arteries would allow it.  Not to beat a dead horse, but this place has ruined all other sangria for me. I eagerly await my next trip to Vegas, if only for the chance to dine here again.", "output": "positive", "options": ["negative", "positive"]}
