{"task": "ag_news", "input": "PepsiCo Buys General Mills Joint Venture PepsiCo Inc. (PEP.N: Quote, Profile, Research) will pay \\$750 million for General Mills Inc. #39;s (GIS.N: Quote, Profile, Research) 40.5 percent stake in their Snack Ventures Europe joint venture, the companies said on Monday.", "output": "Business", "options": ["Business", "Sci/Tech", "Sports", "World"]}
{"task": "ag_news", "input": "Israel tourists flee after Sinai blasts EILAT, Israel Thousands of Israelis trudged through the Taba border post on Friday, returning home, like shocked refugees, from a Sinai bloodied by three terrorist bombings of three tourist hotels on Thursday night.", "output": "World", "options": ["Business", "Sci/Tech", "Sports", "World"]}
{"task": "ag_news", "input": "England keeper James: Ill make amends against Poland LONDON: Under-fire goalkeeper David James pledged on Sunday to prove he is worth his place in Sven-Goran Erikssons team when England face Poland in a crucial World Cup qualifier tomorrow.", "output": "Sports", "options": ["Business", "Sci/Tech", "Sports", "World"]}
{"task": "ag_news", "input": "Israeli Air Strike Kills Militants at  #39;Terror Training Field #39; Israeli helicopters attacked a Hamas training field in Gaza City, killing at least 13 militants and wounding 25 other Palestinians, witnesses said, in the bloodiest incident there in four months.", "output": "World", "options": ["Business", "Sci/Tech", "Sports", "World"]}
{"task": "ag_news", "input": "Keeping Love Connections Open When choosing a mate, we often look for financial, moral, physical and emotional compatibility. Add one more characteristic to the list: connectivity. Commentary by Regina Lynn.", "output": "Sci/Tech", "options": ["Business", "Sci/Tech", "Sports", "World"]}
{"task": "ag_news", "input": "F. Poe dies from effects of stroke MANILA Fernando Poe Jr., the popular actor who challenged President Gloria Macapagal Arroyo in the presidential elections this year, died early Tuesday.", "output": "World", "options": ["Business", "Sci/Tech", "Sports", "World"]}
{"task": "ag_news", "input": "Campaigns battle over missing explosives The disappearance of 380 tons of powerful explosives from an Iraq storage depot has become a political football in the US presidential elections as both campaigns look for a last-minute advantage.", "output": "World", "options": ["Business", "Sci/Tech", "Sports", "World"]}
{"task": "ag_news", "input": "US Stocks Dip Stocks were down on Wall Street today as consumer confidence dropped despite the latest report on the US gross domestic product, which grew at a faster pace than expected.", "output": "Business", "options": ["Business", "Sci/Tech", "Sports", "World"]}
