{"task": "ag_news", "input": "Yanks Tattoo Martinez, Sox In 11-1 Rout NEW YORKA weekend which began with rain and hope ended in sunshine and frustration for the Red Sox. Pedro Martinez allowed a two-run home run to Gary Sheffield on the fourth pitch of the game and the Yankees", "output": "Sports", "options": ["Business", "Sci/Tech", "Sports", "World"]}
{"task": "ag_news", "input": "Toshiba is taking back bad memory ZDNet #39;s survey of IT professionals in October kept upgrading hardware at number two on the businesses radar throughout the year.", "output": "Sci/Tech", "options": ["Business", "Sci/Tech", "Sports", "World"]}
{"task": "ag_news", "input": "China homespun 3G unravels in trials The future of Chinese 3G technology and how it is licensed by the government is in doubt today after it failed a five month trial.", "output": "Sci/Tech", "options": ["Business", "Sci/Tech", "Sports", "World"]}
{"task": "ag_news", "input": "IBM Recalls Notebook Power Cords (PC World) PC World - Certain ThinkPad power adapters pose a fire danger, company warns.", "output": "Sci/Tech", "options": ["Business", "Sci/Tech", "Sports", "World"]}
{"task": "ag_news", "input": "Brazilian duo leave Celtic down and out DISASTER in Donetsk would be a catchy title, but it is unlikely that Celtic will be releasing a video of a Champions League match in which some initial bad luck was compounded by subsequent incompetence and disintegration, bringing the Parkhead side their", "output": "Sports", "options": ["Business", "Sci/Tech", "Sports", "World"]}
{"task": "ag_news", "input": "Astronomers Contemplate Icy Volcanoes in Far Places Hundreds of tiny worlds circling beyond Neptune have been thought of as frozen in time, almost unchanged since they formed at the birth of the solar system five billion years ago.", "output": "Sci/Tech", "options": ["Business", "Sci/Tech", "Sports", "World"]}
{"task": "ag_news", "input": "Chechnya goes to polls; man blows himself up in Grozny Moscow, Aug. 29 (PTI): An unidentified man blew himself up today outside a polling station in Grozny during presidential elections in war-torn Caucasian province of Chechnya.", "output": "World", "options": ["Business", "Sci/Tech", "Sports", "World"]}
{"task": "ag_news", "input": "Pensions - your views Britons are set to face some stark choices over their pensions with the publication of a new report on Tuesday. The Pension Commission #39;s independent report is expected to warn that the UK population needs", "output": "Business", "options": ["Business", "Sci/Tech", "Sports", "World"]}
