{"task": "ag_news", "input": "Peace Doves Dropped on South Thailand PATTANI, Thailand, December 5 (IslamOnline.net  amp; News Agencies) - A fleet of military and civil aircraft and helicopters dropped Sunday, December 5, some 120 million paper birds across Thailands troubled Muslim-majority south, described by activists as", "output": "World", "options": ["Business", "Sci/Tech", "Sports", "World"]}
{"task": "ag_news", "input": "AOL to Adapt WebEx Services for AIM Consumers America Online and WebEx Communications are evaluating ways to adapt some of the online meeting services they currently offer to business users of AOL #39;s AIM instant messaging network to make these services appealing to other AIM consumers.", "output": "Sci/Tech", "options": ["Business", "Sci/Tech", "Sports", "World"]}
{"task": "ag_news", "input": "Pennsylvania Turnpike Workers Go on Strike Motorists coasted through Pennsylvania Turnpike toll plazas for free on Wednesday morning after roughly 1,300 unionized toll collectors and maintenance workers went on", "output": "Business", "options": ["Business", "Sci/Tech", "Sports", "World"]}
{"task": "ag_news", "input": "Different routes, same result as teams gird for title game It no longer matters that Montana #39;s drive to the NCAA Division I-AA football championship game has featured six straight homefield victories - all", "output": "Sports", "options": ["Business", "Sci/Tech", "Sports", "World"]}
{"task": "ag_news", "input": "Israel Feuds With Agency Set Up to Aid Palestinians For years, Israel has feuded with the United Nations refugee agency for Palestinians over a wide range of issues, and recently Israel thought it had found a smoking gun to press its case.", "output": "World", "options": ["Business", "Sci/Tech", "Sports", "World"]}
{"task": "ag_news", "input": "Update 6: DaimlerChrysler Posts 3Q Profit DaimlerChrysler AG reported third quarter profits of almost 1 billion euros on Thursday, rebounding from a year-earlier loss, thanks to a strong performance from a Chrysler division rejuvenated by new models like the 300C sedan and Dodge Magnum wagon.", "output": "Business", "options": ["Business", "Sci/Tech", "Sports", "World"]}
{"task": "ag_news", "input": "Hendry to discipline Sosa Chicago Cubs general manager Jim Hendry said on Tuesday that he #39;s hoping time will heal some of the wounds created by Sammy Sosa #39;s early exit from the season finale and", "output": "Sports", "options": ["Business", "Sci/Tech", "Sports", "World"]}
{"task": "ag_news", "input": "Saudi Police Kill Suspected Militant in Jeddah Saudi officials say security forces have killed a suspected militant in the western city of Jeddah after the man tried to use a hand grenade against them.", "output": "World", "options": ["Business", "Sci/Tech", "Sports", "World"]}
