{"task": "race-middle", "input": " We often ask for information or help, especially  when we visit a foreign country. So knowing how to ask for information politely is important. In English, \"Where are the restrooms?\" and \"Could you please tell me where the restrooms are?\" are correct English, but the first could sound rude . It's important to use correct language, but sometimes we need to learn how to be polite . In English, just like in Chinese, we change the way we speak when talking with different people. If you say to your teacher, \"Where is my book?\" This will sound rude. But if you say, \"Excuse me, Mr West. Do you know where my book is?\" Your question will sound much more polite. Of course it might be all right to say \"Where is my book?\" in some situations, perhaps with people you know well. \"Peter, lend me your pen.\" can sound rude in English. Usually in English, polite questions are longer such as \"Could you please...?\" or \"Can I ask...?\" It sounds more polite to say, \"Peter, could you please lend me your pen?\" Sometimes we might even need to spend some time when you stop a stranger in the street. We might first say, \"Excuse me. I wonder if you can help me\" or \"I'm sorry to trouble you but,\" before asking them for help. It might seem that speaking politely is more difficult than being direct . However, in order not to offend  people, learning about language etiquette  is just as important as learning grammar or vocabulary. And doing this will also help you become better at English, or any other language you wish to speak.What is the polite way when you ask for help?", "output": "Excuse me, how could I get to the book shop?", "options": ["Pass me the watch, Li Tao.", "Where is the supermarket?", "Tell me where I can find a bank.", "Excuse me, how could I get to the book shop?"]}
{"task": "race-middle", "input": " When you are in England, you must be more careful in the street because the traffic drives on the left. Before you cross the street, you must look to the right first and then left. In the morning and in the evening, when people go to or come from work, the streets are very busy. Traffic is the most dangerous then. When you go by bus in England, you have to be careful, too. Always remember the traffic moves on the left. So you must be more careful, have a look first or you will go wrong. In many English cities, there are big buses with two floors. You can sit on the second floor. From there you can see the city very well.When you cross the street, you must look to   _  .", "output": "the right first", "options": ["the left first", "the right first", "the front first", "the back first"]}
{"task": "race-middle", "input": " One day a dentist was starting his morning work. Suddenly a man ran in. His face was red and he could only say \"Quick! Quick!\" The dentist thought he must be very ill. His assistant helped to make the poor man sit in a chair. The dentist gave the man some medicine to make him sleep. Then, he looked into the man's mouth and pulled out all the bad teeth. As soon as the man woke up, he said in a low voice, \"Quick, doctor, quick.\" \"It's all right now,\" the dentist told him, \"It's over.\" \"You don't understand,\" said the man, \"I came to tell you your house is on fire.\"The story took place    _   .", "output": "in the morning", "options": ["in the morning", "in the afternoon", "in the evening", "at night"]}
{"task": "race-middle", "input": " It's a long-awaited day for China. The navy now has its first aircraft carrier , Liaoning. It's a unique experience to get to know the life in the carrier. The carrier is just like a small city on the sea. It has all the functions for daily life. There are 4 words to sum up its characters: big, small, much and high. The carrier Liaoning is such a huge one that the total length of the whole corridor could reach over 20 kilometers. But the living space for the sailors is quite small. That's because the carrier is designed for researching purposes, rather than comfortable living. Over 1,000 sailors, both men and women, are living onboard. They are arranged among over 3,000 tiny rooms below the deck.. For visitors, it's so easy to get lost. So the first thing the new sailors have to learn is their way around. The number of female sailors is much less than that of the males, taking about 5 percent of the total. But they play a key role in carrying out some special missions. Also, you will be surprised by the high level of education of today's sailors. The captain said that over 90 percent of the sailors are college graduates. Six hold Doctor's Degrees and 45 have a Master's. The whole team is young but vigorous. The complex work on the carrier requires high management abilities for the commanders onboard .The number of female sailors is about    _", "output": "50", "options": ["50", "150", "200", "600"]}
{"task": "race-middle", "input": " Dear Earthmen , I enjoy my stay on your interesting planet . I think I know the life on Earth now and I would like to tell you my ideas. First of all you live in boxes. Every morning you leave your boxes and get into smaller boxes on wheels . All these small boxes run around and around, and finally stop to rest. You leave these boxes on wheels and go to very large tall boxes. After resting all day, you get back in your little boxes. There you sit and look at very small _ boxes with moving pictures in them. There is only one thing I don't know. Some angry boys fought for a little round   ball. Everyone shouted  but they kept fighting. They were angry, because they had to stay in boxes all day, I think. Thank you for this chance  to get to know you. Yours, The man from MarsHow many kinds of \"boxes\" does the man from Mars tell us?", "output": "Four", "options": ["Two", "Three", "Four", "Five"]}
{"task": "race-middle", "input": " Think stars don't move? Think again! When you look at the sky at night, the stars may appear to stay in the same place. But stars are always on the move--they are just so far away that the movement is hard to see. But some stars move in ways that appear to be strange to be real. In 2005, astronomer Warren Brown found one of these space oddities . It was located on the outer edge of the Milky Way, the galaxy  we live in. The star was speeding away like nothing he'd ever seen. \"It seemed unbelievable. No star in the galaxy has a speed like that,\" Brown remembers. \"I thought, oh my goodness, I have something kind of special here.\" No one had ever seen a star like this one. What does a scientist do when the results don't make sense? Brown didn't give up. Instead, he kept looking. And he kept finding more of these strange and speedy stars, called _ stars. Hyper means \"above\" and velocity has to do with speed. He and his team just found six more of these \"above speed\" stars, bringing to the total of 16. And, he says, he's found even more, and is just waiting for the scientific community to confirm them.Which of the following is TRUE?", "output": "It's hard to see the stars moving.", "options": ["Stars never move at all.", "No star in the galaxy has a fast speed.", "It's hard to see the stars moving.", "Brown has never seen something special."]}
{"task": "race-middle", "input": " Perhaps the most famous clothing brand name in the world is Levi's.Levi Strauss & Co.is the producer of blue denim jeans.Here's how it happened. In the mid 1800s many people went to California to look for gold.A young German named Levi Strauss traveled to San Francisco to help his brother on business.He sold canvas to the workers for tents.But the workers said they needed pants more,because their pants were easy to wear out.Instead of selling his canvas for tent-making,he turned it into pants.These kinds of pants were very popular with workers.He was very happy and named the kind of pants\"denims\".And in 1853 he founded Levi Strauss & Co. Twenty years later the company began using a design with pockets.During the working,Strauss _ the process for putting metal rivets in the eans for strength. On May 20,1873,they received the U.S.Patent No.139,121 for the process and that date is now considered the official birthday of\"blue jeans\". Today the company still has its factories in San Francisco,California.Over 11,000 people work in them and bring in over $4 billion a year.Levi Strauss went to San Francisco  _  .", "output": "to help his brother on business", "options": ["to look for gold", "to sell canvas", "to visit his brother", "to help his brother on business"]}
{"task": "race-middle", "input": " This is Linda's room. It's a nice room. It's very clean . I can see a brown bed. A photo of a boy is on the wall . Can you see a brown desk? Yes, it's in the room, on the left . A green chair is on the floor. Some books and blue pens are on the desk. Linda's lamp  is on the desk, too. It's a pink lamp. Where is Linda? Is she in the room? No, she isn't. She is at school._  is on the wall.", "output": "A photo of a boy", "options": ["A photo of a girl", "A photo of a boy", "some pictures", "Two pictures"]}
