{"task": "race-middle", "input": " I love to tell the story about how I met my best friend---- Tiger. We met at the school fair. Each year, all the fourth-grade classes hold a school fair. Everyone in the fourth-grade works at the fair. Some sell ice cream, drinks and snacks. Others take care of the little children who ride the rides. I got the second job and I've never regretted it, because that's where I met Tiger. My job was to help little children get on the back of a little horse. I kept telling the children to wait their turn and holding ice cream for them while they rode about. One thing was clear to me. I was growing older and should be more responsible. Suddenly, a boy came to the horse. He took the little horse's reins! The horse stopped, and the girl on its back started to fall. I was trying to reach the girl when I saw Tiger go by my legs. It held the horse's reins and pulled the horse away from my legs. I caught the girl just before we both hit the ground. The girl sat on top of me. She was laughing at the ice cream on my face. The horse's reins were in Tiger's mouth! Thanks to Tiger's fast action, I saved the little girl. We were both heroes. And Tiger, the fastest dog I've even known became my new best friend.Tiger helped to save the little girl on the horse by   _  .", "output": "holding the reins with its mouth", "options": ["going fast by the writer's legs", "trying to catch the little girl", "holding the reins with its mouth", "riding the little horse around"]}
{"task": "race-middle", "input": " Most people like bikes. Perhaps you ride a bike to school. Riding a bike can be great of fun.Do you know how to ride a bike safely? Careful boys and girls learn to ride their bikes well before they go out on the road.How can you tell whether you are a good _  If you can ride a bike in a straight line,you can ride well .If you can't ,you should practice riding a in a safe place. To be safe on a bike, you need to use both hands and both feet. Keep your feet on the pedals and your hands on the handle bars. You know that your bike is only for one person. It's not safe to carry anyone with you. Keep yourself safe when you ride on a bike.Watch where you are going all times.What does the word  _  mean in the passage?", "output": "A person who rides a bike", "options": ["A person who walks", "A person who rides a bike", "A person who rides a horse", "A person who drives a car"]}
{"task": "race-middle", "input": " Do you like travelling ?More and more students like riding bikes to travel on the road.But it may be dangerous on your trip.For your own safety ,do the following things. Wear a bike helmet and it can protect your head.Look for a helmet that fits you well.Even the best,most expensive helmet won't protect you if it doesn't fit. Wear the right clothes.They can make you feel better.And they can also protect you.Bright-colored clothes help people see you clearly-even in the daytime.Don't wear dark-colored clothes like black or brown while riding a bike. Keep the rules of the road while riding a bike.Always ride on the right side of the street in the same _ .Never change your direction without first looking behind you.Don't ride too closely to cars-the cars may stop and the doors open suddenly !Finally,don't wear earphones while riding a bike-you need to hear what's going on around you.If you wear a helmet in your bike riding on the road,it can  _  .", "output": "protect your head", "options": ["protect your body", "protect your head", "help your bike riding", "protect your arms"]}
{"task": "race-middle", "input": " Jack likes eggs, bananas and apples. So every day, he has two eggs, one apple, a cup of milk and some bread for breakfast. For lunch, he has bananas, some chicken and vegetables. And for dinner, he has tomatoes, French fries and ice cream. His sister likes dessert, oranges and apples. But she often has some hamburgers, one apple and bread for her breakfast. She likes tomatoes, salad and some fish for lunch. For dinner, she likes strawberries and some chicken.Jack has  _   for his dinner.", "output": "both A and B", "options": ["tomatoes", "French fries and ice cream", "bananas and some chicken", "both A and B"]}
{"task": "race-middle", "input": " When punctuation  began, it was mainly to help people read out loud. Until a few hundred years ago, not many people were taught to read, so there was a lot more reading out loud by the few people who could. To help those reading out loud in the old days, sign  known as \"points\" were added to pages of writing. Punctuation comes from the Latin word punctus, meaning \"point\". These points told readers when to pause  or take a breath, and what to emphasize . In Europe from the early centuries AD, these points were widely used although not everybody used the same points for the same thing. When printing was invented, printers had to be made more clearly about what to put where, so that everyone was doing the same thing. Since that point, all sorts of punctuation rules have been discovered and invented. Speech marks \"...\" Speech marks or quotation marks are used to show that someone is speaking. The sort we have in English today began to be widely used during the 18th century. Before that readers simply understood from the way a sentence was written that someone was speaking although sometimes spoken words were underlined. Comma , colon: period(full stop). All three of these sorts of punctuation marks were given their Greek names by Aristophanes, a librarian who lived in Byzantium in the 2nd century BC. They were marks on the page, each with a message to the reader. Comma meant a short pause. Colon meant a medium  sized pause. Period meant a long pause. Exclamation mark! In the early days of punctuation, if you saw this sign, you were supposed to pause. Some people think the exclamation mark began as what the Greek word IO looked like if it was turned 90 degrees. This word means \"Oh, gosh!\" With the I on the top and the O under it, the sign as we know it today was developed. Question mark? In the middle age, a squiggle  above a full stop was sometimes used to show the sentence was a question and that a person's voice should go up at the end. By the 17th century it had turned into what we call a question mark. The shape may have come from the letter Q short for that Latin quaestio, meaning \"question\". Writers make choices about punctuation because they think differently about sentences and words. It's part of the personality of their writing. Some writers hate punctuation, but others love punctuation. So whether you love or hate punctuation, the best advice may be to just enjoy it, play with it, think about it and use it. It belongs  to the language and it belongs to you.What's the problem about punctuation today?", "output": "People have completely different ideas about it.", "options": ["People have completely different ideas about it.", "Not many people are taught to use it correctly.", "It has different meanings to different people.", "Sometimes spoken words must be underlined."]}
{"task": "race-middle", "input": " If  you don't like reading books, this is for you. * Have a few laughs  . Sit down with a book of jokes, a picture book or a funny story- book first. * Ask around. Ask your friends or your teachers about interesting books. * Find new interests. After reading, you may find an interest in something new. * Go to the library. Don't be shy   about asking a librarian   a question like, \"Do you have any books about soccer?\" * See the world  . When you want to know or see something, you can open the book about it. Try to read, you can find there is a lot of fun in books.If you want to find something about football in the library, you can  _  .", "output": "ask the librarian", "options": ["look for it everywhere", "ask your teachers", "ask your classmates", "ask the librarian"]}
{"task": "race-middle", "input": " Several years ago, a television reporter was talking to three of the most important people in America. One was a very rich banker, another owned one of the largest companies in the world, and the third owned many buildings in the center of New York. The reporter was talking to them about being important. \"How do we know if someone is really important?\" the reporter asked the banker. The banker thought for a few moments and then said,\" I think anybody who is invited to the Whiter House to meet the President of the United States is really important. \" The reporter then turned to the owner of the very large company. \"Do you agree with that?\" she asked. The man shook his head, \"No. I think the President invites a lot of people to the White House. You'd only be important if while you were visiting the President, there was a telephone call from the president of another country, and the President of the US said he was too busy to answer it. \" The reporter turned to the third man. \"Do you think so?\" \"No, I don't.\" he said. \"I don't think that makes the visitor important. That makes the President important. \" \"Then what would make the visitor important?\" the reporter and the other two men asked. \"Oh, I think if the visitor to the White House was talking to the President and the phone rang, and the President picked up the receiver, listened and then said, \"It's for you.\"The owner of many buildings thought   _  .", "output": "the visitor was really important if he was talking to the President and the President received a telephone call for the visitor", "options": ["he was really important because he owned many buildings in the center of New York", "the owner of the very large company was really important", "the visitor was really important if he was talking to the President and the President received a telephone call for the visitor", "the person who worked in the White House was really important"]}
{"task": "race-middle", "input": " I'm a Chinese girl. At school I have two good friends. Their names are Lucy and Lily. They are Americans. They are twins. They're eleven. They are good girls. Miss Gao is our English teacher. She is a good teacher. We like her very much. She likes us very much, too. We go to school at seven in the morning. At four o'clock we play games. At four thirty in the afternoon we go home. We are very happy.Miss Gao is   _", "output": "an English teacher", "options": ["English", "American", "an English teacher", "young"]}
{"task": "race-middle", "input": " One night, I was sitting in my room half listening as my 15-year-old brother Tommy fought with my 12-year-old brother Kevin. I didn't pay attention when Kevin rushed up the stairs with the hurt on his face. About 20mintes later, as I was walking up-stairs I heard Kevin crying inside the bathroom. I knocked on the door and asked, \"Hey, Kevin, do you want to talk?\" No answer. I tried again, \"Why don't you come out of there?\" Again, on answer. I tried again, \"Why don't you come out of there?\" Again, on answer. So, looking around, I grabbed a stack of  cards and a pencil and wrote, \"if you don't want to talk, we can write notes to each other..\" An hour later, I was still sitting on the floor outside the bathroom with two stacks of cards in front of me. One was blank and one was cards from Kevin on which he had translated all his _ feeling into words for me. As I read one of Kevin's notes, tears came to my eyes. It said, \"No-body in this family cares about me. I'm not the youngest, and I'm not the oldest. Tommy thinks I'm silly and Dad wishes he had the other Kevin as a kid because he's better at basketball. And you're never around to even notice me.\" Tears came to my eyes as I wrote back to him. \"You know Kevin, I really do love you and I'm sorry I don't always show it . I am here for you and you are loved in this family.\" There was no answer for a while, but then I heard a tearing sound coming from inside the bathroom. Kevin, who had run out of words wrote on a torn paper cup. \"Thanks.\" I wrote back, \"For what?\" It returned to me with \"Loving me.\" On it. Since then, I try my best to never only half-notice my family members any more. Kevin and I have a closer relationship now. And sometimes when one of us notices that the other is upset, we'll smile and say \"Write it on a paper cup.\" ,.Why did Kevin stay inside the bathroom alone crying?", "output": "He wanted to be alone.", "options": ["The writer didn't help him beat Tommy.", "He felt no love from the family members.", "He hurt himself when rushing up stairs.", "He wanted to be alone."]}
{"task": "race-middle", "input": " Uncle Li and Uncle Wang are good friends. They live next to each other and their farms are both at the foot of the mountain. So they can help each other. But neither of them likes to use his head. They work hard but they are both poor. Most villagers have built new houses, but they still live in the low and broken houses. They never find out why. Once Uncle Li went to town to buy some medicine for his wife. In the town he heard the apples in a city were expensive. He told Uncle Wang about it as soon as he went back. They decided to carry some apples to the city. They borrowed some money from their friends and bought nearly 1,000 kilograms of apples in the villages and carried them to the city on a tractor . Bad luck! A lot of apples were in the city when they arrived. A few days later they had to sell them at a low price. They felt unhappy and returned to their village. \"I can't understand why we sustained   losses  in business while others always profit  \" Uncle Li asked one day. \"The tractor was too small\" Uncle Wang said without thinking. \"We'll carry more apples on a truck next time!\" \"I agree!\" said Uncle Li. \"How foolish we were!\"Uncle Li and Uncle Wang were unhappy because   _  .", "output": "they had sustained losses in business", "options": ["they had sustained losses in business", "they had lost some money in the city", "something was wrong with the tractor", "other people profited in the city"]}
{"task": "race-middle", "input": " Oxford University, said that time spent on homework showed the influence of the school--if children were expected to do homework and if they enjoy their subjects. \"That's one of the reasons Indian and Chinese children do better. They put more time in it.\" he added. It's also reported that students who enjoyed school got better results. It is suggested that children aged 5 to 7 should be given one-hour homework a week, half an hour a night for 7 to 11-year-olds, two hours a night for 14 to 16-year-olds. \"Headteachers should make their own homework policy  ,\" the government says.It is suggested that 5 to 7-year-old children should be given   _  .", "output": "one-hour homework a week", "options": ["one-hour homework a night", "half an hour homework a night", "Two- hour homework a week", "one-hour homework a week"]}
{"task": "race-middle", "input": " This course is for those who want to learn to type, as well as those who want to improve their typing. The course is not common. You are tested in the first class, and begin practising at one of eight different skill levels. This allows you to learn at your own speed. Each program lasts 20 hours. Bring your own paper. Course fee: $125      Materials:  $25 Two hours for each evening for two weeks. New classes begin every two weeks. This course is taught by a number of professional business education teachers who have successfully taught typing course before. UNDERSTANDING COMPUTERS This twelve-hour course is for people who do not know very much about computers, but who need to learn about them. You will learn what computers are, what they can or can't do and how to use them. Course fee:$75  Jan 4,7,11,14,18  Wed.&Sat. 9:00---11:30 a.m.  Equipment fee:$10 David is a professor of Computer Science at Beijing University. He has over twenty years of experience in the computer field. STOP SMOKING Do you want to stop smoking? Have you ever tried and failed? Now is the time to stop smoking using the latest methods. You can stop smoking, and this twelve-course will help you do it. Course fee:$30  Jan 2,9,16,23   Mon 2:00---5:00 p.m. Dr. John is a practicing psychologist who has helped hundreds of people stop smoking.The special difference between the TYPING course and the other two is that   _  .", "output": "you will take a test in the first class for level decision", "options": ["people with different skill levels pay differently.", "you will take a test in the first class for level decision", "you will pay the fee before practicing typing.", "you will pay less money for your study."]}
{"task": "race-middle", "input": " A teacher takes a very big bottle and puts a few big stones   into it. He asks the students, \"Is the bottle full?\" They all answer, \"Yes!\" The teacher then puts some small stones into the bottle. The small stones are between the big stones. He then asks, \"Is it full now?\" Some students give no answer, but most answer, \"Yes!\" The teacher then starts to put some sand   into the bottle. For the third time, the teacher asks, \"Is it full?\" Now most students give no answer, but some still answer, \"Yes!\" Then the teacher pours   a cup of water into the bottle. \"What does it tell us?\" asks the teacher. One clever student answer, \"No matter   how busy you are, you can always find time to do some more things.\" \"No,\" says the teacher. \"If you don't put the big stones into the bottle first, you can never get _ in. The big stones are the important things in your life. If you fill your life with small things like the small stones, sand and water, you'll never have the time for the important things.\"What is the main   idea of the article?", "output": "We should try to find the important things in our life.", "options": ["We should use our time to do some more things.", "We should try to ask the teachers more questions.", "We should not put sand or water into our life.", "We should try to find the important things in our life."]}
{"task": "race-middle", "input": " These days, more and more Chinese people enjoy sending and receiving messages on the phone. It can help them to get the latest news and communicate with friends. But I think I should read more books besides the textbooks, the more, the better. It can open my eyes and improve my language skills. Of course, it can also help me to get good grades at school. Do you know how to read more and learn more? Here are some tips for you. Clear your purpose for reading Before you start reading, ask yourself why you are reading this book. Most people read for two main reasons, pleasure or knowledge. Clearing about your reading purpose can not only help you choose the books you really need to read, but also remind you why reading the book is important to you, so you will keep reading and complete the book faster. Read only what you are interested in No matter what you are reading, it is important to enjoy what you read. Whenever you realize that you aren't enjoying the book you are reading, give it up. Remember reading shouldn't be a chore. Set a reading goal It is interesting that I read the books borrowed from libraries faster than those I bought. The reason is the books I bought don't have a _ ! I don't need to return those books. Having a reading goal helps you work out how much reading you need to do in a week or even a day. Before you read each book, ask yourself what time you need to complete this book by. ,.What should you do when you find the book which you are reading is boring?", "output": "Give up the book.", "options": ["Keep on reading.", "Set a reading goal.", "Try to enjoy it.", "Give up the book."]}
{"task": "race-middle", "input": " Chen Jie, 14, from Ningbo, Zhejiang is a lucky girl. She got 3600 yuan as gift money this Spring Festival. However, her grandmother took away all the money and put it in a bank account. Many students experienced the same thing as Chen. They got their gift money, only to immediately have it taken away. Xiong Shengyue, 14, from Nanjing, doesn't agree with the practice. \"I think the money should be the children's, \" she said. \" We should take care of it by ourselves.\" It is not that simple, said Chu Chaohui, a researcher at national Institute of Education Sciences. Giving gift money is used to show social status  and develop relationships, he told Beijing Legal Evening News. Gift money has lost its traditional meaning of good will and has \"little to do with the children\". What's more, children don't earn the money through work. So he thought that parents should still play a big part in dealing with the money. But Yan Honglan, a mother of a 14-year-old boy in Beijing, has let her son be responsible  for his gift money since the age of 8. \"I want to develop his financial  skills, ' Yan said. She also added:\"No matter how you deal with the money, the most important thing is to make the children feel they're respected  and trusted. Chen supported Yan's idea. She said that though she knew her grandmother wouldn't waste her gift money, she would feel happier if she could at least know how the money is spent. \"It would make me feel a little bit more grown-up,\" she said.Yan Honglan thought  _   is the most important thing.", "output": "to make the children feel they're respected and trusted.", "options": ["to make children feel a little bit more grown-up", "to take care of the gift money by themselves", "to put the gift money in a bank account", "to make the children feel they're respected and trusted."]}
{"task": "race-middle", "input": " As you are soon on your way to Eastern Europe, here are a few tips on what you should pack. In general, pack lightly, with only the most basic clothes. People dress casually  in Eastern Europe, so you don't need to bring along your smartest clothing. Batteries: If your camera, flash, or other appliances run on batteries, bring enough supply along. Certain types of batteries don't exist in Eastern Europe, and those that do often don't last very long. Cash: We have found it good to have supply of small-unit U.S. bills($1and $5) to use in hard-currency stores, to buy international train tickets, etc. The hard-currency stores never seem to have the right _ . Electric Current Adapter : If you bring any appliances, remember that the electricity in Eastern Europe uses 220 volts A.C., not the standard 110 volts of North America. A 110 volts appliance will soon burn out when attached to an unchanged 220-volt plug. Language Tools: One of Europe's biggest challenges is communicating with the local people since their languages are so different from our own. To help overcome difficulties, you might buy phrasebooks before you go -- you won't find them once you are in Eastern Europe. Money Belt: A money belt is especially helpful when you have many documents to carry around ( as you always do in Eastern Europe). The best one we find is made by Eagle Greek Travel Gear, 143 Cedros Ave. (P. O. box 651), Solona Beach, CA 92075 (tel. 619/755 - 9399, or toll free 800/874 - 9925) outside California. Traveler's _ : These are necessary. Bring your traveler's checks in small to medium unit ($10, $20, or $50) to change a little bit at a time, so as not to be left with a lot of local money. To be on the safe side, be sure to copy down the check numbers in two places, just in case something happens to the checks.What's the writer's purpose of writing this passage?", "output": "To give you some advice on what you should pack when you're in Eastern Europe.", "options": ["To tell you it's not easy to stay in Eastern Europe.", "To give you some advice on what you should pack when you're in Eastern Europe.", "To tell you something about the life in Eastern Europe.", "To show you the life in Eastern Europe is different from that in your country."]}
