{"task": "race-middle", "input": " The red phone box in Britain is a perfect example of the British traditional culture. However, with the fast development of mobile phones, it has lost its place in people's everyday life. In order to save their loved red phone boxes, people have come up with many ideas, for example, to turn them into toilets or art houses. In a village in Somerset, a place in South West England, villagers have found a new way to save their red phone box. They turned it into a mini library to deal with the shortage of libraries in their area. The idea was given by a local villager, Janet Fisher, who lives opposite the phone box. Villagers got together to set up the book box. Over 100 books and a lot of movies and music CDs are available at this mini library. The books are of different kinds, including from cooking books to the classics and children's books. People can put the books that they have read inside the phone box, and take away the books that they'd like to read. The books are always changing. There is a regular check on the books to keep the phone box collection fresh. Anyone is free to come to read books there. The phone box library is open every day around the clock and is lit (the past form of \"light\") at night.  \" It's very pleasing that the red phone box has been saved. More importantly, it can continue providing a service for us,\" said one of the villagers.People in Somerset turned the red phone box into a mini library to   _  .", "output": "help solve the shortage of library service", "options": ["make it like the new one", "help solve the shortage of library service", "provide a place to exchange ideas", "make the collection of the local library larger"]}
{"task": "race-middle", "input": " In the past 300 years, more than 130 species of animals have become _ . One of these extinct species is the passenger pigeon . At one time there were millions of these birds in North America, but now there are none. The last one died in the Cincinnati Zoo in 1914. Another extinct animal is the cape lion . The animal has been extinct since 1860. What cause animals to become extinct? Too much hunting is one cause; pollution is another. Governments around the world have begun to protect wild animals in danger. In the United States, the US Fish and Wildlife Service is responsible for endangered animals. It has listed nearly 200 species of endangered animals in North America.The best title of this passage should be \"  _  \".", "output": "Wild animals become extinct", "options": ["A sad story", "Endangered animals in North America", "Wild animals become extinct", "The US Fish and Wildlife Service"]}
{"task": "race-middle", "input": " Once an Englishman named Jack Brown went to Russia for a holiday. He stayed there for several months and then came home again. Some of his friends visited him a few days after he got back. \"I had a very dangerous trip while I was in Russia,\" Jack said to them. \"I wanted to see a friend of mine in the country and the bad weather made me very late. So I was still traveling through a forest in a sleigh  when the sun went down. It was a long way from my friend's house when about twenty wolves began to follow my sleigh. It was very dark in the forest. There was thick snow on the ground. It was cold, and there were no houses for miles and miles. First I heard the wolves. The noise was terrible! The horses heard them, too. They were frightened and began running faster. Then I saw long, gray forms among the trees, and soon the wolves were near us. They were running very fast, and they didn't seem to get tired like the horses.\" \"What did you do?\" one of Jack's friends asked. \"When the wolves got very near,\" Jack answered, \"I put up my gun and shot the first wolf. The sleigh was moving about, but I hit the animal and killed it. Then all the other wolves stopped and ate it, so our sleigh got away from them for a few minutes.\" \"Then they finished their meal, and I heard them coming again. The moon was shining brightly on the snow now, and after a few minutes I saw them running among the trees once more. They came nearer again, and then I shot another of them, and the others stopped once more to eat it.\" \"The same thing happened again and again, and my horses became more and more tired and ran slower and slower until, after about two hours, only one wolf was still alive and following us.\" \"Wasn't it too fat to run?\" one of his friends asked.According to what Jack said, the last wolf   _  .", "output": "had eaten all the other wolves", "options": ["was the strongest of all", "ran much faster than the other wolves", "had eaten all the other wolves", "was very fat and didn't run fast enough"]}
{"task": "race-middle", "input": " Most animals protect  their young until they are old enough to take care of themselves. A fish that swims in the rivers of South America protects its young in a very strange way. This fish, a kind of catfish, uses its mouth to keep its babies from danger . When this catfish lays  its eggs, it carries them in its mouth. From what we know, it does not eat during this time. After the eggs hatch , the fish swims with its young to protect them. It opens its mouth when danger appears , and the tiny fish swim inside. They swim out only when it's safe again. These catfish may have a _ way to protect their young, but it seems  to work.The young fish are   _  .", "output": "tiny", "options": ["tiny", "large", "yellow and gold", "very brave"]}
{"task": "race-middle", "input": " Barry and Jim are twin   brothers. But they like different things. Barry likes basketball and soccer. He is in the school basketball club, and he plays soccer every day. He has 9 basketballs in his bookcase. He also likes volleyball. He has 3 white volleyballs and 3 blue volleyballs. He doesn't like tennis. He wants to be a soccer player. Jim doesn't like sports. He likes books. He thinks reading books is interesting. He reads a book every day. He has many books about English. He has a great collection of English books. But he puts these books everywhere in his room. He thinks books are good friends. He wants to be a writer.Which of the following is right?", "output": "Jim has many English books.", "options": ["Barry is Jim's sister.", "Barry reads a book every day.", "Jim has many English books.", "Jim has 3 white volleyballs."]}
{"task": "race-middle", "input": " Tim and Li Fang are not going to have any classes next week. They're going to work on a farm. They are going to leave at about seven thirty on Monday morning. They are going to travel to the farm by bus. They are going to wear old clothes because they are going to grow rice. They are going to have fish for lunch. They are also going to have a swim at the farm. Tim and Li Fang are excited about going to the farm. Not only are they going to help around the farm, they are going to learn about farming. Li Fang is worried that Tim won't arrive on time to catch the bus because he is nearly always late. Li Fang often has to say to him, \"Don't be late, Tim.\"What time are they going to start?", "output": "At 7:30 a.m.", "options": ["At 7:00 a.m.", "At 7:30 p.m.", "At 6:30 a.m.", "At 7:30 a.m."]}
{"task": "race-middle", "input": " Last weekend, our family went to have Christmas dinner in a restaurant. We were the only family with a baby in the restaurant. Suddenly, my baby Erik became excited when we were enjoying our meal. I looked around and saw an old man with old clothes and dirty old shoes. His hair was unwashed. He was smiling at my Erik. \"He might hurt my Erik,\" I thought. Everyone in the restaurant looked at us and the old man. Then we decided to leave. The old man sat between the door and us. As I walked closer to the man, I turned my back. Suddenly, Erik leaned  over my arms, reaching with both arms in a baby's pick-me-up position . Before I could stop him, Erik had escaped  from my arms to the man's. Soon the very old smelly man and my young baby developed a kind of friendship. Erik put his little hand on the man's face, and I saw the old man closed his eyes and tears running down his face. His aged hands held my baby so gently . A moment later, the old man opened his eyes, passed me my baby and said, \"Thank you, Madam. You've given me the best Christmas gift.\" I cried, with my face burning hot. A child saw a soul , but a mother saw only a kind of clothes.The family decided to leave the restaurant because they   _  .", "output": "worried about their baby's safety", "options": ["had finished the meal already", "had some important things to do", "thought the food there was bad", "worried about their baby's safety"]}
{"task": "race-middle", "input": " One afternoon, Kate and her brother Bob went out to play.Kate was eight, and Bob was ten.\"Let's go to the bridge and we can see fish in the river.\" said Kate. \"I don't know...\" Bob said.\"Mum told us, 'don't go on the bridge.' She said it's dangerous.\" Kate said, \"I am not afraid.Are you?\" They walked onto the bridge and began looking for fish in the river.The bridge was a train bridge.Trains went over the bridge three times a day. The children were standing in the middle of the bridge when they heard a loud noise.\"A train is coming!\" Bob shouted.\"Run!\" He ran to the end of the bridge.He was safe. Kate ran, too, but she fell.The train was coming fast.Kate ran towards Bob.She fell again right on the train tracks .There was no time to leave.She had to lie down between the tracks.A few seconds later, the train went over the girl, but she was not hurt at all.She stood up and said to Bob, \"Don't tell Mum! Don't tell Mum!\" At last their mother found out about the story.She was angry because they went on the bridge.But she was happy that Kate was all right.When their mother knew about the story, she was  _  .", "output": "both angry and happy", "options": ["happy", "angry", "sorry", "both angry and happy"]}
{"task": "race-middle", "input": " A young man worked very hard at his lessons. He was too busy to have a rest. At last, he became ill, so he couldn't go to sleep. Every night, when he went to bed, he closed his eyes and tried to sleep. But he always stayed awake and couldn't fall asleep. After some days, he decided to see a doctor. \"I just can't go to sleep at night. What should I do? Could you please help me?\" \"I have a suggestion ,\"said the doctor. \"Try counting numbers. By the time you reach one thousand, you'll be asleep. I'm sure of it.\" The next day the man returned to the doctor's office. \"Well,\" said the doctor, how are you today? Did you try my suggestion?\" The man still looked tired. \"Yes,\" he said, \"I tried counting one, two, and three-- up to one thousand. But when I reached five hundred and sixty-nine, I began to feel sleepy. I had to get up and drink some tea so that I could go on counting up to one thousand. But then I still couldn't fall asleep.\"The young man   _  .", "output": "counted from 1 to 569 and got up to drink some tea", "options": ["counted from 569 to 1000", "counted from 1 to 1000 and fell asleep", "counted from 1 to 569 and got up to drink some tea", "counted from 1 to 569 and fell asleep"]}
{"task": "race-middle", "input": " Every year, we celebrate many special days-Mother's Day, Father's Day, and New Year's Day. In some countries, there is a special day for playing tricks on others. In North America and parts of Europe, this day is known as April Fool's Day, and is celebrated on April 1. Many people believe that the French started April Fool's Day. Centuries ago, New Year's Day in Europe was April 1. In 1582, the calendar changed and King Charles IX of France moved it to January 1. Some people did not like this, and chose to keep April 1 as New Year's Day. Many called these people 'April fools' and played jokes and tricks on them. Over time, April 1 became a day to have fun in France. It then spread to England and Scotland, and later, to North America. On April Fool's Day, jokes are common. In the United States, for example, a person may move a friend's clock ahead one hour, or change the sugar and salt. In Scotland, April Fool's Day lasts for two days. The second day is called 'Taily Day'-for one's 'tail'. On this day, people might secretly put a sign saying 'kick me' on a person's back or behind. Other countries have their own 'Fool's Day'. In Spain and Mexico, people play tricks on each other on December 28. In India, it happens on March 31. In many countries around the world, April 1 is a day of fun. Jokes bring about a lot of laughter, and many shouts of 'April Fool'!It is said that people first celebrated 'Fool's Day' in  _  .", "output": "France", "options": ["the United States", "France", "Scotland", "Spain"]}
{"task": "race-middle", "input": " There is an old English saying.It tells us that we must go to bed early and get up early in the morning.Then we shall be healthy.We shall also be rich and clever.This is true.The body must have enough sleep to be healthy.Children of young age should have ten hours' sleep every night.Children who do not have enough sleep cannot do their work well and they may not be healthy.The body also needs exercise.Walking, running, jumping and playing games are all exercise.Exercise keeps the body strong.Exercise also helps the blood to move around inside the body.It is very important.Our blood moves to all parts of our body.The head also needs blood.Exercise helps us to think better.Children of young age should have    _    hours' sleep every day.", "output": "ten", "options": ["ten", "nine", "eleven", "twelve"]}
{"task": "race-middle", "input": " Mrs. Black goes to buy a fish with her daughter. She doesn't know how to cook it, so she asks the shopkeeper to write down the way of cooking it on a note. She puts the note in her daughter's pocket and then they leave the shop with the fish. On their way home, a black cat sees them and follows them. Suddenly  the cat jumps at her, takes the fish away from her quickly and runs off at once. Mrs. Black runs after it, but she can't run faster than it. At last she stops, not knowing what to do. But she suddenly remembers  _ . She laughs and shouts at the cat, \"You don't know how to cook it. The note is still in my daughter's pocket!\"Which of the following statements is  _  ?", "output": "Mrs. Black is foolish  .", "options": ["The cat goes home with the two women.", "The daughter writes the note for her mother.", "The cat can't eat the fish because it doesn't know how to cook it.", "Mrs. Black is foolish  ."]}
{"task": "race-middle", "input": " Hello, I'm Kan. I like different kinds of food. I like hamburgers, ice cream, salad and orange juice. For breakfast, I often have some milk and hamburgers. I don't like dessert. My favorite football star, Ronaldo eats lots of healthy food. He likes eggs and vegetables for breakfast. For lunch, he eats hamburgers, potatoes, chicken, oranges and apple juice. For dinner, he likes meat and French fries. He doesn't have dessert. \" I like football better.\" He says.Ronaldo eats   _   for dinner.", "output": "meat and French fries", "options": ["meat and French fries", "potatoes and chicken", "eggs and vegetables", "oranges and apple juice"]}
{"task": "race-middle", "input": " On May 2, 2012, Ashok Gadgil became the winner of the $100,000 Lemelson-MIT Award for Global Innovation  . Each year, the honor is given to an inventor who has made a big difference in the lives of people in developing countries. Gadgil is a professor and physicist at the University of California, Berkeley. He spent thirty years helping people in need. His inventions have helped more than 100 million people around the world. \"I chose to focus on problems where my knowledge of science  could help,\" Gadgil said. In the 1990s, Gadgil designed his first life-saving invention after more than 10,000 people died from Bengal cholera   because of the clean water crisis   in India. His invention uses ultraviolet light to kill deadly disease-carrying germs   from drinking water. It costs just one cent to clean five liters of water (about 21 cups). So far, the invention has provided safe drinking water for more than five million people in India and other developing countries. Gadgil's another important invention is the Berkeley-Darfur Stove  . The long and violent war in Darfur, Sudan, has caused many people to move to foreign countries and live in refugee camps  . They are given food aid. But people still have to travel a long distance five times a week to gather firewood to cook meals. This can be dangerous because of street violence in the area. To avoid danger, some spend much of their money used to feed their families buying firewood. The stove Gadgil created cuts fuel usage by 55%. That means people wouldn't have to leave the camps to find firewood as often. The invention also helps to save homes more than $300 a year. About 125,000 people and their families have been helped. As a professor, Gadgil encourages his students, \"Be optimistic   when you try a hard problem,\" he says. \"It's when you solve a large problem that you can have a big influence on the world.\"What do people benefit from the Berkeley-Darfur Stove?", "output": "They can cook their food easily.", "options": ["They can sell stoves to make a living.", "They can save both time and money.", "They can be protected from diseases.", "They can cook their food easily."]}
{"task": "race-middle", "input": " Satellites are an important part of our ordinary lives.For example, the information for weather forecasts is sent by satellite.Some satellites have cameras which take photographs of the Earth to show how clouds are moving.Satellites are also used to connect our international phone calls. Computer connections of the World Wide Web and Internet also use satellites. Many of our TV programs come to US through satellites.Airplane pilots also sometimes use a satellite to help them find their exact location. We use satellites to send television pictures from one part of the world to another.They are usually 35,880 kilometers above the equator.Sometimes we can see a satellite in the sky and it seems to stay in the same place. _ is because it is moving around the world at 11,000 kilometers an hour--exactly the same speed that the earth rotates.A satellite must orbit the Earth with its antennae facing the earth.Sometimes, it moves away from its orbit ,So there are little rockets on it which are used to put the satellite back in the right position.This usually happens about every five or six days. Space is not empty! Every week, more and more satellites are sent into space to orbit the Earth.A satellite usually works for about 10-12 years.Satellites which are broken are sometimes repaired by astronauts or sometimes brought back to Earth to be repaired.Often,very old or broken satellites are left in space to orbit the Earth for a very long time.This is very serious because some satellites use nuclear  power and they can crash into each other.What's the speed the earth rotates at?", "output": "11,000 kilometers per hour.", "options": ["35,880 kilometers per hour.", "335,880 kilometers per hour.", "11,000 kilometers per hour.", "110,000 kilometers per hour"]}
{"task": "race-middle", "input": " Do you play a musical instrument? If so, you may be getting smarter. A recent study shows that taking music lessons can raise a person's IQ. Scientists studied 132 children in Canadian schools. At the beginning of the school year, these children took an IQ test. Then they were divided into four groups. One group took singing lessons. Another group took weekly piano lessons. The third group took classes in drams . And the last group did no special activities at all. At the end of the school year, the 132 children took an IQ test again. In all four groups, the average score went up. However, the piano players'IQs went up 7.0 points on average. The average increase for the other three groups was only 4.3 points. The researchers say that the difference is small and it may not result in better grades for the piano players. However, _ still consider the results important. Learning an instrument helps kids becomes better at concentrating and at memorizing things. Therefore, the researchers say, it may be good for brain development in young people. If you have a chance to learn to play a musical instrument, never miss it. Remember it can make you smarter.What's the main idea of the passage?", "output": "Learning instruments may make kids smarter.", "options": ["It's good for us to listen to music.", "Everyone should learn to play the piano.", "Take an IQ test before you learn instruments.", "Learning instruments may make kids smarter."]}
