{"task": "race-middle", "input": " When we buy a house, we all want to have nice neighbours, because most of us think that it is helpful to live with some good neighbours. But what kind of neighbour is good? The answers are different from people to people. Here are my answers. First, it is very important to respect  each other. If our neighbours try to know more about our life, what will we feel? He or she may also talk with others about our life. Do you want to live with him or her any more? The answer is \"No\". We will feel very sad to have this kind of neighbour and move away quickly. Next, a good neighbour is always ready to give us a hand when we need him or her. For example, if we are not at home, our good neighbours will watch our house for us. Finally, a good neighbour should love the environment . He or she never puts rubbish  here and there. Good neighbours should keep the place clean, because the good environment can make us comfortable and happy. I think we all should learn to be good neighbours, and I also hope everyone will have good neighbours and live a happy life.Which of the following is right ?", "output": "People should learn to be good neighbours .", "options": ["People are all good. neighbours.", "People all have good neighbours.", "People should learn to be good neighbours .", "People all know how to be good neighbours."]}
{"task": "race-middle", "input": " Everyone dreams of changing the world. But can teenagers really make a difference? And how can they go about it? Michael Norton's book 365 Ways to Change the World is a good starting point. The book gives an idea or task for every single day of the year. The tasks include offering to work at a local homeless shelter   and planting a tree. The book says that one simple act, no matter how small, can help someone in need. It may even influence   other teens to do something. Nathan Anthony, a student at Maple High School in Modesto, California, US, agrees. \"It is impossible to get anything in life without giving something to someone or working hard at school or workplace,\" Anthony said. Another Maple student, Ariane Mota, has the same idea.\" Giving is our way of repaying those who help us,\" she said.\" Whether it is a helping hand or a donation, we should help others to make their day or life better.\" But how often do teens see peers   helping a stranger or doing something nice for someone? According to Anthony, not a lot. He and Mota both believe this needs to be changed. \"I help my friends by telling them that their lives are better than those poorer people,\" Anthony said.\" Humor is also a great tool.\" So whether you're helping to find a cure   for bad illness or simply smiling at a stranger, do something every day to help change the world for the better.Which of the following does not change the world for the better?", "output": "Eating a delicious meal", "options": ["Eating a delicious meal", "Telling friends that their lives are better", "Helping find a cure for cancer", "Smiling at a stranger"]}
{"task": "race-middle", "input": " Monkeys are clever and lively, but they are naughty and greedy   as well. Whenver they find delicious food, they will eat enough.  What's more, they will take it when they leave. They have suffered   a lot because of this. But they never change this way. In India, people use monkey's greed to catch them. Do you know how they can catch monkeys? Here are some instructions. *              Make a hole in a big pumpkin  . The hole must be just right     ----neither too big nor too small. *              Put some jujubes   in the hole. *              Leave the pumpkin under a tree. Make sure there are some monkeys in   the tree. *              Hide yourself and watch the monkeys. As soon you leave, the monkeys can't wait to come down to the pumpkin. When they find a hole in the pumpkin, they don't know what's in it and one of them can't help putting its hand into the hole to find what on earth there is. When it touches the jujubes, it will clench   some of them in its hand. As a result, it isn't able to take its fist   out of the hole. You can't come close until this time. Will the monkey drop off the pumpkin? Don't worry. It prefers the pumpkin than its life. It will run with the pumpkin, clenching its fist more tightly. In the end, it is caught helplessly.Seeing the hole in the pumpkin, a monkey will  _  .", "output": "be interested in", "options": ["be interested in", "be afraid of", "run away at once", "take the pumpkin away in arms"]}
{"task": "race-middle", "input": " Millions of British people have _ the traditional \"thank you\" and took the place of it with the less formal \"cheers\", according to a survey. Although the common person will say \"thank you\" nearly 5,000 times a year, one in three are more likely to add a \"cheers\" or \"ta\" where it's needed to show they are fashionable. One in twenty now say \"nice one\" instead, while the younger are more likely to offer a \"cool\" than a \"thank you\". \"Merci\", \"fab\" and even \"gracias\" were also listed as common phrases to use, as \"much appreciated \". One in twenty who took part in the survey of 2,000 people by the Food Network UK for Thank You Day, which is marked on November 24, 2011, said a formal \"thank you\" was now not often needed in everyday conversation. More than one in ten adults said they regularly won't say thank you if they are in a bad mood. Most people stated that saying thank you was something that their parents trained them. A huge 70 percent of those questioned will say thank you to a person's face without even meaning it, while one fifth avoid saying it when they know they should. It seems our friends and family get the stress of our bad manners. Half of them admit   they're not good at thanking those closest to them. Many of them explain that they don't say thank you because their family \"already know I'm grateful\". When spoken words won't do, it falls to a nice text to do the job for most people. One third will still send a handwritten thank-you note---but 45 percent admit it's been more than six months since they tried to send one. A quarter of British people say \"thank you\" with food, with 23 percent cooking a meal to show their appreciation to someone. Another 15 percent bake a cake. It follows that 85 percent of people will be angry because of not getting the gratitude  they feel they should receive.Most of the people who took part in the survey say that they say \"thank you\"   _  .", "output": "completely out of habit", "options": ["when they are in good mood", "completely out of habit", "when they feel truly grateful", "purely out of politeness"]}
{"task": "race-middle", "input": " When I arrived in the US, I felt very sad because life in the US was different from life in my country. My first day of school was at Takoma Park Middle School in March last year. I was very nervous in that morning and I didn't want to get up. When I went to my first class, I didn't know what to do because I didn't know what the teacher said. But there were many people who spoke the same language as me, while some of them were laughing at me, because they came before me and they understood the language better than me. But there were three girls who helped me. Their names are Maryori, Jezabel and Beverly. As the days passed, I had some new friends and Beverly became my best friend. She always helped me with my study. Three months later, the school year ended and I had to come to Blair High School. On my first day of school at Blair, I felt it was different from my first day in middle school because it was a beginning of a new school year and there were many new students. I felt better because I knew that I wasn't the only new student. That day I met new friends. For some of them it was their first time at school in the US, so I tried to help them because I knew how new students feel when they go to a new school.Why did the write try to help his new classmates?", "output": "Because he knew how new students feel when they go to a new school.", "options": ["Because they came from the same country.", "Because he knew how new students feel when they go to a new school.", "Because he wanted to set a good example to others.", "Because the teachers asked him to do."]}
{"task": "race-middle", "input": " Americans think a great deal about time. From childhood they learn to value time. As children, they are taught to be on time to go to school, to do work and to do everything. When they are having a good time, they say that time flies. When a person is dying, they say he is living on borrowed time. Time is money. Time is knowledge. Time is everything in America. A working America has to work hard for 8 hours a day or 40 hours a week. This is the working time. In his free time, he also works hard for more money. Even Saturday and Sunday are filled with activities. In the street you can hardly see a man who walks slowly. They walk very fast. In fact, they are running. They love time because time brings them money, comforts and progress. But sometimes they also hate time, for they feel they have become servants of the clock.Which of the following is NOT TRUE?", "output": "All Americans love time and don't hate time.", "options": ["The Americans usually value time.", "The Americans are often on time.", "All Americans love time and don't hate time.", "Sometimes the Americans hate time."]}
{"task": "race-middle", "input": " Mrs. Black lives on Second Avenue. New Year is coming. She wants to send   a card to her friend in Toronto, but she doesn't know where the post office is. She asks her neighbor   Mary, \" Is there a post office near here? I want to send a card.\" \"The post office is not near from here,\" answers Mary, \"but you don't need to go to the post office to post the card. There is a _ in front of the supermarket. You can put your card into the mailbox\"Mrs. Black and Mary are   _  .", "output": "neighbors.", "options": ["friends", "sisters", "mother and daughter", "neighbors."]}
{"task": "race-middle", "input": " Liu Hong is from China. She is a nice girl. Her eyes are big and her mouth is small. She has a big family . Her father   is Liu Jie. And her mother's  name is Deng Hua. They are very nice. Liu Hong has a sister and brother(,). Her sister is Liu Hui, and her brother is Liu Bin. Liu Hui has long hair and a round face. But Liu Bin has short curly hair and a long face. They are students. , .How many people are there in Liu Hong's family?", "output": "Five", "options": ["Three", "Four", "Five", "Six"]}
{"task": "race-middle", "input": " Thanksgiving Day is an American national holiday. It usually lasts four days. Americans celebrate it on the fourth Thursday of November each year. It's a time for people to give thanks to God, and it's also a time for family members to get together. Thanksgiving Day is like a warm family meeting. On the Eve of Thanksgiving, members of the family will drive and even fly home. The next day, they sit around the table, enjoying a traditional dinner together. Turkey  ,sweet potatoes and a pudding are always ready for the Thanksgiving dinner. Thanksgiving Day is also a day for students to give thanks to parents and teachers who give them help and who love them very much.People have  _   on Thanksgiving Day.", "output": "both A and B", "options": ["turkey and a pudding", "sweet potatoes", "both A and B", "noodles"]}
{"task": "race-middle", "input": " Mr. and Mrs. Black want to go to Beijing. But their dog Bobby can't go there with them. So they leave him in a dog shop. It is Sunday. Mr. and Mrs. Black get back home from Beijing very late at night. So they don't get Bobby back. On Monday morning, Mr. Black brings the dog back in his car. When he gets home, he says to his wife, \"Bobby barks all the time. I think he wants to tell me something. He doesn't like the shop?\" Mrs. Black looks at the dog carefully   and then says, \"You're quite right. He wants to tell you something. He wants to tell you that you bring the wrong   dog home.\" .Mr. and Mrs. Black want to go to   _  .", "output": "China", "options": ["Japan", "China", "Canada", "the US"]}
{"task": "race-middle", "input": " Mrs.Green was eighty,but she had a small car,and she always drove to the shops on Saturday and bought her food.She didn't drive fast because she was old,but she drove well and never hit anything. Sometimes her grandchildren said to her,\"Please don't drive your car,grandmother.We can take you to the shops.\" But she always said,\"No,I like driving.I've been driving it for fifty years,and I'm not going to stop driving.\" Last Saturday she stopped her car at some traffic lights because they were red and then it did not start again.The lights were green,then yellow,then red,then green again,but her car didn't start. \"What am I going to do now? \"she said. At this time a policeman came and said to her kindly,\"Good morning.Don't you like any of our colours today? \"She was old,so she didn't drive  _  .", "output": "fast", "options": ["well", "slow", "fast", "badly"]}
{"task": "race-middle", "input": " One day a rich boy bought a magic mirror  . When he got home, he looked in the mirror. His face looked sad. He tried to smile and make funny faces, his face looked still sad. Then he did many happy things, but his face always looked sad. \"Oh, what a terrible mirror! It doesn't work! \" he said angrily. The next day on his way to buy some chocolate, he saw a little girl crying sadly. The rich boy went up to her and asked what happened. The little girl said she couldn't find her parents. \"Don't worry. I'll help you,\" the rich boy said. So they went to look for them together. Finally they found her parents. They were so thankful for his help. After the rich boy arrived home, he looked in the mirror as usual. To his surprise, his face looked very happy. The boy understood the magic of the mirror. The mirror could show the true feelings of its owner. This was true--the rich boy helped that little girl, so he felt really happy. , .What did the rich boy saw crying sadly on his way to buy some chocolate?", "output": "A little girl.", "options": ["A little boy.", "A little girl.", "A little dog.", "A little cat."]}
{"task": "race-middle", "input": " Hello, My name is Dale. I'm 13 years old. This is a photo of my family. Look! This is my father. His name is Tim Brown. He is 45 years old. This is my mother Alice. She is 43 years old. I have a sister and her name is Gina. She is 11 years old. I look like  my mother and Gina looks like my father. All my family are in the same school. My parents are teachers. They are friendly   to the students, so the students love them very much. My sister and I are students and we love our school.There are   _   people in Dale's family.", "output": "Four", "options": ["Three", "Four", "Five", "Six"]}
{"task": "race-middle", "input": " Last summer I went to India with my family. We spent 10 days traveling around Rajasthan and I will never forget it. We saw lots of things like the Taj Mahal  and we went to a tiger reserve . Our guide was called Krishna and he was really nice especially when I didn't always understand things he would explain it to me and answer all my stupid questions. Also when I got ill with a fever, he was really kind and gave me medicine and got a priest  to give me a _ in a Hindu temple we visited, and then I got well again very quickly. There were lots of amazing parts of the holiday. One was when we got to ride on elephants in Jaipur. My sister and I rode an elephant called Lucky. We were in a camel cart but Krishna talked to the camel's owner and we were allowed to ride on them, which was really cool. I also really liked the Taj Mahal because it was even prettier than I imagined. My sister lost her shoes. But the people in India are really kind, so we found them again. The weather was really hot which was nice because Krishna gave us lots of time to spend in the pool and relax in-between going to see all the amazing places. This was the best holiday that I have ever been on. I wish I could come back another year.What does the passage mainly talk about?", "output": "A holiday experience", "options": ["A stupid tourist.", "A kind tour guide.", "A terrible trip.", "A holiday experience"]}
{"task": "race-middle", "input": " Traveling is very interesting. Many people love traveling. There are many ways to travel: by plane, by train, by ship or by car. Everyone has their favorite way. Greg:My favorite way of traveling is by car. I can bring my pet dog along. I can travel three hundred miles or only fifty miles a day. I can stop at a good restaurant to enjoy a good meal or at a hotel to spend the night. Eliza:I love traveling by train best! It's very exciting. I traveled most of Europe in 5 months by train. It's the best way to talk with the local   people and make new friends on the way. Trains make even the longest trip enjoyable. The train ride to me is just like a big moving party. I also like traveling by ship. It is a very great way to spend a vacation. I can go to parties and movies on the ship, and enjoy the blue sky and water. Danny:Planes are my favorite. It's the fastest way of traveling. I can quickly get to another country. Planes have very comfortable seats. I can have something to drink and to eat. I can also read some free magazines and newspapers. .Greg loves traveling   _   best.", "output": "by car", "options": ["by ship", "by car", "by train", "by plane"]}
{"task": "race-middle", "input": " Billy always loved blueberries. They were his favorite fruit. Today he was going to make juice with his uncle. His uncle liked to make juice out of everything. He made carrot juice, apple juice, vegetable juice, and more juices. He had never made blueberry juice before though! First, Billy and his uncle went to a blueberry farm. They were each given a basket. They picked for an hour and got several pounds. It was hard work picking the little berries from the trees. Now Billy understood why they were expensive in the store. Next, they had to wash the fruit. Some of them still had leaves. Those had to be pulled off. Then the bad berries had to be thrown away. They washed the berries and made them air-dry. After that, they pushed the blueberries through a strainer . The strainer caught most of the seeds and skins, and only left a small glass of dark purple juice to _  When they tasted the juice, it wasn't very sweet. Billy's uncle didn't want to add white sugar to the juice. It was better to use a naturally sweet juice, like apple juice, pear juice, or grape juice. They used grape juice as a sweetener  , because grapes had a similar color to the blueberries. Finally, they could drink it. It was a lot of work to make juice, but it sure was refreshing!Billy thought blueberries were expensive because  _  .", "output": "it was hard to pick them from the trees", "options": ["they were delicious", "they had to be sent to the store", "it was hard to pick them from the trees", "there weren't many blueberry trees on the farm"]}
