{"task": "race-middle", "input": " We often ask for information or help, especially  when we visit a foreign country. So knowing how to ask for information politely is important. In English, \"Where are the restrooms?\" and \"Could you please tell me where the restrooms are?\" are correct English, but the first could sound rude . It's important to use correct language, but sometimes we need to learn how to be polite . In English, just like in Chinese, we change the way we speak when talking with different people. If you say to your teacher, \"Where is my book?\" This will sound rude. But if you say, \"Excuse me, Mr West. Do you know where my book is?\" Your question will sound much more polite. Of course it might be all right to say \"Where is my book?\" in some situations, perhaps with people you know well. \"Peter, lend me your pen.\" can sound rude in English. Usually in English, polite questions are longer such as \"Could you please...?\" or \"Can I ask...?\" It sounds more polite to say, \"Peter, could you please lend me your pen?\" Sometimes we might even need to spend some time when you stop a stranger in the street. We might first say, \"Excuse me. I wonder if you can help me\" or \"I'm sorry to trouble you but,\" before asking them for help. It might seem that speaking politely is more difficult than being direct . However, in order not to offend  people, learning about language etiquette  is just as important as learning grammar or vocabulary. And doing this will also help you become better at English, or any other language you wish to speak.What is the polite way when you ask for help?", "output": "Excuse me, how could I get to the book shop?", "options": ["Pass me the watch, Li Tao.", "Where is the supermarket?", "Tell me where I can find a bank.", "Excuse me, how could I get to the book shop?"]}
{"task": "race-middle", "input": " When you are in England, you must be more careful in the street because the traffic drives on the left. Before you cross the street, you must look to the right first and then left. In the morning and in the evening, when people go to or come from work, the streets are very busy. Traffic is the most dangerous then. When you go by bus in England, you have to be careful, too. Always remember the traffic moves on the left. So you must be more careful, have a look first or you will go wrong. In many English cities, there are big buses with two floors. You can sit on the second floor. From there you can see the city very well.When you cross the street, you must look to   _  .", "output": "the right first", "options": ["the left first", "the right first", "the front first", "the back first"]}
{"task": "race-middle", "input": " One day a dentist was starting his morning work. Suddenly a man ran in. His face was red and he could only say \"Quick! Quick!\" The dentist thought he must be very ill. His assistant helped to make the poor man sit in a chair. The dentist gave the man some medicine to make him sleep. Then, he looked into the man's mouth and pulled out all the bad teeth. As soon as the man woke up, he said in a low voice, \"Quick, doctor, quick.\" \"It's all right now,\" the dentist told him, \"It's over.\" \"You don't understand,\" said the man, \"I came to tell you your house is on fire.\"The story took place    _   .", "output": "in the morning", "options": ["in the morning", "in the afternoon", "in the evening", "at night"]}
{"task": "race-middle", "input": " It's a long-awaited day for China. The navy now has its first aircraft carrier , Liaoning. It's a unique experience to get to know the life in the carrier. The carrier is just like a small city on the sea. It has all the functions for daily life. There are 4 words to sum up its characters: big, small, much and high. The carrier Liaoning is such a huge one that the total length of the whole corridor could reach over 20 kilometers. But the living space for the sailors is quite small. That's because the carrier is designed for researching purposes, rather than comfortable living. Over 1,000 sailors, both men and women, are living onboard. They are arranged among over 3,000 tiny rooms below the deck.. For visitors, it's so easy to get lost. So the first thing the new sailors have to learn is their way around. The number of female sailors is much less than that of the males, taking about 5 percent of the total. But they play a key role in carrying out some special missions. Also, you will be surprised by the high level of education of today's sailors. The captain said that over 90 percent of the sailors are college graduates. Six hold Doctor's Degrees and 45 have a Master's. The whole team is young but vigorous. The complex work on the carrier requires high management abilities for the commanders onboard .The number of female sailors is about    _", "output": "50", "options": ["50", "150", "200", "600"]}
{"task": "race-middle", "input": " Dear Earthmen , I enjoy my stay on your interesting planet . I think I know the life on Earth now and I would like to tell you my ideas. First of all you live in boxes. Every morning you leave your boxes and get into smaller boxes on wheels . All these small boxes run around and around, and finally stop to rest. You leave these boxes on wheels and go to very large tall boxes. After resting all day, you get back in your little boxes. There you sit and look at very small _ boxes with moving pictures in them. There is only one thing I don't know. Some angry boys fought for a little round   ball. Everyone shouted  but they kept fighting. They were angry, because they had to stay in boxes all day, I think. Thank you for this chance  to get to know you. Yours, The man from MarsHow many kinds of \"boxes\" does the man from Mars tell us?", "output": "Four", "options": ["Two", "Three", "Four", "Five"]}
{"task": "race-middle", "input": " Think stars don't move? Think again! When you look at the sky at night, the stars may appear to stay in the same place. But stars are always on the move--they are just so far away that the movement is hard to see. But some stars move in ways that appear to be strange to be real. In 2005, astronomer Warren Brown found one of these space oddities . It was located on the outer edge of the Milky Way, the galaxy  we live in. The star was speeding away like nothing he'd ever seen. \"It seemed unbelievable. No star in the galaxy has a speed like that,\" Brown remembers. \"I thought, oh my goodness, I have something kind of special here.\" No one had ever seen a star like this one. What does a scientist do when the results don't make sense? Brown didn't give up. Instead, he kept looking. And he kept finding more of these strange and speedy stars, called _ stars. Hyper means \"above\" and velocity has to do with speed. He and his team just found six more of these \"above speed\" stars, bringing to the total of 16. And, he says, he's found even more, and is just waiting for the scientific community to confirm them.Which of the following is TRUE?", "output": "It's hard to see the stars moving.", "options": ["Stars never move at all.", "No star in the galaxy has a fast speed.", "It's hard to see the stars moving.", "Brown has never seen something special."]}
{"task": "race-middle", "input": " Perhaps the most famous clothing brand name in the world is Levi's.Levi Strauss & Co.is the producer of blue denim jeans.Here's how it happened. In the mid 1800s many people went to California to look for gold.A young German named Levi Strauss traveled to San Francisco to help his brother on business.He sold canvas to the workers for tents.But the workers said they needed pants more,because their pants were easy to wear out.Instead of selling his canvas for tent-making,he turned it into pants.These kinds of pants were very popular with workers.He was very happy and named the kind of pants\"denims\".And in 1853 he founded Levi Strauss & Co. Twenty years later the company began using a design with pockets.During the working,Strauss _ the process for putting metal rivets in the eans for strength. On May 20,1873,they received the U.S.Patent No.139,121 for the process and that date is now considered the official birthday of\"blue jeans\". Today the company still has its factories in San Francisco,California.Over 11,000 people work in them and bring in over $4 billion a year.Levi Strauss went to San Francisco  _  .", "output": "to help his brother on business", "options": ["to look for gold", "to sell canvas", "to visit his brother", "to help his brother on business"]}
{"task": "race-middle", "input": " This is Linda's room. It's a nice room. It's very clean . I can see a brown bed. A photo of a boy is on the wall . Can you see a brown desk? Yes, it's in the room, on the left . A green chair is on the floor. Some books and blue pens are on the desk. Linda's lamp  is on the desk, too. It's a pink lamp. Where is Linda? Is she in the room? No, she isn't. She is at school._  is on the wall.", "output": "A photo of a boy", "options": ["A photo of a girl", "A photo of a boy", "some pictures", "Two pictures"]}
{"task": "race-middle", "input": " Dear sir, I read your story (of the 4thFebruary) about the cost of living in the country rather than in the town, and I agree with most of your opinions.My husband and I lived in the middle of Horlton until two years ago a seaside   town of nearly five hundred thousand people.When my husband stopped working, we moved to our present house in a small village at the foot of Roland Hill, and there is no doubt   that our costs are higher now. I have to do my shopping in small shops, where the food is more expensive than in city supermarkets; it costs more to travel by bus; and because the men who come to mend the television or the washing-machine, have to come further, we have to pay them more. But it does not cost us much to enjoy what is beautiful in the country; and peace and quiet are cheap.It takes many people a lot of time and money to drive into the country to enjoy the simple things of life; yet we can enjoy them just by going out of the front door.It costs more to live here than it did in Horlton, but now life really is worth   living. Yours faithfully, Edith Randall (Mrs)Horlton was   _  .", "output": "a town of nearly 500,000 people", "options": ["a very big city", "a small village beside the sea", "a town of nearly 500,000 people", "a small village at the foot of Roland Hill"]}
{"task": "race-middle", "input": " I have a pen pal in Canada. His name is Simon. He lives in Ottawa, Canada. He is twelve years old. He also studies in a middle school. Simon lives in a happy family. His father is a policeman and his mother is a bank clerk  . Simon and his parents like exercising. They almost exercise every day. Simon's father is tall. He is good at playing basketball. Simon's mother likes playing volleyball. Simon usually gets up at 6.30 am. He eats his breakfast at home. Then he goes to school. It's kind of far from the school to his home, so he usually has his lunch at school. Usually, Simon does his homework four times a week. Simon likes watching TV. He usually watches TV for about one hour every day. He goes to bed at nine.Where does Simon usually have lunch?", "output": "At school.", "options": ["At school.", "At home.", "In the students' homes.", "In the teachers' homes."]}
{"task": "race-middle", "input": " A hare was very popular with the other animals who all said they were her friends.But one day she heard the hounds getting close and hoped to escape them by the aid of her many friends.So,she went to the horse,and asked him to carry her away from the hounds on his back.But he refused,because he had important work to do for his master.He felt sure that all her other friends would come to help her. She then came to the bull,and hoped that he would _ the hounds with his horns .The bull replied,\"I am very sorry,but I have an appointment with a lady;but I feel sure that our friend the goat will do what you want.\"The goat,however,feared that his back might do her some harm if he took her upon it.The sheep,he felt sure,was the proper friend to ask for help. So she went to the sheep and told him the situation.The sheep replied,\"Another time,my dear friend.I do not like to have anything to do with it,as hounds have been known to eat sheep as well as hares.\" The hare then went,as a last hope,to the calf ,who regretted that he was unable to help her,as he did not like to take the responsibility upon himself.By this time the hounds were quite near,and the hare took to her heels and luckily escaped.What do you think of the sheep?", "output": "Helpless.", "options": ["Helpless.", "Brave.", "Friendly.", "Smart."]}
{"task": "race-middle", "input": " Rubbish sorting   probably doesn't sound like much fun. But there is a new mobile game that may change your opinion about it, and you might even learn something while you play it-Meet Sortee. Meet Sortee is a puzzle game developed by Flow Studio, a UK company. It makes you think deeply about everyday objects and their meanings. The rule of the game is quite simple. Two bins are placed on either side of the screen. Each of the bins has a label   next to it and the label explains what it is for. When an object, such as a car or an apple, appears on the screen, you need to decide which bin it should be sorted into and then send it there by moving your finger. The game seems easy enough at first. But as you move on to more levels, it gets harder. The number of bins increases to three or four and the time given gets shorter. You need to think and move faster. That can be really difficult. There are 400 0bjects in total and more than 100 bins in the game.  The more objects you correctly sort, the more game coins you can get It's a bit like working in a rubbish recycling center,  but it has no bad smell. You can download the free game from Apple's app store  ,  but it only lets you play the first few levels. If you want to open the next 40 levels, you need to pay 6 yuan for the full game.Which of the following can we infer   from the passage?", "output": "There are over 40 levels in the game.", "options": ["You can play the full game for free.", "You can play the full game easily.", "There are only 2 bins in each level.", "There are over 40 levels in the game."]}
{"task": "race-middle", "input": " Danny was just tired about the way things were going. His mum came to school and talked on and on about Rick Jackson. It seemed that she would never stop talking. \"Somebody's got to stop that boy!\" she was shouting. \"Rick's troubling everybody in the neighborhood. And he loves to pick on little boys like Danny.\" Mrs. Green, Danny's teacher, was concerned a lot. \"I didn't know that Danny was being picked on,\" she said. \"He's never said anything about this to me!\" Mrs. Green looked at Danny. \"How long had this been going on?\" she asked. Danny could only shake his head and look at the floor. He knew if he said a word about this, he would have trouble at school. Danny hadn't said anything about the problem because he wanted to do things with the boys in the neighborhood. After all, most of them were nice to him. He hated to leave the _ just because of Rick. Maybe the time had come to find new friends. He felt it hard to make up his mind.The word \"gang\" in the reading means \"  _  \".", "output": "a group of young people", "options": ["a place for boys to play games", "a group of young people", "a school bus for children to and from school", "the teacher's office"]}
{"task": "race-middle", "input": " This is a tale of two friends --- one is blind, the other has no arms. On their own, the two are \"disabled\". But together, they are a powerful team that has changed part of their village in North China's Hebei Province into a rich, green forest. Meet 53-year-old Jia Haixia and Jia Wenqi! Their story began in 2000, when Haixia, who was already blind in his right eye, lost his left one after an illness. Wenqi lost his arms in an accident when he was just three. Neither could find a job, so the two decided to team up. They rented some poor land and began to plant trees. In return, the local officials paid them a small fee. Haixia and Wenqi never imagined that they would end up creating an environmental paradise. Their forest now has over 10,000 trees, hundreds of birds and many other wild animals. In addition, it saves the village from river flooding during the rainy season. When the friends work together, they focus on their strengths not their disabilities. Their day begins at 7 a.m. when the sightless Haixia carries Wenqi across the river to get to their worksite. Since they cannot afford to buy young trees to plant, the two use branches from existing trees. Haixia climbs to the tree-top and with Wenqi's direction, selects the perfect branch. He then digs a hole and carefully plants it. Finally Wenqi waters the area. Though hard-working, the men don't make much money. But as Wenqi puts it, \" _ .\" Neither Haixia nor Wenqi cares about money. Together, they already have everything they need --- a perfect pair of eyes, two strong hands, and the best friendship in the world!Why do Haixia and Wenqi plant tree branches?", "output": "They do not cost money.", "options": ["They are easy to get.", "They do not cost money.", "They can grow very quickly.", "They are preferred by animals."]}
{"task": "race-middle", "input": " What will the weather be like? Some people say they can know the weather from animals. Some people look at seabirds. When they see seabirds fly high out to sea, they say it will be a nice day. When the weather is bad, the seabirds will stay on the shore  . They don't like to fly and they sit in trees when rain is on the way. Other people look at different animals on a farm. Chickens make a big noise   and run here and there when rain is on the way. Frogs   can tell the weather, too. When rain is coming, they stay in water and make a lot of noise. But on a nice day they are quiet and will jump out of water.When rain is coming, frogs may   _  .", "output": "not jump out of water", "options": ["eat a lot", "not make a lot of noise", "sit in trees", "not jump out of water"]}
{"task": "race-middle", "input": " David comes from the train station and he doesn't know where to go. This is the first time he comes to this town. He comes to see his good friend, Peter. Peter is a doctor. He works in a hospital. But David doesn't know where the hospital is. He walks in the street. He passes a bank, a post office, a hotel and at last he goes to a school. Some students are coming out, so he asks one of the students, \"Excuse me. Which is the way to People's Hospital?\" \"Well, I know, you can go along this street, take the second turning on the right, and then take the third turning on your left. It's next to a museum.\" \"I'm sorry I can't follow you.\" \"Well, I just live near there, and my mother works in that hospital, too. I'm going home now. Will you go with me? I'll take you there.\" \"That's great! Thank you very much!\" \"Then, let's go to the bus stop. And we'll take the No.12 bus there.\"_  comes to the town to see his friend.", "output": "David", "options": ["A doctor", "A student", "David", "Peter"]}
