{"task": "race-middle", "input": " I love to tell the story about how I met my best friend---- Tiger. We met at the school fair. Each year, all the fourth-grade classes hold a school fair. Everyone in the fourth-grade works at the fair. Some sell ice cream, drinks and snacks. Others take care of the little children who ride the rides. I got the second job and I've never regretted it, because that's where I met Tiger. My job was to help little children get on the back of a little horse. I kept telling the children to wait their turn and holding ice cream for them while they rode about. One thing was clear to me. I was growing older and should be more responsible. Suddenly, a boy came to the horse. He took the little horse's reins! The horse stopped, and the girl on its back started to fall. I was trying to reach the girl when I saw Tiger go by my legs. It held the horse's reins and pulled the horse away from my legs. I caught the girl just before we both hit the ground. The girl sat on top of me. She was laughing at the ice cream on my face. The horse's reins were in Tiger's mouth! Thanks to Tiger's fast action, I saved the little girl. We were both heroes. And Tiger, the fastest dog I've even known became my new best friend.Tiger helped to save the little girl on the horse by   _  .", "output": "holding the reins with its mouth", "options": ["going fast by the writer's legs", "trying to catch the little girl", "holding the reins with its mouth", "riding the little horse around"]}
{"task": "race-middle", "input": " Most people like bikes. Perhaps you ride a bike to school. Riding a bike can be great of fun.Do you know how to ride a bike safely? Careful boys and girls learn to ride their bikes well before they go out on the road.How can you tell whether you are a good _  If you can ride a bike in a straight line,you can ride well .If you can't ,you should practice riding a in a safe place. To be safe on a bike, you need to use both hands and both feet. Keep your feet on the pedals and your hands on the handle bars. You know that your bike is only for one person. It's not safe to carry anyone with you. Keep yourself safe when you ride on a bike.Watch where you are going all times.What does the word  _  mean in the passage?", "output": "A person who rides a bike", "options": ["A person who walks", "A person who rides a bike", "A person who rides a horse", "A person who drives a car"]}
{"task": "race-middle", "input": " Do you like travelling ?More and more students like riding bikes to travel on the road.But it may be dangerous on your trip.For your own safety ,do the following things. Wear a bike helmet and it can protect your head.Look for a helmet that fits you well.Even the best,most expensive helmet won't protect you if it doesn't fit. Wear the right clothes.They can make you feel better.And they can also protect you.Bright-colored clothes help people see you clearly-even in the daytime.Don't wear dark-colored clothes like black or brown while riding a bike. Keep the rules of the road while riding a bike.Always ride on the right side of the street in the same _ .Never change your direction without first looking behind you.Don't ride too closely to cars-the cars may stop and the doors open suddenly !Finally,don't wear earphones while riding a bike-you need to hear what's going on around you.If you wear a helmet in your bike riding on the road,it can  _  .", "output": "protect your head", "options": ["protect your body", "protect your head", "help your bike riding", "protect your arms"]}
{"task": "race-middle", "input": " Jack likes eggs, bananas and apples. So every day, he has two eggs, one apple, a cup of milk and some bread for breakfast. For lunch, he has bananas, some chicken and vegetables. And for dinner, he has tomatoes, French fries and ice cream. His sister likes dessert, oranges and apples. But she often has some hamburgers, one apple and bread for her breakfast. She likes tomatoes, salad and some fish for lunch. For dinner, she likes strawberries and some chicken.Jack has  _   for his dinner.", "output": "both A and B", "options": ["tomatoes", "French fries and ice cream", "bananas and some chicken", "both A and B"]}
{"task": "race-middle", "input": " When punctuation  began, it was mainly to help people read out loud. Until a few hundred years ago, not many people were taught to read, so there was a lot more reading out loud by the few people who could. To help those reading out loud in the old days, sign  known as \"points\" were added to pages of writing. Punctuation comes from the Latin word punctus, meaning \"point\". These points told readers when to pause  or take a breath, and what to emphasize . In Europe from the early centuries AD, these points were widely used although not everybody used the same points for the same thing. When printing was invented, printers had to be made more clearly about what to put where, so that everyone was doing the same thing. Since that point, all sorts of punctuation rules have been discovered and invented. Speech marks \"...\" Speech marks or quotation marks are used to show that someone is speaking. The sort we have in English today began to be widely used during the 18th century. Before that readers simply understood from the way a sentence was written that someone was speaking although sometimes spoken words were underlined. Comma , colon: period(full stop). All three of these sorts of punctuation marks were given their Greek names by Aristophanes, a librarian who lived in Byzantium in the 2nd century BC. They were marks on the page, each with a message to the reader. Comma meant a short pause. Colon meant a medium  sized pause. Period meant a long pause. Exclamation mark! In the early days of punctuation, if you saw this sign, you were supposed to pause. Some people think the exclamation mark began as what the Greek word IO looked like if it was turned 90 degrees. This word means \"Oh, gosh!\" With the I on the top and the O under it, the sign as we know it today was developed. Question mark? In the middle age, a squiggle  above a full stop was sometimes used to show the sentence was a question and that a person's voice should go up at the end. By the 17th century it had turned into what we call a question mark. The shape may have come from the letter Q short for that Latin quaestio, meaning \"question\". Writers make choices about punctuation because they think differently about sentences and words. It's part of the personality of their writing. Some writers hate punctuation, but others love punctuation. So whether you love or hate punctuation, the best advice may be to just enjoy it, play with it, think about it and use it. It belongs  to the language and it belongs to you.What's the problem about punctuation today?", "output": "People have completely different ideas about it.", "options": ["People have completely different ideas about it.", "Not many people are taught to use it correctly.", "It has different meanings to different people.", "Sometimes spoken words must be underlined."]}
{"task": "race-middle", "input": " If  you don't like reading books, this is for you. * Have a few laughs  . Sit down with a book of jokes, a picture book or a funny story- book first. * Ask around. Ask your friends or your teachers about interesting books. * Find new interests. After reading, you may find an interest in something new. * Go to the library. Don't be shy   about asking a librarian   a question like, \"Do you have any books about soccer?\" * See the world  . When you want to know or see something, you can open the book about it. Try to read, you can find there is a lot of fun in books.If you want to find something about football in the library, you can  _  .", "output": "ask the librarian", "options": ["look for it everywhere", "ask your teachers", "ask your classmates", "ask the librarian"]}
{"task": "race-middle", "input": " Several years ago, a television reporter was talking to three of the most important people in America. One was a very rich banker, another owned one of the largest companies in the world, and the third owned many buildings in the center of New York. The reporter was talking to them about being important. \"How do we know if someone is really important?\" the reporter asked the banker. The banker thought for a few moments and then said,\" I think anybody who is invited to the Whiter House to meet the President of the United States is really important. \" The reporter then turned to the owner of the very large company. \"Do you agree with that?\" she asked. The man shook his head, \"No. I think the President invites a lot of people to the White House. You'd only be important if while you were visiting the President, there was a telephone call from the president of another country, and the President of the US said he was too busy to answer it. \" The reporter turned to the third man. \"Do you think so?\" \"No, I don't.\" he said. \"I don't think that makes the visitor important. That makes the President important. \" \"Then what would make the visitor important?\" the reporter and the other two men asked. \"Oh, I think if the visitor to the White House was talking to the President and the phone rang, and the President picked up the receiver, listened and then said, \"It's for you.\"The owner of many buildings thought   _  .", "output": "the visitor was really important if he was talking to the President and the President received a telephone call for the visitor", "options": ["he was really important because he owned many buildings in the center of New York", "the owner of the very large company was really important", "the visitor was really important if he was talking to the President and the President received a telephone call for the visitor", "the person who worked in the White House was really important"]}
{"task": "race-middle", "input": " I'm a Chinese girl. At school I have two good friends. Their names are Lucy and Lily. They are Americans. They are twins. They're eleven. They are good girls. Miss Gao is our English teacher. She is a good teacher. We like her very much. She likes us very much, too. We go to school at seven in the morning. At four o'clock we play games. At four thirty in the afternoon we go home. We are very happy.Miss Gao is   _", "output": "an English teacher", "options": ["English", "American", "an English teacher", "young"]}
