{"task": "race-middle", "input": " The red phone box in Britain is a perfect example of the British traditional culture. However, with the fast development of mobile phones, it has lost its place in people's everyday life. In order to save their loved red phone boxes, people have come up with many ideas, for example, to turn them into toilets or art houses. In a village in Somerset, a place in South West England, villagers have found a new way to save their red phone box. They turned it into a mini library to deal with the shortage of libraries in their area. The idea was given by a local villager, Janet Fisher, who lives opposite the phone box. Villagers got together to set up the book box. Over 100 books and a lot of movies and music CDs are available at this mini library. The books are of different kinds, including from cooking books to the classics and children's books. People can put the books that they have read inside the phone box, and take away the books that they'd like to read. The books are always changing. There is a regular check on the books to keep the phone box collection fresh. Anyone is free to come to read books there. The phone box library is open every day around the clock and is lit (the past form of \"light\") at night.  \" It's very pleasing that the red phone box has been saved. More importantly, it can continue providing a service for us,\" said one of the villagers.People in Somerset turned the red phone box into a mini library to   _  .", "output": "help solve the shortage of library service", "options": ["make it like the new one", "help solve the shortage of library service", "provide a place to exchange ideas", "make the collection of the local library larger"]}
{"task": "race-middle", "input": " In the past 300 years, more than 130 species of animals have become _ . One of these extinct species is the passenger pigeon . At one time there were millions of these birds in North America, but now there are none. The last one died in the Cincinnati Zoo in 1914. Another extinct animal is the cape lion . The animal has been extinct since 1860. What cause animals to become extinct? Too much hunting is one cause; pollution is another. Governments around the world have begun to protect wild animals in danger. In the United States, the US Fish and Wildlife Service is responsible for endangered animals. It has listed nearly 200 species of endangered animals in North America.The best title of this passage should be \"  _  \".", "output": "Wild animals become extinct", "options": ["A sad story", "Endangered animals in North America", "Wild animals become extinct", "The US Fish and Wildlife Service"]}
{"task": "race-middle", "input": " Once an Englishman named Jack Brown went to Russia for a holiday. He stayed there for several months and then came home again. Some of his friends visited him a few days after he got back. \"I had a very dangerous trip while I was in Russia,\" Jack said to them. \"I wanted to see a friend of mine in the country and the bad weather made me very late. So I was still traveling through a forest in a sleigh  when the sun went down. It was a long way from my friend's house when about twenty wolves began to follow my sleigh. It was very dark in the forest. There was thick snow on the ground. It was cold, and there were no houses for miles and miles. First I heard the wolves. The noise was terrible! The horses heard them, too. They were frightened and began running faster. Then I saw long, gray forms among the trees, and soon the wolves were near us. They were running very fast, and they didn't seem to get tired like the horses.\" \"What did you do?\" one of Jack's friends asked. \"When the wolves got very near,\" Jack answered, \"I put up my gun and shot the first wolf. The sleigh was moving about, but I hit the animal and killed it. Then all the other wolves stopped and ate it, so our sleigh got away from them for a few minutes.\" \"Then they finished their meal, and I heard them coming again. The moon was shining brightly on the snow now, and after a few minutes I saw them running among the trees once more. They came nearer again, and then I shot another of them, and the others stopped once more to eat it.\" \"The same thing happened again and again, and my horses became more and more tired and ran slower and slower until, after about two hours, only one wolf was still alive and following us.\" \"Wasn't it too fat to run?\" one of his friends asked.According to what Jack said, the last wolf   _  .", "output": "had eaten all the other wolves", "options": ["was the strongest of all", "ran much faster than the other wolves", "had eaten all the other wolves", "was very fat and didn't run fast enough"]}
{"task": "race-middle", "input": " Most animals protect  their young until they are old enough to take care of themselves. A fish that swims in the rivers of South America protects its young in a very strange way. This fish, a kind of catfish, uses its mouth to keep its babies from danger . When this catfish lays  its eggs, it carries them in its mouth. From what we know, it does not eat during this time. After the eggs hatch , the fish swims with its young to protect them. It opens its mouth when danger appears , and the tiny fish swim inside. They swim out only when it's safe again. These catfish may have a _ way to protect their young, but it seems  to work.The young fish are   _  .", "output": "tiny", "options": ["tiny", "large", "yellow and gold", "very brave"]}
{"task": "race-middle", "input": " Barry and Jim are twin   brothers. But they like different things. Barry likes basketball and soccer. He is in the school basketball club, and he plays soccer every day. He has 9 basketballs in his bookcase. He also likes volleyball. He has 3 white volleyballs and 3 blue volleyballs. He doesn't like tennis. He wants to be a soccer player. Jim doesn't like sports. He likes books. He thinks reading books is interesting. He reads a book every day. He has many books about English. He has a great collection of English books. But he puts these books everywhere in his room. He thinks books are good friends. He wants to be a writer.Which of the following is right?", "output": "Jim has many English books.", "options": ["Barry is Jim's sister.", "Barry reads a book every day.", "Jim has many English books.", "Jim has 3 white volleyballs."]}
{"task": "race-middle", "input": " Tim and Li Fang are not going to have any classes next week. They're going to work on a farm. They are going to leave at about seven thirty on Monday morning. They are going to travel to the farm by bus. They are going to wear old clothes because they are going to grow rice. They are going to have fish for lunch. They are also going to have a swim at the farm. Tim and Li Fang are excited about going to the farm. Not only are they going to help around the farm, they are going to learn about farming. Li Fang is worried that Tim won't arrive on time to catch the bus because he is nearly always late. Li Fang often has to say to him, \"Don't be late, Tim.\"What time are they going to start?", "output": "At 7:30 a.m.", "options": ["At 7:00 a.m.", "At 7:30 p.m.", "At 6:30 a.m.", "At 7:30 a.m."]}
{"task": "race-middle", "input": " Last weekend, our family went to have Christmas dinner in a restaurant. We were the only family with a baby in the restaurant. Suddenly, my baby Erik became excited when we were enjoying our meal. I looked around and saw an old man with old clothes and dirty old shoes. His hair was unwashed. He was smiling at my Erik. \"He might hurt my Erik,\" I thought. Everyone in the restaurant looked at us and the old man. Then we decided to leave. The old man sat between the door and us. As I walked closer to the man, I turned my back. Suddenly, Erik leaned  over my arms, reaching with both arms in a baby's pick-me-up position . Before I could stop him, Erik had escaped  from my arms to the man's. Soon the very old smelly man and my young baby developed a kind of friendship. Erik put his little hand on the man's face, and I saw the old man closed his eyes and tears running down his face. His aged hands held my baby so gently . A moment later, the old man opened his eyes, passed me my baby and said, \"Thank you, Madam. You've given me the best Christmas gift.\" I cried, with my face burning hot. A child saw a soul , but a mother saw only a kind of clothes.The family decided to leave the restaurant because they   _  .", "output": "worried about their baby's safety", "options": ["had finished the meal already", "had some important things to do", "thought the food there was bad", "worried about their baby's safety"]}
{"task": "race-middle", "input": " One afternoon, Kate and her brother Bob went out to play.Kate was eight, and Bob was ten.\"Let's go to the bridge and we can see fish in the river.\" said Kate. \"I don't know...\" Bob said.\"Mum told us, 'don't go on the bridge.' She said it's dangerous.\" Kate said, \"I am not afraid.Are you?\" They walked onto the bridge and began looking for fish in the river.The bridge was a train bridge.Trains went over the bridge three times a day. The children were standing in the middle of the bridge when they heard a loud noise.\"A train is coming!\" Bob shouted.\"Run!\" He ran to the end of the bridge.He was safe. Kate ran, too, but she fell.The train was coming fast.Kate ran towards Bob.She fell again right on the train tracks .There was no time to leave.She had to lie down between the tracks.A few seconds later, the train went over the girl, but she was not hurt at all.She stood up and said to Bob, \"Don't tell Mum! Don't tell Mum!\" At last their mother found out about the story.She was angry because they went on the bridge.But she was happy that Kate was all right.When their mother knew about the story, she was  _  .", "output": "both angry and happy", "options": ["happy", "angry", "sorry", "both angry and happy"]}
