{"task": "onestop_english", "input": "Introduction Did you know that, in the UK, there is no legal requirement for restaurants to pass on tips to staff? For a new government report, workers, employers and customers were asked about their views on tipping. After reading the report, government ministers said they wanted to change the rules and make sure low-paid workers get the money left for them by happy customers. The report said that some waiters are charged up to a 15% administration fee on tips that are left when customers pay by credit or debit cards. The government said it would consider not allowing employers to charge workers an administration fee. The government also said that it wanted customers to know that tips are voluntary and they want the system to be more transparent, with restaurants clearly displaying their tips policy. We asked waiters around the UK what they think of the tipping process (including how much they take home from tips and whether its fair) and what would improve it for them. 1. Rodri, 37, London: Around 50% of a waiters income is tips Average tips: 60 per eight-hour shift I think they treat waiters best in ... the US Everything has got fairer since the tipping scandal was exposed in the summer of 2015. This is when dozens of restaurants were exposed for taking money from tips for administration fees. However, you still hear horror stories from new employees at some chains. Some restaurants take 4% of all sales to pay the chefs and as an admin fee. It doesnt matter how much you make in tips. This means that, if a table has a 100 bill and doesnt tip, the waiter has to pay 4 of their own money. This leads to bad service. If a table doesnt tip, the waiter feels as if the company is stealing their money and resents the customers. I get an average of around 60 of tips per shift. On a good night, this can go up to over 100 and, on a poor night, its around 40. Around 50% of a waiters income is tips. All restaurants should have to publicly state their exact tipping policy. America has it pretty good  everyone tips. 2. Elle, 22, Edinburgh: We never know whether its fair Average tips: 20 per eight-hour shift I think they treat waiters best in ... France I have three part-time catering jobs. My main day job is in a cafe\u0001 where the small number of staff work both in the cafe\u0001 and in the kitchen so all our tips go in a pot and they are shared equally. My main evening job is at a restaurant where we don\u0019t get our tips but our wages are minimum wage plus an extra 2.50 per hour. My third job is events catering and nobody ever tips. In restaurants, because a lot of customers add tips through card payments, the staff never see how much the tip is  so we dont know whether what we get is fair or not. The system seems better in France, where they dont tip much but being a waiter is seen as a proper job, with job security and a decent income. 3. Ashley, 22, London: Tips go towards customer breakages Average tips: 10-15 per eight-hour shift I think they treat waiters best in ... Australia I work in a London pub in the evenings and I do day shifts at a local restaurant. In both places, all the tips are collected and shared out at the end of the night. Money is also taken from the tips to pay for breakages by either staff or customers. It is incredibly unfair that our tips are shared out, especially when one member of the team doesnt work hard enough. Or, when a member of the team does incredibly well, they dont get what theyve earned. Its really unfair that tips go towards breakages made by customers. The managers should have ways to pay for broken glasses and plates without taking our tips. I make around 20 a shift in tips but often I only get 10-15 of that money. I really rely on tips because I am only paid 7 an hour. Id rather we earned a good basic wage (like in Australia) and didnt have to rely on tips. 4. Tom, Manchester: A big night of tips can help pay the rent Average tips: 40 per eight-hour shift I think they treat waiters best in ... Italy Where I used to work, waiters kept 80% of cash tips and 40% of card tips. The other 20% of cash went into a pot for the commis waiters and bar staff. The 60% from the card tips went to the kitchen staff. Its hard to say how much I earned a shift; maybe around 40. It can make a massive change to your weekly  nances. Sometimes, the waiters needed a good night to pay their rent. They have got tipping right in Italy, where customers dont add a service charge but usually round up their bill so, if their meal is 19, they leave a 20 note and dont ask for change. They respect the staff. In Italy, people often make a career as a waiter and the experience these waiters have shows in the service the customers get.", "output": "intermediate", "options": ["advance", "elementary", "intermediate"]}
{"task": "onestop_english", "input": "It is hard to tell exactly where the noise is coming from, but impossible to miss it from anywhere in Damascus. All day and all night you can hear the sound of guns, rockets or planes attacking rebel positions  the sound of war getting closer to Syrias capital. Just over two years after the Syrian crisis began, the people of Damascus have learnt to ignore the sound of death and destruction just a few miles away. Actually you do get used to it after a while, said George, an IT technician. But you never know exactly what they are hitting. That usually becomes clear later from video clips posted by the opposition on YouTube. The constant background noise is more worrying because the government tries so hard to keep an atmosphere of business as usual. As you can see, everything here is fine but we have to hit the terrorists, these extremists, an army officer announced. One government official said: If I was afraid, I would just shut my door and stay inside. I have to work and I am not afraid. If I dont defend my country, who will? In private conversation, ordinary people are less defiant. In the centre of town, a shopkeeper complained sadly that his baby daughter cries at the sound of explosions. Zeina, a twentysomething student, is afraid she might become desensitized to suffering  and perhaps to danger too. In the beginning, when there started to be explosions, I used to have nightmares, she reflected. Now I can sleep through anything. And, the risks are increasing even closer to home. In Sabaa Bahrat Square, in what was supposed to be the safest part of Damascus, a car bomb exploded, leaving the front of a building black, its windows broken and also damaging the imposing structure of the Syrian Central Bank next door. The square is often used for televised pro-regime rallies, with people chanting slogans under giant banners of President Bashar al-Assad. That bombing was not the worst Damascus has experienced as the situation has deteriorated. In February, reports say that 80 people, including schoolchildren, died near the ruling Baath Party headquarters in Mazraa. You can still see the crater, marked by an enormous patch of fresh asphalt on the main road going north. I live nearby but luckily I wasnt there, recalled Munir, a university lecturer. Mortar bombs, fired from rebel-held areas now very close to the city, have become a worrying new development. The bombs killed 15 students in a university cafeteria on 28 March. The intended target was probably a government building. There has been increased security since the bombing of the national security crisis cell in July 2012, when four of Assads most senior aides were killed. Concrete blast barriers  often painted in the Syrian flags black, red and white  now protect official buildings, not just the military or defence installations that are obvious targets. The Iranian Embassy in Mezze now looks like a fortress. The regime did manage to set up a ring of steel round Damascus, a foreign diplomat said. He added that there are now holes in that ring of steel and that brings home the reality of the war. All this means that moving around has become difficult, unpredictable and time-consuming  another part of life today in an understandably nervous city. Checkpoints on main roads stop traffic for ID checks and baggage searches with handheld explosive detectors  vital to stop future bombers. Only drivers with an official security clearance can use special fast lanes to avoid the wait. It is hard, however, to avoid the question on everyones mind: will there be a battle for Damascus  the worlds oldest continually inhabited city, as the guidebooks say  like the one that has so damaged Aleppo? Parts of the city already feel like a war zone: its most exclusive and expensive hotel is almost empty, although many rooms are being used as offices by international agencies with white UN vehicles parked behind the blast barriers outside. The streets empty soon after 9pm. One view is that the fight for Syrias capital is coming, but not quite yet  in the summer perhaps, some predict, when the rebels have made further progress in the south. Others argue that a complete victory by either side is unlikely and hope for a political solution that comes from abroad. But few people here seem to expect things to get any better.", "output": "intermediate", "options": ["advance", "elementary", "intermediate"]}
{"task": "onestop_english", "input": "Music subscription services, including Spotify and Deezer, have broken through the $1bn sales barrier worldwide, as increasing numbers of fans choose to pay for music online.  Streaming and subscription revenues rose by more than 50% in 2013 to reach $1.1bn, helping overall sales of recorded music in Europe grow for the first time in 12 years, according to figures published in March 2014.  There are now an estimated 450 music-rental services around the world, and, while many people still listen for free, a desire for more choice is persuading more music lovers to part with their cash. In a three-year period, the number of paying subscribers rose from 8 million to 28 million, according to the 2014 digital music report from the International Federation of the Phonographic Industry (IFPI).  Easily accessible from smartphones and tablets, subscription services are popular with people looking to try out new music without committing to buying a download or a CD. Consumers say they are attracted by a cheap, user-friendly and legal alternative to pirated downloads. “It is now clear that music streaming and subscription is a mainstream model for our business,” said IFPI Chief Executive, Frances Moore. There are signs that, in Britain and America, streaming may soon generate more revenue for the music industry than downloads from online stores such as Apple’s iTunes. Subscription services now account for a third of all digital sales globally, with downloads making up the balance, but the IFPI data shows that the two formats are growing at different rates.  In the US, the percentage of people claiming to use subscription and streaming rose from 19% in 2012 to 23%, while the percentage of people downloading fell from 28% to 27%. In Britain, downloaders remained static, at exactly one third, while subscribers grew from 19% to 22%. In Sweden, France and Italy, streaming is already more popular than downloading.  Digital formats now account for 39% of all music sales, or nearly £5.9bn out of £15bn, and, while sales of CDs and vinyl declined steeply in 2013, they still contribute just over half the industry’s income. A recent crash in music sales in Japan, which accounts for one fifth of music industry sales and where physical formats remained popular for longer than elsewhere, meant sales across all formats globally fell 3.9%.  However, vinyl continued to make a comeback in some markets. Sales increased by 32% in America and by 101% in the UK in 2013.  The IFPI also said that One Direction were the biggest-selling artists of 2013, with 4m physical and digital sales for their Midnight Memories album. Katy Perry’s Prism was the best-selling album by a female artist, in sixth place behind Eminem, Justin Timberlake, Bruno Mars and Daft Punk.  Consumer-technology companies have been racing to join the music-streaming trend, with Apple launching iTunes Radio and Google promoting its Play Store, with smaller players like Beats Music, created by the team behind the Beats headphones brand, also joining the fray.", "output": "advance", "options": ["advance", "elementary", "intermediate"]}
{"task": "onestop_english", "input": "Many of us know we don’t get enough sleep but imagine if there was a simple solution: getting up later. In a speech at the British Science Festival, Dr Paul Kelley from Oxford University said schools should stagger their starting times to work with the natural rhythms of their students. This would improve exam results and students’ health (lack of sleep can cause diabetes, depression, obesity and other health problems). Dr Kelley said that, when children are around ten, their natural wake-up time is about 6.30am; at 16, this rises to 8am; and, at 18, a person’s natural waking hour is 9am, although you may think they are just a lazy teenager. The normal school starting time works for 10-year-olds but not for 16- to 18-year-olds. For the older teenagers, it might be better to start the school day at 11am or even later. “A 7am wake-up time for older teenagers,” says Kelley, “is the same as a 4.30am start for a teacher in their 50s.” He says the solution is not to tell teenagers to go to bed earlier. “The body’s natural rhythm is controlled by a particular kind of light,” says Kelley. “The eye has cells that report to a part of the brain that controls our sleep rhythms over a 24-hour cycle. It’s the light that controls it.” But it isn’t just students who would benefit from a later start. Kelley says the working day should be more linked to our natural rhythms. Describing the average sleep loss per night for different age groups, he says: “Between 14 and 24, people lose more than two hours. For people aged between 24 and about 30 or 35, they lose about an hour and a half. That can continue up until you’re about 55 when it’s in balance again. The 10-year-old and 55-year-old wake and sleep naturally at the same time.” So, should workplaces have staggered starting times, too? Should people in their 50s and above come in at 8am, people in their 30s start at 10am and the teenage apprentice at 11am? Kelley says that synchronized hours could have “many positive effects. The positive side is that people’s performance, mood and health will improve. It’s very positive because it’s a solution that will make people less ill, and happier and better at what they do.” There would probably be fewer accidents because drivers would be more awake, he says. It could mean the end of rush hour because people would stagger their work times and the times of their school run. A later start to the day for many, says Kelley, “is something that would benefit all people, particularly families. Parents go and try to wake up teenagers who are waking up three hours too early. It creates problems for everybody.” So, what time does Kelley start work? “I am 67 so that means I’m like a 10-year-old and I get up just after six. I wake naturally.” And, yes, he says he finds the start of his working day much easier now than when he was younger.", "output": "elementary", "options": ["advance", "elementary", "intermediate"]}
{"task": "onestop_english", "input": "Back in 2010, the old city in Srinagar was the sort of place police would only venture into wearing body armour. A stronghold for violent separatists agitating for an independent Kashmir, it was at the centre of uprisings that left more than 100 people dead, buried along with dreams of peace in the mountainous north-Indian region.  How quickly things change. Now carefree tourists line up in the same streets for barbecued mutton tikka and steaming plates of rogan josh. The Nowhatta mosque, where in the summer of 2010 youths would gather after Friday prayers to throw stones at the security forces, is to become part of an official walking tour focused on heritage, crafts and markets. Down by Dal Lake, houseboats have been booked out months in advance. In the stunning gardens lining the lake’s green slopes, visitors can have their picture taken against one of Asia’s prettiest backdrops. Until the snow melted, the nearby ski resorts were packed with rich Russians, too.  In 2002, only just over 27,000 tourists dared to visit the Kashmir Valley, frightened off by the anti-Indian insurgency, which has claimed up to 70,000 lives. So far in 2012, the area has received almost one million holidaymakers – more than 23,000 of them from outside India. But fewer than 150 Britons were among them – largely because the UK’s Foreign Office refuses to amend its somewhat hair-raising advice, which deters most travellers by providing a list of recent security incidents in the region.  Omar Abdullah, the UK-born Chief Minister of Jammu and Kashmir, has lobbied the British High Commission in Delhi to relax the guidelines, but to no avail. “It’s a source of frustration,” admitted Abdullah, who has been in charge of India’s most sensitive state since the start of 2009. “Today, unfortunately, as a result of that travel advisory, people’s insurance is null and void when they visit here.” The last publicized case of foreign tourists being murdered in J&K was in 1995, when six westerners including two Britons were kidnapped by Al-Faran, a Kashmiri militant Islamist group. Only one escaped with his life.  “You’ve had British citizens killed more recently in countries that you still haven’t stopped people from visiting. I mean, how many British citizens did you lose in 9/11? Did you stop people from visiting New York? You’ve lost them in Spain, in Bali; tell me where you haven’t lost them,” said Abdullah. “We’ve lost Indians in London. There is still a possibility that al-Qaida could do something stupid like they have done in the past, but we haven’t stopped Indians from travelling to London. There is no reason to single out Jammu and Kashmir, or even Srinagar, as an unsafe destination.”  Germany relaxed its guidelines for those thinking of travelling to the region in 2011. “Foreigners are generally not direct targets of clashes,” counselled Germany’s amended advice. At the time, it was viewed by many outsiders as a bold move, coming less than a year after the 2010 disturbances finally died down. A nationwide holiday on 15 August marked 65 years of Indian independence – in the past, a day fraught with peril in a state where many do not feel part of the world’s biggest democracy. But this time at the independence celebrations there was no trouble.  Abdullah insists tourists are safe in the state, “as long as you take the sort of precautions that one normally would ”. In other words, do not go trekking near the border that separates the Indian and Pakistani controlled parts of J&K. Syed Ali Shah Geelani, leader of the pro-Kashmiri independence party, disagrees bitterly with much of Abdullah’s politics. But on the issue of tourism, the two are united. At the start of the summer season, Geelani wrote an open letter to tourists and pilgrims that said: “Whatever your faith, whatever language you speak and to whatever region you belong, we are bound by a common bond, the bond of humanity. You are our honoured guest – respecting and protecting guests is not only our moral obligation but an article of faith.”  Some visitors may worry about the ethics of having fun in a place with a population suffering from record levels of anxiety and mental health problems. But all the locals we spoke to in Srinagar were wholeheartedly in favour of tourism. Amjid Gulzar, 26, said Abdullah could search for truth and reconciliation as well as encouraging foreign visitors. “He must do both; but without tourism, our economy will be in chaos,” he said, adding that while he welcomed the million tourists who visited this year, Kashmir had to do more to attract big-spending visitors, especially foreigners.  “We need better infrastructure, better roads, reliable electricity. We need more for tourists to do in the evening – we don’t even have one cinema in this city and there isn’t enough for tourists to do after dark,” he said. But will tourists feel welcome? In June, a local Islamic group issued a “dress code” for foreign tourists. Abdullah sighs at the mention of that furore. “Nobody expects tourists to come here and cover their faces. I think what they were talking about was short shorts and sleeveless vests, which even then would not be something that would attract too much attention … I think the basic point they were making was: be sensitive to our cultural identity and dress appropriately. I think that’s common sense.”  Abdullah said he was on a tourism drive “for no other reason than the fact that I need to stimulate the econom ”. J&K’s finances are in a dire state after more than two decades of turmoil. The state receives just £72m each year in taxes, and yet the salary bill for the 500,000 public employees is £155m, he said. It is clear why he needs to find more funds, fast. For now, though, he is just cautiously pleased to see tourists back. “I’m not suggesting that because we’ve had one million tourists here that it’s a sign of normality,” he said. “But it gives me some satisfaction that people can come, have a nice time, and go back.”", "output": "advance", "options": ["advance", "elementary", "intermediate"]}
{"task": "onestop_english", "input": "Hundreds of young Cubans are using the first known free, open-access internet service in the communist island nation. It has been made possible by one of Cubas most famous artists. A small cultural centre in the capital city, Havana, has suddenly become a rare source of free wi-fi. The internationally known Cuban artist Kcho is providing the service. Perhaps more surprisingly, the service has been approved by the state-owned telecommunications company, Etecsa. People say the service is very slow, especially when the centre gets crowded. But, in a country where only about 5% of the population has unrestricted access to the internet, a facility that is both free of charge and free of restrictions is being welcomed. The chance to click on international news websites, communicate with friends and family overseas and use sites like Facebook and Twitter has created a lot of excitement. I come as often as I can, said Adonis Ortiz, 20, while video-chatting with his father, who lives in the US and whom he has not seen in nine years. As diplomatic and trade relations between the US and Cuba improve, American tech giants such as Google and Apple are expected to enter the Cuban market as soon as they are permitted. In the meantime, Cuba has installed a high-speed fibre-optic cable under the sea from Venezuela and internet users have some access to Chinese equipment. Another estimate, that a quarter of Cubans have access to the internet  still one of the lowest rates in the Western Hemisphere  in fact measures residents who use a restricted domestic intranet that only features certain websites and has limited email. Kcho has offered the public admission to his own personal internet connection. But this is not the action of a counter-revolutionary or free-market rebel. Kcho was probably chosen as the acceptable face of a government recognizing the inevitable attractions of the internet. Kcho, who has close ties to the Cuban government, announced that his actions had been approved by the Ministry of Culture. The artist said he wanted to encourage Cubans to familiarize themselves with the internet. Its only possible if you are determined and if you absorb the costs, Kcho told the Associated Press. It is expensive but the benefit is tremendous. I have something that is great and powerful. I can share it and I am doing so. Kchos real name is Alexis Leiva Machado. He became famous internationally for his painting, sculpture and drawings after winning the grand prize at a prominent art biennial in South Korea. He is currently preparing for the Havana biennial in May. Born on one of Cubas islands, he is known for contemporary art with rustic, seaside and patriotic themes and imagery. In the centres courtyard, tech-savvy young people lounge throughout the day or just sit outside when its crowded, tapping away on laptops and tablets or glued to their smartphones. Cuba has some of the lowest connectivity rates on the planet, with dial-up accounts closely restricted and at-home broadband almost unheard of except in the case of foreigners  they pay hundreds of dollars a month for the service in a country where the average salary is between $17 and $20 a month. Kcho is believed to be paying $900 a month to provide the free wi-fi. Since 2013, Cuban authorities have opened hundreds of internet salons, where an hour online costs $4.50, at speeds far lower than those at Kchos studio of around 2mbps. A 2014 report found average internet connectivity speeds to be around 10.5mbps in the US and 23.6mbps in world-leading South Korea. Globally, the average was about 3.9mbps. With dozens of users at one time, the signal strength of Kchos wi-fi is diluted. One user said he sometimes visits in the middle of the night, when nobody else is around, and finds it to be unbelievably fast.", "output": "intermediate", "options": ["advance", "elementary", "intermediate"]}
{"task": "onestop_english", "input": "You can see a thick layer of bird droppings inside one of Britains most expensive properties. Pigeon skeletons lie among shattered mirrors and water streams through broken walls. This is The Tower, a 30m palace in Billionaires Row in north London, whose spectacular ruin has been kept secret until now. It is one of ten mansions in the middle of The Bishops Avenue that have stood almost completely vacant since they were bought a quarter of a century ago, it is believed for members of the Saudi Arabian royal family. Their Grecian columns are cracking into pieces and mosaic-tiled swimming pools are filled with rubble. Nature has taken over and owls have moved in. It is a sad scene repeated up and down the avenue that Lloyds Bank has calculated is the second most expensive street in Britain. While more and more people struggle to get on to Londons property ladder as house prices rise at 11.2% a year, 16 mansions on the most expensive part of The Bishops Avenue are empty, many behind locked gates, their overgrown grounds guarded by dogs. Across the street stands another derelict mansion, worth 18m, with smashed windows and walls painted with anti-climb paint. Metal grilles block the windows of another, which has been sold for 20m. The sight of the derelict properties can be agonizing for people who are struggling to keep a roof above their heads in one of the worlds most expensive cities. One security guard who works on the avenue said it was exasperating to see so many properties  enough to house dozens of people  falling apart. Oil-rich royals from Nigeria and Saudi Arabia were among the first to come to this road near Hampstead Heath. Iranians fled here after the fall of the shah. Now, Chinese house hunters are following Russians and Kazakhs who have spent millions to get an address that estate agents tell them is as world famous as the Champs Elyses and Rodeo Drive. Recently, two mansions have been on sale for 65m and 38m, promising endless Italian marble, leather-padded lifts and luxury panic rooms. However, in the gardens of the empty mansions, stone fountains crumble. Inside one mansion, water drips through a huge crystal chandelier onto a thick carpet rotting under sections of collapsed ceiling. Moss grows through shattered bricks and mirrored tiles are lying on a bathroom floor. The swimming pool is filled with dirty water and has flowers growing through its tiles. The wood in the sauna is coming off the walls. But it is the ruin of The Towers, a grand mansion set among acres of trees, that is most dramatic. Its huge, high-ceiling halls are occupied by pigeons and its walls have been turned bright green by algae. Unopened wooden boxes marked bullet-proof glass show the security fears of the previous owners. Today, very few people live on The Bishops Avenue full time. A security guard patrolling the pavement outside one mansion said that the owners were not there. Another, outside Royal Mansion, would not say if anyone was home, while a member of staff at another mansion simply warned the Guardian about the guard dogs. Magdy Adib Ishak-Hannah, whose personal wealth is 45m, said he was in the minority of permanent residents. Its not a neighbourly place, where you can chat over the fence, he said. To be honest, I have never seen what my neighbours look like. Next door, a Saudi princess spent 35m on a new house and Ive never seen her. There are about three houses that are lived in 24/7 and half of the properties are occupied three to six months a year. The other half, who knows if they come or not? The multimillion-pound ruins are evidence of a property culture in which the worlds richest people see British property as investments. Nevertheless, the talk on the avenue is about building 5m apartments, instead of 50m mansions, in an effort to bring people back. Anil Varma, a local property developer, has decided to rebuild one of the most valuable sites on the avenue as a collection of 20 apartments with a concierge, maid service, 25-metre pool, spa and cinema. If you build a big house and try and sell for 30m to 40m, it wont sell, he said. Locals wont buy and so you have to bring in overseas buyers. But nobody plans to use the avenues empty property to help solve the housing crisis. Andrew Harper, a local Conservative politician, laughed when he was asked whether some of the derelict housing could become cheap homes. He said the price of the land is far too high.", "output": "intermediate", "options": ["advance", "elementary", "intermediate"]}
{"task": "onestop_english", "input": "Dr Ben Brabon of Edgehill University teaches a MOOC – a massive open online course. The course is one of only two accredited MOOCs in the UK at the moment. Brabon says that many students enrol on MOOCs because they are free and they enjoy communicating with other students. MOOCs have no entry tests and no fees, so MOOC students behave very differently from students on normal higher education courses.  MOOCs are the newest idea to try to make higher education available to everyone. Companies are investing a lot of money in new websites that offer sophisticated and interactive courses to tens of thousands of students. Investors hope to find a business model for MOOCs that will make them profitable. They could earn money by finding out why and when millions of students enrol, interact with their material, submit their assignments, message each other and stop the course.  Nobody can say exactly who MOOCs are for. Universities that want to attract fee-paying international students onto postgraduate courses by showing them their best programmes online? Students in developing countries who really want access to first-world universities? Employees who wish to develop their professional knowledge? People without qualifications who want to use MOOCs as a bridge to higher education? Or hobby learners, who want to learn about a subject they find interesting?  MOOCs may be popular at the beginning but very few people complete them, says Dr Brabon. His literature course had 1,000 enrolments but only 31 people completed the course. “And almost all of those had a first degree or had been educated to degree level,” he says. “So it seems MOOCs do not make higher education available to people who couldn’t go into higher education before.”  “Learning online is a different thing and needs quite advanced learning skills,” says David Kernohan, an expert in digital technology. “With MOOCs, there’s very little support: the student does not get any individual attention.” Students get support from other students in online discussions. This may mean that online study is unattractive or difficult for someone without high-level qualifications, but it suggests that MOOCs could be “a really good tool for continuing education,” he added.  The number of part-time students has reduced as the cost of studying at university increases, so could open and free courses provide a new path to university education? Could you teach a whole degree via MOOCs? “I don’t think that’s how MOOCs work,” says Brabon. Instead, he suggests “blended learning that combines a campus experience with a MOOC; also, perhaps, using MOOCs to create a global degree, with students taking courses from across the world, might be possible.”  But that’s in the future. At present, the course content and assessment standards of MOOCs have no quality assurance, so employers will not be impressed by them. Accreditation is now essential for MOOCs so academics and employers will believe they are of good quality, says Brabon.  Some people hope that MOOCs will bring the best of first-world teaching to students in less developed countries. Others believe that universities could use MOOCs to advertise their campus courses to bigger numbers of fee-paying students from outside the EU.  Mike Sharples, chair of Educational Technology, doesn’t agree. MOOCs are mainly a way to publicize and share universities’ best teachers. They also encourage interaction and feedback from students around the world, he says. He believes that attracting international students onto university courses is not the main aim of MOOCs. But they could certainly be a very clever marketing idea, as he says that “if 20,000 people enrol on a MOOC – well, you only need 20 of those to enrol afterwards to have a master’s course.”  “In South America, China and countries in Africa, there are many people who want to learn and some of the world’s best courses are now online,” adds Sharples. “If people are fascinated by learning, then why not? The real challenge is to allow those countries not just to study MOOCs, but also to create them. ”", "output": "elementary", "options": ["advance", "elementary", "intermediate"]}
