{"task": "onestop_english", "input": "Scientists have taken DNA from the tooth of a European hunter-gatherer and have found out what modern humans looked like before they started farming. The Mesolithic man, who lived in Spain about 7,000 years ago, had an unusual mix of blue eyes, black or brown hair and dark skin. He was probably lactose intolerant and could not digest starchy foods easily. The invention of farming brought humans and animals much closer and humans probably developed stronger immune systems to ﬁght infections from the animals. But the change to humans’ immue systems may not be as big as scientists thought – tests on the hunter-gatherer ’s DNA found that he already had genes that made his immune system strong. Some of these genes still exist in modern Europeans today. “Before we started this work, I had some ideas of what we were going to ﬁnd,” said Carles Lalueza-Fox, who led the study at the Institute of Evolutionary Biology in Barcelona. “Most of those ideas turned out to be completely wrong.” The Spanish team started their work after a group of cave explorers found two skeletons in a deep cave high up in the Cantabrian Mountains of northwest Spain in 2006. The skeletons, which belonged to two men in their early 30s, had been very well preserved in the cool cave. Carbon dating showed the skeletons are around 7,000 years old, from the time before farming arrived in Europe from the Middle East. Other things were found in the cave, including reindeer teeth that were hung from the people’s clothing. The DNA brought some surprises. When Lalueza-Fox looked at it, he found that the man had genes for dark skin. “This guy was darker than any modern European, but we don’t know how dark,” the scientist said. Another surprise was that the man had blue eyes. The results suggest that blue eyes came ﬁrst in Europe and that the change to lighter skin happened later in Mesolithic times. This discovery is important for science. It is also important to artists who will have to draw Mesolithic people in a new way. “You see a lot of pictures of these people hunting and gathering and they look like modern Europeans with light skin. You never see a picture of a Mesolithic hunter-gatherer with dark skin and blue eyes,” Lalueza-Fox said. The Spanish team compared the hunter-gatherer to modern Europeans from different regions to see how they might be related. They found that the ancient DNA was most closely related to the DNA of people living in northern Europe, in particular Sweden and Finland.", "output": "elementary", "options": ["advance", "elementary", "intermediate"]}
{"task": "onestop_english", "input": "The Canadian tennis player Frank Dancevic criticized the people who organize the Australian Open because they forced players to play tennis in terrible conditions.  Dancevic collapsed during the second set of his match against France’s Benoît Paire on the uncovered court six at Melbourne Park. He said conditions were dangerous for the players. He also said the heat caused him to hallucinate: “I was dizzy from the middle of the ﬁ rst set and then I saw Snoopy and I thought, 'Wow, Snoopy – that’s weird.'”  “I don’t think it’s fair to anybody – to the players, to the fans, to the sport – when you see players passing out,” he added. “Passing out with heat stroke, it’s not normal.  “I, personally, don’t think it’s fair and I know a lot of players don’t think it’s fair.”  Other players agreed. The British number one, Andy Murray, said: “It’s de ﬁ nitely a problem. It only takes one bad thing to happen. And it looks terrible for the whole sport when people are collapsing, ball kids are collapsing, people watching are collapsing. That’s not great.  “I know the conditions at 2.30 –3pm were very, very hard. If it’s safe or not, I don’t know. There have been some problems in other sports with players having heart attacks.”  Caroline Wozniacki said: “I put the water bottle down on the court and it started melting a little bit. So, you know it was warm.”  John Isner said: “It was like an oven when I open the oven and the potatoes are ready. That’s what it’s like.”  Victoria Azarenka said, “It felt pretty hot, like you’re dancing in a frying pan or something like that.”  Organizers said the highest temperature was 42.2C in the early evening on Tuesday but it was never hot enough to stop the matches.  “The weather was hot and uncomfortable, but the humidity was quite low, so play could continue,” tournament director Wayne McKewen said.  Dancevic, who said he felt dizzy from the middle of the second set, unsurprisingly lost 7 –6, 6 –3, 6 –4. “I nearly stopped completely,” he said. “I wasn’t really running too much towards the end. I wasn’t tired; I just felt my body temperature was too high.”  A ball boy needed help from doctors when he collapsed during Milos Raonic’s 7 –6, 6 –1, 4 –6, 6 –2 victory over Daniel Gimeno-Traver on exposed court eight.  China’s Peng Shuai also said the heat had made her cramp up and vomit, and someone had to help her leave the court after her 7 –5, 4 –6, 6 –3 defeat to Japan’s Kurumi Nara.  Organizers said most matches were completed without anyone needing help from doctors.  “Of course, there were a few players who had heat-related illness or discomfort, but none needed much help from doctors after their match,” Tim Wood, the tournament’s chief medical of ﬁ cer, said.  Roger Federer said that the weather was hot, but it was the same for both players.  “It’s just a mental thing,” the Swiss said. “If you’ve trained hard enough all your life, or the last few weeks, and you believe you can do it and come through it, there’s no reason. If you can’t deal with it, you throw in the towel.”  Dancevic disagreed. “Some players are used to the heat – their bodies can deal with the heat and others’ can’t,” Dancevic said. “It’s dangerous. It’s an hour and a half since my match and I still can’t pee.”", "output": "elementary", "options": ["advance", "elementary", "intermediate"]}
{"task": "onestop_english", "input": "Hundreds of young Cubans are using the first known free, open-access internet service in the communist island nation. It has been made possible by one of Cubas most famous artists. A small cultural centre in the capital city, Havana, has suddenly become a rare source of free wi-fi. The internationally known Cuban artist Kcho is providing the service. Perhaps more surprisingly, the service has been approved by the state-owned telecommunications company, Etecsa. People say the service is very slow, especially when the centre gets crowded. But, in a country where only about 5% of the population has unrestricted access to the internet, a facility that is both free of charge and free of restrictions is being welcomed. The chance to click on international news websites, communicate with friends and family overseas and use sites like Facebook and Twitter has created a lot of excitement. I come as often as I can, said Adonis Ortiz, 20, while video-chatting with his father, who lives in the US and whom he has not seen in nine years. As diplomatic and trade relations between the US and Cuba improve, American tech giants such as Google and Apple are expected to enter the Cuban market as soon as they are permitted. In the meantime, Cuba has installed a high-speed fibre-optic cable under the sea from Venezuela and internet users have some access to Chinese equipment. Another estimate, that a quarter of Cubans have access to the internet  still one of the lowest rates in the Western Hemisphere  in fact measures residents who use a restricted domestic intranet that only features certain websites and has limited email. Kcho has offered the public admission to his own personal internet connection. But this is not the action of a counter-revolutionary or free-market rebel. Kcho was probably chosen as the acceptable face of a government recognizing the inevitable attractions of the internet. Kcho, who has close ties to the Cuban government, announced that his actions had been approved by the Ministry of Culture. The artist said he wanted to encourage Cubans to familiarize themselves with the internet. Its only possible if you are determined and if you absorb the costs, Kcho told the Associated Press. It is expensive but the benefit is tremendous. I have something that is great and powerful. I can share it and I am doing so. Kchos real name is Alexis Leiva Machado. He became famous internationally for his painting, sculpture and drawings after winning the grand prize at a prominent art biennial in South Korea. He is currently preparing for the Havana biennial in May. Born on one of Cubas islands, he is known for contemporary art with rustic, seaside and patriotic themes and imagery. In the centres courtyard, tech-savvy young people lounge throughout the day or just sit outside when its crowded, tapping away on laptops and tablets or glued to their smartphones. Cuba has some of the lowest connectivity rates on the planet, with dial-up accounts closely restricted and at-home broadband almost unheard of except in the case of foreigners  they pay hundreds of dollars a month for the service in a country where the average salary is between $17 and $20 a month. Kcho is believed to be paying $900 a month to provide the free wi-fi. Since 2013, Cuban authorities have opened hundreds of internet salons, where an hour online costs $4.50, at speeds far lower than those at Kchos studio of around 2mbps. A 2014 report found average internet connectivity speeds to be around 10.5mbps in the US and 23.6mbps in world-leading South Korea. Globally, the average was about 3.9mbps. With dozens of users at one time, the signal strength of Kchos wi-fi is diluted. One user said he sometimes visits in the middle of the night, when nobody else is around, and finds it to be unbelievably fast.", "output": "intermediate", "options": ["advance", "elementary", "intermediate"]}
{"task": "onestop_english", "input": "On one day in August, one in seven people on Earth, 1 billion people, used Facebook, according to founder Mark Zuckerberg. In ten years, the social network has completely changed peoples relationships, privacy, their businesses, news media, helped to end regimes and even changed the meanings of common words. A more open and connected world is a better world. It brings stronger relationships with those you love, a stronger economy with more opportunities and a stronger society, wrote Zuckerberg. These are just some of the ways his company changed everything  for better or worse. 1 Facebook has changed the de nition of friend To friend is now a verb. And, unlike in real life, it is easy to unfriend someone, a word invented to describe ending a Facebook friendship when that person is no longer improving your Facebook newsfeed. Although the meanings of the words share and like are basically the same, Facebook has made the terms more important to us. School and university reunions are unnecessary  you already know whose career is going well, whether the perfect pair have split and youve seen pictures of your schoolmates babies. You wont be surprised to see an ex in the street with a new girlfriend or boyfriend: you already know theyre dating someone else from the romantic sel es. But, unlike in real life, on Facebook, all your friends have the same importance. A classmate from university who you havent seen for 15 years, a friend-of-a-friend from a party or a colleague youve never actually spoken to in person  they are all Facebook friends in the same way as your closest friend or your spouse or your mum. It doesnt necessarily mean we see them the same way. Professor Robin Dunbar is famous for his research that suggests a person can only have about 150 people as a social group. Facebook hasnt changed that yet, he believes. But Dunbar says he fears it is so easy simply to end friendships on Facebook that, eventually, people may not need to learn to get on with each other. 2 We care less about privacy The surprising thing is that Facebook users happily hand over their information. Pew Research Center found that most young people are more than willing to hand over their details. Ninety- one per cent post a photo of themselves, 71% post the city or town where they live, more than half give email addresses and a  fth give their phone number. But, because so much of a persons life is shared online, Facebook gives people a way to create an image and a fanbase. Academics have described a new phenomenon: the Facebook self. More than 80% of Facebook users list their interests, which allows brands to target them effectively. But most younger users limit who can see their pro les, with 60% allowing friends only. 3 Facebook has created millions of jobs  but not in its own of ces Facebook provides indirect employment for people whose job it is to make Facebook work for their brand. It is a tool like no other, said Michael Tinmouth, a social media strategist who has worked with brands such as Vodafone and Microsoft. Marketers have an understanding of a brands customers like they have never had before. The data available is extraordinary. You know who your customers are, who they are friends with and how they engage with your brand. And advertisers pay a lot for that. Facebook reported advertising revenue had increased by 46%, reaching $3.32bn. Facebook is also a mine eld for brands. Suddenly, customers dont simply complain on the phone to a customer service representative or on a small specialist internet forum  angry customers can post their complaints for hundreds of their friends to see or even on the brands own page. 4 Facebook has been the tool to organize revolutions Organizing demonstrations and direct action has been revolutionized by Facebook. Manchester Universitys Olga Onuch found Facebook had been the key way for reaching half of all the Euromaidan protesters in Ukraine.  Many of the people interviewed in Onuchs research said they relied on Facebook for the truth about what was happening  they dont trust traditional media. 5 Facebook makes news, breaks news and decides what is news About 71% of 18- to 24-year-olds say the internet is their main news source and 63% of users overall, according to the Pew Research Center. About a third of Facebook users post about politics and government. Most people will  rst read an item of breaking news via Facebook or other social media, mostly on mobiles. Facebook has also changed the ways journalists write stories. It is a resource many reporters cannot now live without. For better or (often) worse, it is a place to  nd information on almost any ordinary person, who might suddenly  nd themselves at the centre of the days biggest news story. 6 Users are changing Facebook It used to be a site for students of top US universities. In 2014, ten years after its launch, 56% of internet users aged 65 and older have a Facebook account. And 39% are connected to people they have never met in person. More than ever, the site is a gateway not just to your friends but to the rest of the internet. We may as well get used to it, said David Kirkpatrick, author of The Facebook Effect. It might very well go away further down the road but something this big takes a long time to disappear, he told BBC Radio 4s Today programme. Facebook has proven its ability to change and it will continue to be a very, very major player.", "output": "intermediate", "options": ["advance", "elementary", "intermediate"]}
{"task": "onestop_english", "input": "Throughout a momentous day at Liverpool’s Anglican Cathedral for the families of the 96 people who died so needlessly at Sheffield Wednesday’s Hillsborough football ground, one phrase dominated above all else: the truth. These were the words most infamously abused by a headline in The Sun newspaper, above stories which we now know, in extraordinarily shocking detail, were fed by the South Yorkshire Police to deflect their own culpability for the disaster on to the innocent victims.  Margaret Aspinall, whose son James, then 18, died at what should have been a joyful day out, an FA Cup semi-final between Liverpool and Nottingham Forest, said the families had been forced to fight, for 23 years, for just that: the truth. Aspinall, Chair of the Hillsborough Family Support Group, said that, although the families’ loss would never fade, she was “delighted” at the unequivocal, “profound” apology given for Hillsborough’s savage failings by David Cameron.  The Hillsborough Independent Panel had inspected 450,000 documents generated by the police, Sheffield Wednesday and all other bodies responsible, and delivered its remarkable 395- page report indicting official failings and vindicating the victims and football supporters.  Some of what happened to cause the disaster, and the police’s subsequent blame-shifting, has been exposed before. But the depth of what the families call a cover-up, in particular the deliberate police campaign to avoid its own responsibilities and falsely blame the supporters, was still startling.  In a concerted campaign – led, the panel found, by the Chief Constable, Peter Wright – the South Yorkshire Police put out their story that drunken supporters or those without tickets had caused the disaster. The victims had their blood tested for alcohol levels. This was “an exceptional decision ”, the panel said, for which it found “no rationale ”. When victims had alcohol in their blood, the police then checked to find if they had criminal records.  The report, substantially authored by Professor Phil Scraton of Queen’s University, Belfast, and unanimously agreed by the panel of eight experts, found there was “no evidence … to verify the serious allegations of exceptional levels of drunkenness, ticketlessness or violence among Liverpool fans ”.  The report found that even as the nightmare began for the families of the victims, Wright was meeting his police federation in a Sheffield restaurant to prepare “a defence” and “a rock- solid story ”. The Secretary of the South Yorkshire Police Federation branch, Constable Paul Middup, told the restaurant meeting before Wright turned up: “The Chief Constable had said the truth could not come from him, but had given the secretary a totally free hand and supported him,” as had many senior officers.  The meeting was held just four days after the disaster. It was the day that The Sun splashed its headline “The Truth” over lies fed to it by four senior South Yorkshire police officers. Middup was encouraged to continue this police campaign of defaming Liverpool supporters for supposed drunkenness and misbehaviour and “to get the message – togetherness – across to the force ”.  The panel’s report sustained the allegation made in parliament that the orchestrated changing of junior officers’ statements by senior South Yorkshire police officers amounted to a “black propaganda unit ”. The officers’ statements, presented as official police accounts to the subsequent inquiry, were changed to delete criticism of the police themselves on the day, and, largely, emphasize misbehaviour by supporters. The panel found that 116 of 164 statements were amended “to remove or alter comments unfavourable to South Yorkshire police ”.  The police had claimed this was done only to remove “conjecture” and “opinion” from the statements, but the panel had no doubt the operation, to craft a case rather than deliver truthful police accounts, went further. “It was done to remove criticism of the police,” Scraton said.  This propaganda did not convince the original inquiry, which ruled as quickly as August 1989 that the police stories of fan drunkenness and misbehaviour were false, and criticized the police for making the claims. The report revealed that Sheffield Wednesday’s football ground was unsafe in crucial respects, that the Football Association had selected it as the venue for the match without even checking if Hillsborough had a valid safety certificate, which it did not.  In that landscape of neglect, it was the mismanagement of the crowd by the police, commanded by an inexperienced Chief Superintendent David Duckenfield, that was “the prime cause” of the disaster. The police lost control outside the ground, where 24,000 Liverpool fans had to be funnelled through just 23 turnstiles, so Duckenfield ordered a large exit gate to be opened and a large number of people to be allowed in. His “blunder of the first magnitude ”, according to the inquiry, was the failure to close off the tunnel that led to the already overcrowded central section of the Leppings Lane terrace.  The inquiry report established this but the police, undaunted, repeated their claims to the subsequent inquest. Its procedure was marked by the coroner’s decision not to take evidence of what happened after 3.15pm on the day of the disaster, thereby excluding an emergency response the panel found to have been chaotic. The finding that 41 of the 96 who died could possibly have been saved had the police and ambulance service done their jobs decently is damning of those bodies and, Aspinall said, difficult for the families to contemplate.  In the light of the panel’s report, the Attorney General will now consider whether to apply to the High Court for the inquest verdict of accidental death to be quashed and a new inquest held. There may be prosecutions too, after all these years, of Sheffield Wednesday, South Yorkshire Police and Sheffield City Council, which failed in its duty to oversee the safety of the football ground. Trevor Hicks, the President of the HFSG, both of whose teenage daughters, Sarah and Victoria, died in the crush, said: “The truth is out today. Tomorrow is for justice.”", "output": "advance", "options": ["advance", "elementary", "intermediate"]}
{"task": "onestop_english", "input": "A girl born today in the UK can expect to live nearly to the age of 82 on average, while her brother will live to 78. They would have a longer life in Andorra (85 and 79 respectively) but are marginally better off than in the US (81 and 76), while if they lived in the Central African Republic, they would barely make it out of middle age (49 and 44). Nonetheless, almost everywhere in the world, with the exception of countries such as Lesotho, which have been hit by HIV and violence, lifespans are lengthening and the best news is that small children are substantially less likely to die than they were four decades ago. There has been a drop in deaths among under-fives of nearly 60%, from 16.4 million in 1970 to 6.8 million in 2010.  That in itself is justification for the enormous project that the Institute of Health Metrics and Evaluation (IHME) in Seattle has led over the past five years, involving nearly 500 researchers, to assess the global burden of disease. Knowing how many children die and from what cause enables the world to focus its efforts and resources on keeping them alive. There are many lessons to be gleaned from the vast database they have put together, which will help global organizations and individual governments to better care for us all – from a renewed focus on diet to tackling alcohol to keeping up the efforts against HIV in Africa.  The seven papers published by The Lancet represent a big undertaking and are not without controversy. IHME has been ambitiously radical in some of its methods. In the absence of death registries or medical records, they have been willing, for instance, to take evidence from verbal autopsies – deciding the cause of death by an interview with the family. The most startling result has been the malaria figure, released earlier in 2012. IHME said 1.2 million die of the disease every year – twice as many as previously thought. The big increase is in adult deaths. Conventional wisdom has it that malaria kills mostly children under five.  “The way I was taught as a doctor and everybody else is taught is that, in malarial areas, you become semi-immune as an adult,” said Dr Christopher Murray, IHME Director and one of the founders of the Global Burden of Disease project. “We originally went with the prevailing opinion but there has been a shift as we have become more empirical. African doctors write on hospital records that adults are dying of malaria a lot.” But, he adds, their fever could be something else. The findings have prompted further studies.  Although Margaret Chan, Director General of the World Health Organization, gave the IHME study a warm official welcome, some of the staff are cautious. “We need to be very careful in assessing the validity [of the figures],” said Colin Mathers, a senior scientist in the Evidence for Information and Policy Cluster. “We need to wait to be persuaded by evidence.” His colleague Dr Tiers Boerma, Director of the WHO Department of Health Statistics and Informatics, added: “People should understand that some of the numbers are very different and the WHO can’t jump with any academic publication that states a different number.” However, said Mathers, “the fact that IHME has pushed the envelope with some of these analyses is stimulating”. One of the main themes, said Murray, was “incredibly rapid change in the leading causes of death and the pace of that change is a lot faster than we expected it to be”.  Reduced fertility and longer life expectancies have meant a rise in the mean age of the world’s population in a decade, from 26 years old to almost 30. It has been dramatic in Latin America, for instance, where countries like Brazil and Paraguay had life expectancy of below 30 in 1970 and almost 64 in 2010. That is a 35-year increase in the mean age of death over four decades. “In a place like Brazil, the speed of change is so fast that most institutions are ill-equipped to deal with it,” Murray said.  The second theme, entwined with it, is the shift outside Africa from communicable diseases and the common causes of mother and baby deaths to what are sometimes termed “lifestyle” diseases, such as heart disease, stroke, diabetes and cancer – some of which have significant genetic triggers. That shift has been particularly marked in Latin America, the Middle East and south-east and even south Asia, he said.  The third big finding was, Murray said, “a surprise to us”. That was the sheer extent of disability and the toll it took on people who were living longer but not healthier lives. “The main causes of disability are different from the ones that kill you,” he said. They were mental health problems such as anxiety and depression, musculoskeletal disorders such as arthritis and lower back pain – complained of in every country in the world – anaemia, sight and hearing loss and skin disease. In addition, there was substance abuse. “The rates for these are not going down over time,” he said. “We are making no progress in reducing these conditions.”", "output": "advance", "options": ["advance", "elementary", "intermediate"]}
{"task": "onestop_english", "input": "The Moroccan city of Ouarzazate is on the edge of the Sahara Desert. It is now the centre for four linked solar mega-plants. The plants, together with hydro and wind, will give Morocco, in north Africa, nearly half of its electricity from renewable energy by 2020. The project is a key part of Morocco ’s plans to use its deserts to become a global solar superpower. When the full complex is complete, it will be the largest concentrated solar power plant in the world. The first phase, called Noor 1, will be ready in November 2015. The mirror technology it uses is more expensive than the solar panels that we can see on roofs all over the world but it will be able to produce power even after the sun goes down. People have known for many years that the desert is a useful place to produce solar energy. In 1986, the German scientist Gerhard Knies said that the world’s deserts receive enough energy in a few hours to make power for all the people in the world for a whole year. But the challenge is to capture that energy and take it to where it is needed.  At Noor 1, there are 500,000 moon-shaped solar mirrors. The 800 rows of mirrors follow the sun across the sky. They whir quietly every few minutes.  When they are finished, the four plants at Ouarzazate will be as big as Morocco’s capital city, Rabat, and make 580 mega-watts of electricity, enough for a million homes. Solar energy will make up a third of Morocco’s renewable energy supply by 2020. Wind and hydro will make up the other two-thirds. “We are very proud of this project,” Morocco’s environment minister, Hakima el-Haite said. “I think it is the most important solar plant in the world.” The Noor 2 and 3 plants, which are planned to open in 2017, will store energy for up to eight hours. This will mean that there could be solar energy available 24/7 in the Sahara and the rest of the region. “We are already involved in transportation lines to take energy to the south of Morocco and Mauritania,” says Ahmed Baroudi, manager of the national renewable energy investment company. But he says the project will go further – even as far as the Middle East. Exporting solar energy could have stabilizing effects within and between countries, according to the Moroccan solar energy agency (Masen). Morocco is making plans with Tunisia and they hope to export energy north across the Mediterranean, too. “We believe that it ’s possible to export energy to Europe but, first, we have to build the connections, which don’t yet exist, ” said Maha el-Kadiri, a Masen spokeswoman. Until that time, the solar energy will be used in Morocco. They might one day use solar energy to remove salt from sea water.", "output": "elementary", "options": ["advance", "elementary", "intermediate"]}
{"task": "onestop_english", "input": "On the market square in Rjukan stands a statue of the towns founder, a respected Norwegian engineer and businessman called Sam Eyde. The great man looks north across the square at a mountainside in front of him. Behind him, to the south, rises the 1,800-metre peak known as Gaustatoppen. Between the mountains, along the narrow Vestfjord valley, lies the small, but once powerful, town that Eyde built at the beginning of the last century, so the workers in his factories could live there. Eyde used the power of the 100-metre Rjukanfossen waterfall to make hydroelectricity in what was, at the time, the worlds biggest power plant. But one thing he couldnt do was change the sun. Deep in its eastwest valley, surrounded by high mountains, Rjukan and its 3,400 inhabitants are in shadow for half the year. During the day, from late September to mid-March, the town, three hours north-west of Oslo, is not completely dark, but its certainly not bright, either. Now, high on the mountain opposite Eydes statue, 450 metres above the town, three large, solar-powered, computer-controlled mirrors slowly track the movement of the sun across the sky. They reflect the sunshine down on to the square and fill it with bright sunlight. Its the sun! grins Ingrid Sparbo, lifting her face to the light and closing her eyes. A retired secretary, Sparbo has lived all her life in Rjukan and says people do sort of get used to the shade. You end up not thinking about it, really. But this ... this is so warming. Not just physically, but mentally. Its mentally warming. Two young mothers bring their children into the square and stand in the sun. On a freezing day, an elderly couple sit on one of the new benches smiling at the warmth on their faces. Children smile. Lots of people take photographs. A shop assistant, Silje Johansen, says its awesome. Just awesome. Electrical engineer Eivind Toreid is more cautious. Its a funny thing, he says. Not real sunlight, but very similar. Like a spotlight. Heidi Fieldheim says she heard all about it on the radio. But its far more than I expected, she says. This will bring much happiness. Across the road, in the Nye Tider caf, sits the man who created this unexpected happiness. Martin Andersen is a 40-year-old artist who moved to Rjukan in the summer of 2001. The idea of an artwork Andersen called the Solspeil, or Sun mirror, came to him at the end of one September: Every day, we would take our young child for a walk, he says, and, every day, I realized we were having to go a little further down the valley to find the sun. By 28 September, the sun completely disappears from Rjukans market square. It doesnt reappear until 12 March. In the months between September and March, Andersen says, Wed look up and see blue sky above, and the sun high on the mountain slopes, but the only way we could get to it was to go out of town. Its sad, a town that people have to leave in order to feel the sun. Twelve years after he first dreamed of his Solspeil, a German company specializing in CSP  concentrated solar power  brought in, by helicopter, the three 17-sq-m glass mirrors that now stand high above the market square in Rjukan. It took, he says, a bit longer than wed imagined. It really works. Even the people who were against it at first agree that it works. I was strongly against it, admits Nils Eggerud. Like many others, he felt that the money should have been spent on other things  on extra carers to look after Rjukans old people, perhaps, or improved school facilities, cycle paths and roads. And I still dont know about the continued maintenance costs, he says. What will they be, who will pay them? But ... well, it does feel nice, standing here. And, really, you just have to look at the peoples faces. In his office overlooking the square, Rjukans young mayor, Steinar Bergsland, is interested not so much in the cost but in the benefits the mirrors might bring to the town. Already, Bergsland says, visitor numbers are higher than usual for the time of year and Rjukans shopkeepers have reported that they are earning more money than usual. A hi-tech company is interested in moving to Rjukan, attracted by the cutting-edge technology at the top of the mountain and the publicity it has attracted. This is a powerful symbol for Rjukan, Bergsland says, and, helped by government grants and a donation from a local business, the town needed to find just 1m krone  100,000  of the mirrors total 5m-krone cost. And, he says, just look out of the window. Look at those happy faces. Now its here, people love it.", "output": "intermediate", "options": ["advance", "elementary", "intermediate"]}
{"task": "onestop_english", "input": "Serial dater Emmanuel Limal was tired of meeting women who weren’t ready to start a family, or at least wouldn’t admit that they were. The 43-year-old actor, originally from France, had spent 20 years living in Copenhagen and looking for love in the hope of raising children. He recently took his quest online but was dismayed by the results.  “I got frustrated with everyone trying to sell themselves as really active, always travelling or with a long list of hobbies, but no mention of children,” Limal said. “On some sites, there was an option to click, saying: 'I’d like kids someday,' but you would read the person’s profile and think: 'You will never have time!' If someone’s going to the gym eight times a week and travelling every month, they are not putting a family first.”  Limal has a six-year-old daughter from a previous relationship, but coming from a big family – his father is one of 11 – he has always wanted more children. “I couldn’t seem to meet anyone willing to prioritize starting a family and struggled with when to mention wanting kids any time I met someone new. It’s the ultimate dating taboo,” he said. “Then one day I read a profile from a 38-year-old who said she knew it was 'really bad to admit' but she wanted children. And I just thought: 'You shouldn’t be ashamed of this.'”  Limal remortgaged his apartment to fund the setting up of Babyklar.nu – or 'baby-ready now' in English. It functions like a normal dating site but every potential dater is asked to be honest about their wish to start a family soon. “We ask people if they are OK with someone who already has children as well as wanting another baby,” Limal said. “But we don’t make them specify how many children they’d like. That would be a bit too much like grocery shopping online.”  The response to the site has been overwhelming, he said. “We had 50 sign-ups an hour when we launched in June and we are already hearing from couples who have met through the site and are now together. I’m fully expecting the first Babyklar.nu baby by next summer.” More men have signed up than women (53% to 47%), with testimonials such as “It’s so lovely to be able to say this out loud” and “I finally dare to be honest about what I want.”  The site has come at an opportune time for the country of five million people. Danes are not having enough babies, according to a report from the Copenhagen hospital Rigshospitalet, and the current rate of 1.7 children per family is not enough to maintain Denmark’s population. The usual suspects are being blamed for the new low – women leaving it “too late” and couples cohabiting and waiting to start families.  “Now, I hope, men and women who want to start a family but haven’t met the right person yet will have another option,” says Limal. He’s keen to point out that this isn’t just about baby farming: “I want this to be about children and love. My goal is to pair up people who really want a family and a partner – and who’ll stay together. I’m a romantic at heart.”  There are plans to roll out the site in France and the UK later in 2013, but for now it is the Danes who are reaping the benefits. “Danes have no problem having children before marriage so things can move fast and, because the country’s so small, a Jutlander can date a Copenhagener without too much travel,” Limal said. What’s more, Limal has finally found love. “I’ve met a nice woman and she wants a baby too – so we shall see.”", "output": "advance", "options": ["advance", "elementary", "intermediate"]}
{"task": "onestop_english", "input": "Intermediate Brazil experienced one of its biggest nights of protest in decades as more than 100,000 people took to the streets to express their frustration at aggressive policing, poor public services and high costs for the World Cup. The major demonstrations in Rio de Janeiro, So Paulo, Brasilia, Belem, Belo Horizonte, Salvador and elsewhere started peacefully, but several led to clashes with police and arson attacks on cars and buses. People complained, during previous, smaller protests against bus price increases, that police responded disproportionately with rubber bullets, tear gas and violent beatings. The rallies came at the same time as the start of the football Confederations Cup. The rallies brought together people who are frustrated with the rising costs and poor quality of public services, large amounts of money being spent on international sporting events, low standards of health care and wider unease about inequality and corruption. The vast majority of demonstrations were peaceful, but several police were injured, at least one car was overturned and burned, and windows were smashed. The unrest increased during the night as a large crowd set several fires outside a government office, smashed the buildings windows and painted graffiti on the walls that said Revolution, Down with Paes, down with Cabral [the mayor and state governor] and Hate police. Police inside responded with pepper spray. The reasons people were protesting varied widely. We are here because we hate the government. They do nothing for us, said Oscar Jos Santos, a 19 year old. Im an architect but I have been unemployed for six months. There must be something wrong with this country, said Nadia al Husin. At a far smaller rally in Brasilia, demonstrators broke through police lines to enter the high-security area of the national congress. Several climbed onto the roof. In Belo Horizonte, police clashed with protesters who tried to get into a football stadium, which was hosting a Confederations Cup match between Nigeria and Tahiti. In Porto Alegre, demonstrators set fire to a bus and, in Curitiba, protesters tried to force their way into the office of the state governor. There were also rallies in Belem, Salvador and elsewhere. In So Paulo, large crowds gathered but reports said the marches were peaceful. Most protesters were young and, for many, it was their first experience of such a giant rally. My generation has never experienced this, said Thiago Firbida, a student. Since the dictatorship, Brazilians never bothered to demonstrate like this. They did not believe they had a reason to. But now Brazil is once again in crisis, with a constant rise in prices, so people are finally reacting. Comparisons have been drawn with rallies in Turkey and elsewhere. You could see another global link in the demonstrators who wore Guy Fawkes masks, associated with Anonymous and the Occupy Wall Street protests. Brazils demonstrations are being referred to as the vinegar revolution (after police arrested people for carrying vinegar to fight the effects of tear gas), as well as the 20-cent revolution (due to the bus price rise) and the Passe Livre (after the demand for free public transport). Some said the protests felt un-Brazilian but liberating. Our politicians need to see the strength we have as one people. Brazilians are too nice sometimes  they enjoy partying rather than protesting  but something is changing, said Deli Borsari, a 53-year-old yoga instructor After people heard about the costs of new and refurbished stadiums on the news, the Confederations Cup football tournament has been one of the focuses of the protests. Before Saturdays opening match in Brasilia, crowds of demonstrators were dispersed by riot police. Footage showed frightened Japanese supporters rushing from the area holding their children, as they heard the sound of shots  perhaps rubber bullets or tear gas. Another protest march, near Rios Maracana Stadium, also had a heavy police response. President Dilma Rousseff believes peaceful protests are legitimate and proper for a democracy and that it is natural for young people to demonstrate. However, the president was booed at the opening ceremony for the Confederations Cup. She faces a serious political challenge, both now and in 2014, when Brazil will not only host the World Cup but also have a presidential election.", "output": "intermediate", "options": ["advance", "elementary", "intermediate"]}
{"task": "onestop_english", "input": "A new scientiﬁc study says that global warming might make temperatures rise more than people think. The scientist who led the research said that, if emissions of greenhouse gases are not reduced, the planet will be at least 4C warmer by 2100. This is twice the level the world’s governments consider to be dangerous. The research shows that fewer clouds form as the planet warms. This means that less sunlight reﬂects back into space and this makes temperatures even higher. The way clouds affect global warming has been the biggest mystery in the study of future climate change. Professor Steven Sherwood, at the University of New South Wales in Australia, who led the research, said that their work was new in two ways. First, it found what controls the cloud changes and, second, it did not accept the lowest estimates of future global warming; it believed the higher, more damaging estimates. “4C would be catastrophic, not simply dangerous,” Sherwood said. “For example, it would make life difﬁcult, if not impossible, in much of the tropics and it would guarantee the eventual melting of the Greenland ice sheet and some of the Antarctic ice sheet.” And, if the ice sheets melt, sea levels will rise by many metres. The research helps to show how much warming is caused by rises in carbon emissions, say scientists who have commented on the study, published in the journal Nature.  Experts at Japan’s National Institute for Environmental Studies said the explanation of how fewer clouds form as the world warms was a good one. They also agreed that this showed future climate change would be bigger than people think. To measure the effect of greenhouse gases on the Earth’s climate, scientists estimate what the rise in temperature would be with twice as much CO in the atmosphere as in the pre-industrial age – and this will probably happen within 50 years. For twenty years, those estimates have been from 1.5C to 5C: a wide range. The new research has reduced that range to between 3C and 5C, by studying the biggest cause of uncertainty: clouds. Researchers use computer climate models to predict future temperatures and it was important to include the way clouds form in those models. When water evaporates from the oceans, the vapour can rise over nine miles to form rain clouds that reﬂect sunlight; or, it may rise just a few miles and fall slowly back down without forming clouds.  In reality, both things happen and climate models that include the second possibility predict much higher future temperatures than the models that only include the nine-mile-high clouds. “Climate sceptics like to criticize climate models because they are sometimes wrong, and we know that they are not perfect,” said Sherwood. “But we are ﬁnding that the mistakes are being made by the models that predict less warming, not the models that predict more warming.” He added: “Sceptics may also point to the pause in the rise of temperatures since the end of the 20th century, but there is more and more evidence that we cannot see this pause in other measures of the climate system.  And the pause is almost certainly temporary. ” The world’s average air temperatures have increased quite slowly since a high point in 1998, which the ocean phenomenon El Niño caused. But, greenhouse gases are trapping more and more heat and over 90% disappears into the oceans. Also, a recent study suggested that it may seem there is a “pause”, but this is only because we did not have temperature readings from polar regions, where there is the most warming. Sherwood accepts that his team’s work on the role of clouds does not mean for sure that temperature rises will be in the higher range. He added that a 4C rise in the world’s average temperatures would have a serious effect on the world and the economies of many countries if we do not reduce emissions.", "output": "elementary", "options": ["advance", "elementary", "intermediate"]}
{"task": "onestop_english", "input": "When you see the word Amazon, what’s the first thing you think of – the world’s biggest forest, the longest river or the largest internet shop – and which do you think is most important?  These are the questions in a debate about the internet. Brazil and Peru have made objections to a bid made by the US online shop for the domain name, “.amazon”.  Amazon has asked for its company name to be a top-level domain name (currently “.com”), but the South American governments say this would stop the use of this internet address for environmental protection, indigenous rights and other public interest uses.  There are many other disputed claims to names, including “.patagonia”.  Until now, the differences between commercial, governmental and other types of identity were easy to see in every internet address by the use of “.com”, “.gov” and 20 other categories.  But soon there are going to be more of these categories – or generic top-level domains (gTLDs) as they are technically known.  The Internet Corporation for Assigned Names and Numbers (ICANN) has had bids (each worth almost $200,000) for hundreds of new gTLDs to add to the 22 that we use already.  Amazon has applied for many new domains, including “.shop”, “.song ”, “.book” and “.kindle ”. But the one that has caused most discussion is its application for “.amazon”.  Brazil and Peru want the “.amazon” application to be stopped. They say that a private company should not have a name that is also the name of an important geographical area.  “Allowing private companies to register geographical names as gTLDs to profit from the meaning of these names is not, in our view, in the public interest,” the Brazilian Ministry of Science and Technology said.  Brazil said other members of the Amazon Cooperation Treaty support its views (Bolivia, Colombia, Ecuador, Guyana, Suriname and Venezuela).  There have also been other objections over new top-level domains that use geographical or cultural names.  Argentina is unhappy that the US outdoor clothing retailer, Patagonia, wants a domain name that has been known far longer as a region of spectacular beauty. “Argentina rejects the '.patagonia' request for a new generic top-level domain. Patagonia is an important region for the country’s economy because it has oil, fishing, mining and agriculture resources. It is also a major tourist destination.”  They will discuss the disputed bids again at a meeting of ICANN’s Governmental Advisory Committee in Durban in July. The first new domain names will probably be in use before the end of 2013.", "output": "elementary", "options": ["advance", "elementary", "intermediate"]}
{"task": "onestop_english", "input": "They may not know who Steve Jobs was or even how to tie their own shoelaces, but the average six-year-old child understands more about digital technology than a 45-year-old adult, according to a new report. The arrival of broadband in the year 2000 has created a generation of digital natives, Ofcom (which checks standards in the UK communications industries) says in its annual study of British consumers. Born in the new millennium, these children are learning how to operate smartphones or tablets before they are able to talk. These younger people are shaping communications, said Jane Rumble, who is head of media research at Ofcom. As a result of growing up in the digital age, they are developing completely different communication habits from older generations, even compared to the 16-to-24 age group. 800 children and 2,000 adults took Ofcoms digital quotient, or DQ, test, which attempts to gauge awareness of and self-con dence around gadgets from tablets to smart watches, knowledge of superfast internet, 4G mobile- phone networks and mobile apps. Among 6- to 7-year-olds, who have grown up with YouTube, Spotify music streaming and online television, the average DQ score was 98, higher than for those aged between 45 and 49, who scored an average of 96. Digital understanding peaks between 14 and 15 years old, with a DQ of 113, and then drops gradually throughout adulthood, before falling rapidly in old age. People can now test their digital knowledge with a short version of the questionnaire that will give anyone a DQ score, along with advice on how to improve their understanding and protect themselves and their families online. The ways in which millennial children contact each other and consume entertainment are so different from previous generations that forecasters now believe their preferences to be a better indication of the future than the preferences of trendsetting young adults. The most remarkable change is in time spent talking by phone. Two decades ago, teenagers spent their evenings monopolizing the home telephone line, talking about love affairs and friendships in conversations that lasted for hours. For those aged 12 to 15, phone calls account for just 3% of time spent communicating through any device. For all adults, this rises to 20% and, for young adults, it is still three times as high at 9%. Todays children do the majority of their remote socializing by sending written messages or through shared photographs and videos. The millennium generation is losing its voice, Ofcom claims. Over 90% of their device-time is message based, chatting on social networks like Facebook, sending instant messages through services like WhatsApp or even sending traditional mobile- phone text messages. Just 2% of childrens time using devices is spent emailing, compared to 33% for adults. Away from their phones, 12- to 15-year-olds have a very different relationship with other media, too. A digital seven-day diary shows live television accounts for just half of viewing for this age group, compared to nearly 70% for all adults. They spend 20% of their time viewing short video clips, for example on YouTube, or news clips on Facebook and other social sites. The rest of their viewing is shared between DVDs, streamed content through Net ix or iTunes and recorded television programmes. Young adults aged 16 to 24 are big media consumers. However, they consume hardly any live radio or print-based media. Younger people are also moving away from live television and moving to streaming and catch- up services. Even among adults, television is becoming less important. Television viewing among 16- to 24-year-olds has been dipping each year since 2010, but 2013 was the  rst year that researchers found that viewing fell in all age groups. The theory is that easy-to-use tablet computers with large screens have brought many older people online.", "output": "intermediate", "options": ["advance", "elementary", "intermediate"]}
{"task": "onestop_english", "input": "Coal will probably rival oil as the worlds biggest source of energy in the next five years, with possible disastrous consequences for the climate, says the worlds leading authority on energy economics. One of the biggest factors behind the rise in coal use has been the massive increase in the use of shale gas in the US. New research from the International Energy Agency (IEA) shows that coal consumption is increasing all over the world  even in countries and regions with carbon-cutting targets  except in the US, where shale gas is now more popular than coal. The decline of coal consumption in the US has helped to cut prices for coal globally. This has made it more attractive, even in Europe where coal use was supposed to be discouraged by the Emissions Trading Scheme. Maria van der Hoeven, Executive Director of the IEA, said that coal consumption continues to grow each year and, if no changes are made, coal will catch oil within a decade. Coal is available in large amounts and found in most regions of the world, unlike conventional oil and gas, and can be cheaply extracted. According to the IEA, China and India will drive world coal use in the coming five years, with India likely to overtake the US as the worlds second biggest consumer. China is the biggest coal importer, and Indonesia the biggest exporter. According to the IEAs Medium-Term Coal Market Report the world will burn 1.2bn more tonnes of coal per year by 2017 compared with today. With the highest carbon emissions of any major fossil fuel, coal is a huge contributor to climate change, particularly when burned in old-fashioned, inefficient power stations. When these are not equipped with special scrubbing equipment to remove chemicals, coal can also produce sulphur emissions  the leading cause of acid rain  and mercury and soot-particle pollution. Van der Hoeven said that, without a high carbon price to discourage the growth in coal use and encourage cleaner technologies such as renewable power, only competition from lower-priced gas could reduce demand for coal. This has happened in the US, due to the extraordinary increase in the production of shale gas in that market in the past five years. She said: The US experience suggests that a more efficient gas market can reduce coal use, carbon dioxide emissions and consumers electricity bills. Europe, China and other regions should take note. If something isnt done, the world faces an increased risk of climate change as a result of this fast-increasing consumption of the highest carbon fossil fuel.", "output": "intermediate", "options": ["advance", "elementary", "intermediate"]}
{"task": "onestop_english", "input": "1 Passing clouds  One of the good things about flying is seeing clouds very close. They seem to be light, but they carry a lot of water – around 500 tonnes in a small cloud. And water is heavier than air. So why don’t clouds fall out of the sky like rain? They do, but they take a very long time. An average cloud would take a year to fall one metre.  2 On cloud nine  Most of us are happy to call clouds “fluffy ones” or “nasty black ones”, but there are more than 50 cloud types. The 50 cloud types fit into nine categories. Cloud nine is the very big cumulonimbus, so to be “on cloud nine” means that you are on top of the world or very,  very happy.  3 Around the rainbow  The best place to see a rainbow is from a plane. Rainbows are made when sunlight hits raindrops. We see a bow because the Earth is in the way, but, from a plane, a rainbow is a complete circle.  4 Mr blue sky  Sunlight is white. It includes all the colours of the spectrum. As it passes through air, some of the light is scattered. Blue light scatters more than other colours, so the blue looks like it comes from the sky.  5 There’s life out there  We usually only see clouds and other planes from a flying aircraft’s window, but the air is full of bacteria – 1,800 different types of bacteria.  6 Turbulence terror  Even someone who flies all the time can feel sick because of turbulence. The good news is that no modern airliner has ever crashed because of these sudden and violent movements of air. People have been hurt when they are not strapped in or falling luggage may hit them – but the plane is not going to fall out of the sky.  7 You can’t cure jet lag  The world is divided into time zones. When you take a long flight, the difference between local time and your body’s time causes jet lag. But jet lag can be reduced if you keep food bland for 24 hours before travel, drink a lot and live on your destination time from the moment you get on the aircraft.  8 Supersonic 747s  Many of us have travelled faster than sound. There are many jet streams in the air around the Earth, especially on the journey from the US to Europe. A jet stream can move as fast as 250 miles per hour. If an airliner flying at 550mph enters a jet stream, the result can be that the plane flies at 800mph. That’s faster than the speed of sound.  9 Flying through time  Flying across time zones means that we travel through time. But this time travel is so small that crossing the Atlantic every week for 40 years would only move you 1/1,000th of a second into the future.  10 Terrible tea  Don’t blame the cabin attendant if your tea isn’t great. Water should be just under 100°C when you pour it on to tea leaves – but that isn’t possible on a plane. It’s impossible to get water hotter than 90°C during flight – so choose coffee.  11 I can’t hear my food  People often say that airline food is bland and without taste. But some of the problem may not be bad food. A plane is a noisy place and food loses some of its taste when there are loud noises.  12 Needle in a haystack  With modern technology, it seems strange that Malaysian flight MH370 could disappear – but finding a missing aircraft is a needle-in-a- haystack problem. The plane knows where it is but it does not send this information anywhere. The problem is not technology – the problem is that there is no law that says that planes must send this information.  13 Volcanic fallout  Air travel can be cancelled by volcanic activity. Ash melts in the heat of the engine, then solidifies on the rotors. It is very dangerous to ignore the volcanic ash.  14 The wing myth  For many years, we taught the wrong explanation for the way wings keep planes in the air. But now we know that a plane stays in the air because of Newton’s Third Law of Motion. The shape of the wing pushes air down. As the air is pushed down, the wing gets an equal and opposite push up, and this lifts the plane.", "output": "elementary", "options": ["advance", "elementary", "intermediate"]}
{"task": "onestop_english", "input": "Europe is trying to reduce air pollution. Europe will become the first part of the world to force car makers to use 'real-world' emissions tests. New regulations will introduce tests that will demonstrate clearly what cars’ emissions are like when they are driving on roads and in traffic, not in ideal conditions, similar to a laboratory.  The European Commission has approved the tests. The tests will make sure all cars meet a limit of 80mg of nitrogen oxide per kilometre. At present, only one car in 16 meets this limit. Other countries, such as China and Korea, are also considering real-world emissions tests. They will watch what happens next closely.  In the UK, 29,000 people die every year because of pollution. Pollutants from diesel engines such as nitrogen oxide and carbon monoxide are responsible for at least one quarter of those deaths.  The current laboratory test for measuring emissions is 25 years old and it needs to change. Car makers can cheat during the tests on their cars using various techniques. For example, they can tape up doors and windows to reduce air resistance, drive on really smooth roads and test at very high temperatures.  “The Commission will introduce a new emissions test that will properly check the cars in real driving,” said Lucia Caudet, a Commission spokesperson.  “One key reason why air pollution kills 400,000 European citizens each year is that car makers cheat the tests for diesel cars – this causes much more pollution on the road,” said Greg Archer, the clean vehicles manager for Transport and Environment. “The development of a new, real-world driving emission test is an important step towards reducing air pollution in cities. European Union (EU) states should now support the Commission’s idea. They should ignore the complaints from car makers, who say that the rules are too tough.”  According to research by the International Council on Clean Transportation in 2014, actual nitrogen oxide emissions from cars are seven times higher than the 80mg per kilometre standard and some cars are 22 times above the recommended limit. About one third of all nitrogen oxide pollution comes from road transport – mostly diesel – and, in cities, concentrations can be as high as 64%, according to European Environment Agency data.  Campaigners say that car makers have tried to delay reforms to car tests. But car makers do not agree – they say that they need five years to introduce the changes for technical and economic reasons. “Real Driving Emissions is a totally new regulation that will force significant changes,” said Cara McLaughlin, a spokesperson for the European Automobile Manufacturers Association (ACEA). “But ACEA fully accepts that the regulation will apply to new types of cars from September 2017.”  When EU representatives finally agreed a regulation for nitrogen oxide limits – with stricter road trials and monitoring of exhaust fumes – ACEA sent the European Commission their own draft regulation. ACEA’s draft regulation covered fewer pollutants and they wanted to introduce the regulation only in 2020. It included shorter test distances (from 1,300 metres to below 700 metres), raised minimum temperatures from -7C to -3C and wanted to use more country roads for the tests.  The Commission rejected ACEA’s draft regulation. The new regulation will now probably be introduced in September. By 2017, the first real-world car emissions tests should begin. Countries around the world will watch the introduction of the EU’s new emissions tests carefully.", "output": "elementary", "options": ["advance", "elementary", "intermediate"]}
