{"task": "onestop_english", "input": "The Chief Medical Officer for England compared the problem of antibiotic resistance to the risks of international terrorism. But, each year, the number of deaths around the world from bacterial resistance is far more than the number of deaths from terrorist attacks.  The World Health Organization says that each year more than 150,000 people die from tuberculosis because of antibiotic resistance. This is now a war.  A hundred years ago, life expectancy in the UK was about 47 years for a man and 50 years for a woman. Lots of young children died. About 30% of all deaths were in children under the age of five, mostly because of infectious disease.  But a child born in Britain today has more than a 25% chance of reaching their 100th birthday. We can thank public health systems, vaccination and antibiotics for this.  In intensive care, antibiotic resistant bacteria are most common. Here, powerful antibiotics are used very often. These drugs kill ordinary bacteria. But they cannot kill strong bacteria that have begun to learn how to survive antibiotic drugs.  When I became a doctor in the 1990s, I learnt about Methicillin Resistant Staphylococcus Aureus (MRSA) is a bacteria that is resistant to methicillin and all other penicillins. There were just a few drugs that could kill it – for example, vancomycin and teicoplanin. But antibiotic resistant bacteria became more and more common.  In our hospitals and our doctor’s surgeries we use antiobiotics too often.  Also, we have put antibiotics into the food chain, when we grow food and when we put anti-bacterial drugs into food for farm animals.  We thought that antibiotics were something we could use forever. We thought that companies would continue to make more and more antibiotics.  But this is no longer true. We have found new, more resistant bacteria. The vancomycin that we used to treat MRSA infection no longer worked. We found Vancomycin Resistant Staphylococcus Aureus (VRSA) in our hospitals. And other bacteria were becoming resistant too.  Today, infections with organisms that are very resistant are common, but fewer and fewer new antibiotic drugs are made. It is more and more difficult to develop new drugs that can kill resistant bacteria. Antibiotics have become drugs that are expensive to develop, that are only used in short courses and that quickly stop working because of bacterial resistance.  This war against bacteria is different from all other wars. There needs to be change in the way doctors give antibiotics and we need to use fewer antibiotics in farming. And we have to give companies good reasons why they should make new antibiotics, which will not make them lots of money.  Today, antibiotic resistance has become a normal part of life. Less than a hundred years after the discovery of penicillin, we are beginning to lose the fight.", "output": "elementary", "options": ["advance", "elementary", "intermediate"]}
{"task": "onestop_english", "input": "A girl born today in the UK can expect to live nearly to the age of 82 on average and her brother will live to 78. They would have a longer life in Andorra (85 and 79 respectively) but will live a little longer than in the US (81 and 76). If they lived in the Central African Republic, they would die in middle age (49 and 44). However, almost everywhere in the world, with the exception of countries such as Lesotho, which have experienced HIV and violence, lifespans are lengthening. And the best news is that small children are much less likely to die than they were forty years ago. There has been a drop in deaths in under-fives of nearly 60%, from 16.4 million in 1970 to 6.8 million in 2010. This last statistic provides justification for the enormous project that the Institute of Health Metrics and Evaluation (IHME) in Seattle has led over the past five years, involving nearly 500 researchers, to assess the global effects of disease. Knowing how many children die and from what cause allows the world to focus its efforts and resources on keeping them alive. There are many lessons to be learnt from the enormous database they have put together, which will help global organizations and individual governments to better care for us all. The project was a big task and is not without controversy. IHME has been very radical in some of its methods. Where they did not have death registries or medical records, for instance, they have taken evidence from verbal autopsies  deciding the cause of death by an interview with the family. The most surprising result has been the malaria figure. IHME said 1.2 million die of the disease every year  twice as many as previously thought. The big increase is in adult deaths. It is commonly believed that malaria kills mostly children under five. The way I was taught as a doctor and everybody else is taught is that, in malarial areas, you become semi-immune as an adult, said Dr Christopher Murray, IHME Director. We originally went with that opinion but there has been a change as we have become more empirical, following the data. African doctors write on hospital records that adults are dying of malaria a lot. But, he adds, their fever could be something else. The findings have led to further studies. Although Margaret Chan, Director General of the World Health Organization, gave the IHME study a warm official welcome, some of the staff are cautious. We need to be very careful in assessing the validity [of the figures], said Colin Mathers, a senior scientist. We need to wait to be persuaded by evidence. His colleague Dr Tiers Boerma, Director of one WHO department, added: People should understand that some of the numbers are very different and the WHO cant go with any academic publication that states a different number. However, said Mathers, IHME has pushed the envelope with some of these analyses and that is stimulating. One of the main themes, said Murray, was incredibly rapid change in the main causes of death and the speed of that change is a lot faster than we expected it to be. Reduced fertility and longer life have led to a rise in the average age of the worlds population in a decade from 26 years old to almost 30. The change has been dramatic in Latin America, for instance, where countries like Brazil and Paraguay had life expectancy of below 30 in 1970 and almost 64 in 2010. That is a 35-year increase in the average age of death over four decades. In a place like Brazil, the speed of change is so fast that most institutions are not able to deal with it, Murray said. A second factor is the move outside Africa from communicable diseases and the common causes of mother and baby deaths to what are sometimes termed lifestyle diseases, such as heart disease, stroke, diabetes and cancer  some of which have significant genetic triggers. That change has been particularly marked in Latin America, the Middle East and south-east and even south Asia, he said. The third big finding was, Murray said, a surprise to us. There is a lot of disability and it has a big effect on people who are living longer but not healthier lives. The main causes of disability are different from the ones that kill you, he said. They were mental health problems, such as anxiety and depression, and disorders, such as arthritis and lower back pain, anaemia, sight and hearing loss and skin disease. In addition, there was substance abuse. The numbers for these are not going down over time, he said. We are making no progress in reducing these conditions.", "output": "intermediate", "options": ["advance", "elementary", "intermediate"]}
{"task": "onestop_english", "input": "In typical bad-boyfriend style, Dan Sullivan was late to breakfast with the Guardian because he got pulled over on his motorcycle.  Sullivan works too much, he says. He misses dinner dates. He forgets to give presents.  And so, like seemingly everyone in Silicon Valley, the 27-year-old venture capitalist has come up with a start-up to fix it: BetterBoyfriend.me, a service that sends girlfriends and wives a present every month for about $70.  Sullivan, who works in finance, has been quietly testing the program and has signed up about 350 boyfriends generating about $17,000 revenue every month. Most members, he says, are from his collection of Harvard and investor friends: venture capitalists, founders and employees of companies like Apple, Google and Facebook, whose girlfriends have been getting presents from Sullivan for the last year.  Each month, Sullivan’s members choose from a list of seven possible gifts (chocolate, tea sets, manicures). The package is sent to the boyfriend unbranded and unlabelled.  He tests his ideas by buying Facebook ads just to see what kind of traction they get. BetterBoyfriend.me took off. “BetterBoyfriend hit something,” Sullivan said. “It’s a pain point everyone has.”  BetterBoyfriend.me was not Sullivan’s first idea. For a couple of days, he thought about a dog-sharing pitch: “I see all these rich guys looking just miserable walking dogs and I realized: a dog is only valuable 5% of the time,” he said. “So, what if we got a guy who would babysit the dogs and other people could rent them out?”  Another start-up, called InvisibleBoyfriend, allows users “to design and build a believable social partner who is everything you want and is always available to talk, whenever you want”. The end result is a “boyfriend” who can text with you all day.  Founder Kyle Tabor launched it to give users a faux boyfriend to deter unwanted advances but has found people have grown attached to their algorithmic partners: “Many more users are seeking companionship through conversation rather than external 'proof' of a relationship to get people off their back.”  For Sullivan and Tabor, the surprise was the real relationships that have formed with their customers. Sullivan says he has begun to see himself as a sort of relationship consultant for the boyfriends.  Sullivan admits he’s made mistakes. Early on, the packages included receipts that had his name on them, Dan Sullivan. “One of the boyfriends wrote to me and said, 'Listen, dude, she’s not mad but Cynthia found out'.”  About 50% of the women BetterBoyfriend.me deliver packages to know about his involvement in their relationships: “It’s correlated with age. I think, after you’ve been married a while, you don’t keep many secrets.”  And over the year, the young founder says he’s got to know the boyfriends really well. They’ve even done a delivery to a hospital delivery room. The key, he said, is to remember that his relationship is with the boyfriend.  When he first launched his company, he attached tags that said BetterBoyfriend.me to flower bouquets and set off for Dolores Park, a popular lounging spot in the tech- and youth-heavy Mission District.  “I looked for couples and gave the bouquet to the girl but that didn’t go down well with the boyfriend. Like, not at all. It made sense, though. It was cool,” he said. “So, I reconsidered and started handing them out to the boyfriends.”", "output": "advance", "options": ["advance", "elementary", "intermediate"]}
{"task": "onestop_english", "input": "An octopus has escaped from the National Aquarium in New Zealand. It escaped from its tank, slid down a 50-metre drainpipe and disappeared into the sea. Inky – a common New Zealand octopus – escaped after someone left the lid of his tank open. Staff at the aquarium believe that, in the middle of the night, when there was no-one in the building, Inky climbed down the side of the tank and travelled across the floor.  Rob Yarrell, national manager of the National Aquarium of New Zealand in Napier, said: “Octopuses are famous for their ability to escape. I don’t think he was unhappy with us, or lonely, because octopuses like to live alone. But, he is such a curious boy. He would want to know what’s happening on the outside. That’s his personality.”  One idea is that Inky crossed the aquarium floor – a journey of three or four metres – and then, he realized that freedom was very near so he entered a drainpipe that led directly to the sea. The drainpipe was 50 metres long and opened into Hawke’s Bay, on the east coast of New Zealand’s North Island.  It is also possible that Inky escaped through an open pipe at the top of his tank, which led under the floor to the drain. “When we came in the next morning and his tank was empty, I was really surprised,” said Yarrell, who has not started looking for Inky. “The staff and I have been sad. But then, this is Inky and he’s always been a bit of a surprise octopus.”  Reiss Jenkinson, a keeper at the National Aquarium, said he was absolutely certain Inky was not stolen. “I understand octopus behaviour very well,” he said. “I have seen octopuses on boats escape through waste pumps. And, the security here is too good for anyone to take Inky and why would they?”  Because octopuses have no bones, they can fit into very small spaces and can squeeze through gaps the size of coins. They are also very intelligent and able to use tools. At the Island Bay Marine Education Centre in Wellington, an octopus visited another tank every night to steal crabs, then return to its own tank. Another octopus at the centre, Ozymandias, broke a world record for opening a jar.  Inky was brought to the National Aquarium several years ago by a local fisherman who found him in a fishing pot. Yarrell said, “He lived on the reef and fought with fish so he was quite ill.” According to Yarrell, Inky – who is about the size of a rugby ball – was an “unusually intelligent” octopus. “He was very friendly and a popular attraction here. We have another octopus, Blotchy, but he is smaller than Inky and Inky had the personality.”  The aquarium has no plans to increase security as a result of the escape but the staff now know “what octopuses can do” so they will be more careful. The aquarium is not looking for another octopus but, if a fisherman brought in another octopus, the aquarium might take it. “You never know,” said Yarrell. “There’s always a chance Inky will come home to us.”", "output": "elementary", "options": ["advance", "elementary", "intermediate"]}
{"task": "onestop_english", "input": "Leading water scientists have issued one of the sternest warnings yet about global food supplies, saying that the world’s population may have to switch almost completely to a vegetarian diet by 2050 to avoid catastrophic shortages.  Humans derive about 20% of their protein from animal-based products now, but this may need to drop to just 5% to feed the extra two billion people expected to be alive by 2050, according to research by some of the world’s leading water scientists.  “There will not be enough water available on current croplands to produce food for the expected nine-billion population in 2050 if we follow current trends and changes towards diets common in western nations,” the report by Malik Falkenmark and colleagues at the Stockholm International Water Institute (SIWI) said.  “There will be just enough water if the proportion of animal-based foods is limited to 5% of total calories and considerable regional water deficits can be met by a reliable system of food trade.”  Dire warnings of water scarcity limiting food production come as Oxfam and the UN prepare for a possible second global food crisis in five years. Prices for staples such as corn and wheat have risen nearly 50% on international markets since June, triggered by severe droughts in the US and Russia, and weak monsoon rains in Asia. More than 18 million people are already facing serious food shortages across the Sahel.  Oxfam has forecast that the price spike will have a devastating impact in developing countries that rely heavily on food imports, including parts of Latin America, North Africa and the Middle East. Food shortages in 2008 led to civil unrest in 28 countries.  Adopting a vegetarian diet is one option to increase the amount of water available to grow more food in an increasingly climate-erratic world, the scientists said. Animal protein-rich food consumes five to ten times more water than a vegetarian diet. One third of the world’s arable land is used to grow crops to feed animals. Other options to feed people include eliminating waste and increasing trade between countries in food surplus and those in deficit.  “Nine hundred million people already go hungry and two billion people are malnourished in spite of the fact that per-capita food production continues to increase,” they said. “With 70% of all available water being in agriculture, growing more food to feed an additional two billion people by 2050 will place greater pressure on available water and land.”  The report is being released at the start of the annual world water conference in Stockholm, Sweden, where 2,500 politicians, UN bodies, non-governmental groups and researchers from 120 countries meet to address global water supply problems.  Competition for water between food production and other uses will intensify pressure on essential resources, the scientists said. “The UN predicts that we must increase food production by 70% by mid-century. This will place additional pressure on our already stressed water resources, at a time when we also need to allocate more water to satisfy global energy demand – which is expected to rise by 60% over the coming 30 years – and to generate electricity for the 1.3 billion people currently without it,” said the report.  Overeating, undernourishment and waste are all on the rise and increased food production may face future constraints from water scarcity.  “We will need a new recipe to feed the world in the future,” said the report’s editor, Anders Jägerskog.  A separate report from the International Water Management Institute (IWMI) said the best way for countries to protect millions of farmers from food insecurity in sub-Saharan Africa and south Asia was to help them invest in small pumps and simple technology, rather than to develop expensive, large-scale irrigation projects.  “We’ve witnessed again and again what happens to the world’s poor – the majority of whom depend on agriculture for their livelihoods and already suffer from water scarcity – when they are at the mercy of our fragile global food system,” said Dr Colin Chartres, the Director General.  “Farmers across the developing world are increasingly relying on and benefiting from small-scale, locally-relevant water solutions. [These] techniques could increase yields up to 300% and add tens of billions of US dollars to household revenues across sub-Saharan Africa and south Asia.”", "output": "advance", "options": ["advance", "elementary", "intermediate"]}
{"task": "onestop_english", "input": "It was a beautiful summer evening and I decided to go for a swim from Doolin Pier in County Clare, Ireland, where I moved in 2012. There was a woman in the water with Dusty, a dolphin who has a great relationship with a group of people she regularly swims with. Dusty arrived in Doolin in about 2008. Hundreds of people have swum with her, so everyone thinks that she’s totally tame.  That evening, the woman was tickling Dusty’s tummy and it looked so nice in the water. There were about 20 tourists and locals on the pier. They were looking at this lovely sight. Just after I got into the water, Dusty left the woman she was with and went crazy – I found out afterwards that she’s very territorial when she is with somebody. Her tail was flapping wildly and, at first, I thought it was a display but, then, I realized she was angry. I knew I had to get out of the water so I swam towards the pier. But, within seconds, Dusty crashed into me with her nose. It was very powerful and painful, and the speed was amazing.  All the people on the pier were staring at me with their mouths open. Dusty was still in the water beside me, her tail flapping crazily. That was the most frightening thing: I thought, if she hits me with her tail, I could go under the water and drown.  I was at the pier but I couldn’t get out because of my injuries. I was terrified. I shouted for help and a man put his arm in and pulled me out of the water. Then, another man appeared and said he was a doctor. I was so cold and very worried – I didn’t know how bad my injuries were and my biggest fear was internal bleeding. The doctor said he didn’t think I had internal bleeding but he thought I probably had broken bones. I found out later that I had six spinal fractures, three broken ribs and a damaged lung.  I was in hospital for five days and I couldn’t work for five months. I couldn’t move normally and I was in pain. Then, doctors told me I had post- traumatic stress. My near-death experience made me anxious about everything. I felt that people were looking at me in the wrong way, I began to have problems with loud noises and I suffered from memory loss. I could no longer work.  It was the hardest year ever but, now, things are better. I had therapy, osteopathy and massage. I work as an osteopath now. I understand how the patients feel because I have been a patient myself.  I am grateful that I am healthy. I really want to prevent other people being injured. We think dolphins are lovely and we have faith in them – who would think a dolphin would ever attack a person? If you see a dangerous animal coming towards you with big teeth, it’s scary, but dolphins have this lovely, wide smile.  I don’t have any anger towards Dusty. I respect her. But I was in her territory and she’s a wild, unpredictable animal. People need to know that. So many people come here to swim with her and they don’t understand how dangerous it can be. Several other people were injured that summer.  After the man pulled me out of the water, Dusty swam away but, then, she came back and looked at me. Our eyes met and I felt she was sorry for what she did to me. She was a totally different dolphin; the anger was gone. The people on the pier were amazed. When she had that little moment with me, that was the end of the terror. I forgave her.", "output": "elementary", "options": ["advance", "elementary", "intermediate"]}
{"task": "onestop_english", "input": "The last time she performed, we did not have mobile phones. Now, 35 years later, as she performs again, singer Kate Bush sees a very different world.  These days, most concerts are now lit up with phones and tablets, but Bush does not want her fans to watch her shows through a screen.  In August, before her concerts at the Hammersmith Apollo in London, Bush asked her fans to put down their mobile phones at her gigs.  Bush wrote on her website: “I have a request for all of you who are coming to the shows. We have chosen a theatre, not a large venue or stadium. Please do not take photos or videos during the shows.  “I very much want to have contact with you as an audience, not with iPhones, iPads or cameras.”  Bush is not the first singer or musician to say she doesn’t like phones at concerts. Roger Daltrey from The Who recently said it was “weird” that people looked at their screen and not the artist on stage.  He said: “I feel sorry for them, I really feel sorry for them. Looking at life through a screen and not being in the moment totally – if you’re doing that, you’re 50% there, right? It’s weird.”  In 2013, Beyoncé told a fan, “You can’t even sing because you’re too busy filming. Put that damn camera down!”  Recently, Dutch football fans at PSV Eindhoven protested against the introduction of wi-fi in their stadium. They held up banners that said “No wi-fi. Support the team,” and “You can sit at home.” Manchester United have also told fans to leave their “large electronic devices” at home.  Singer Jarvis Cocker said, “It seems stupid to have something happening in front of you and look at it on a screen that’s smaller than a cigarette packet.”  Even in the world of classical music, one of the world’s top pianists surprised the audience in June 2013 when he left the stage because a fan was filming his performance on a smartphone. Krystian Zimerman returned moments later and said: “The destruction of music because of YouTube is enormous.”  But Sam Watt says that filming at concerts makes the experience even better. He works for Vyclone, a phone app that puts together many videos uploaded by fans to create one long video of a show.  “Fans filming is now part of the concert experience – that is a just a fact. We take the videos that people are filming at concerts and mix them together with everybody else who was filming. The result is a really fantastic video,” he said.  “We think that filming at concerts adds to the experience, and I think that, if Kate Bush came round for a cup of tea, we could have a really interesting discussion about this,” he added. “People are going to film and they want those memories – you’ve got to accept it.”", "output": "elementary", "options": ["advance", "elementary", "intermediate"]}
{"task": "onestop_english", "input": "Agios Efstratios is so remote, so forgotten by the banks, the government and most of the modern world that the mobile phone network can’t process data and there isn’t a single ATM or credit-card machine on the island. Before Greece was plunged into financial chaos, residents of this tranquil outpost in the northern Aegean managed quite well. They did their banking at the post office and the few dozen rooms to rent were booked out every summer with people who had heard – by word of mouth – of its spectacular empty beaches, clear seas and fresh seafood.  But, because the island still runs on cash, the closure of banks nationwide has been devastating. Residents have been forced to make nine-hour round trips to the nearest big island to get cash and Greek visitors say they can’t get together enough money to come. “Tourist numbers are down 80% this year,” said Mayor Maria Kakali, in an office in the village where she grew up, home to around 200 people. “Even people born here and living in Athens, who have their own places on the island, aren’t coming.”  Kakali has badgered the government and a major Greek bank into promising an ATM within weeks but she still feels it may come too late for this season on an island where tourism dwarfs the two other sources of income: fishing and agriculture: “We have almost no reservations in August, when usually we have people calling us up asking to find a room and we can’t help them.” A hard winter ahead may be slightly improved by 50 workers billeted in the village to expand the harbour but there is an even bigger crisis looming because the government has said it will end a decades-old tax break for islands.  Created to help island communities survive when they were suffering mass emigration, a lower sales tax contained the costs of living in places where everything had to be imported and made tourism more affordable. Tourist favourites such as Mykonos fear that losing the tax breaks will make it hard for them to compete with Turkey but, for Agios Efstratios, it poses a far greater threat. “If we have to pay a tax of 23%, I’m sorry to say it but we will all die on the island,” says Kakali.  Food and fuel are already more expensive than on the mainland, there are no economies of scale and little economic flexibility on an island which, even in summer, has only three shops, two restaurants and not a single official hotel. “This is an expensive island. Everything, even milk or bread, has changed hands three or four times before it gets to us and each middleman has to take a profit,” said Provatas Costas, a 58-year-old fisherman.  For Agios Efstratios and its closest large neighbour, Lemnos, the timing of the crisis is particularly cruel. They were condemned to relative obscurity for years in part because they are served by slow and unreliable ferries. In 2015, the government had finally given the contract to a new, efficient company, drawing floods of new visitors to explore the islands’ largely overlooked charms, before the bank controls hit.  “It started out as the best season in 30 years and, in one week, became the worst,” said Atzamis Konstantinos, a travel agent in Lemnos who used to earn €15,000 a month as a captain of petroleum tankers and other large ships but came home because he missed it so much. “I always loved this island, even when I was young. I would dock in Piraeus, the port in Athens, take my pay, then get the first boat over. People would say 'You’re crazy. You can go anywhere' but I only ever wanted to come here.”  Lemnos has dozens of wild beaches, where even at the height of summer you can swim and sunbathe virtually alone, a small nightlife scene and numerous cultural sites. It is the eighth largest island in Greece so is in line for the first round of tax increases in autumn 2015 but far less wealthy than many smaller ones. It has just over 3,000 beds for visitors, compared with tens of thousands on an island such as Rhodes. Its councillors say that they will fight the tax rise, although none can say how. “We have been suffering economically in recent years and, now, we will suffer more,” said Lemnos Mayor, Dimitris Marinakis. “When there is not enough money, you reduce your consumption and therefore the whole economy declines.”  The crisis has been particularly hard on people under 40, who often do two or three jobs to make ends meet and still feel they can’t afford a family. Young people fear they are losing their contemporaries in an exodus to match the one that scattered their grandparents’ friends to America, Australia and Canada. “What is the future for our generation?” said Katerina Fikari, who feels she is extremely lucky to work for the local government in Lemnos. “If you work only to pay your bills, how can you have dreams for your future?”  If taxes go up, even more young people will leave, warns Mayor Kakali, who has devoted her year in office to improving education on the island to help keep it an attractive place for families. Because it is one of the smallest islands, Agios Efstratios has until 2017 before the rise is due to come in, so Kakali hopes that the roller coaster of Greek politics means it yet may be spared. If not, though, she plans to travel to Athens to remind the distant government what the tax rise would cost.  “The truth is the government doesn’t pay much attention to the islands of the north Aegean,” she said, “so I would take all the kids from our school to the gates of parliament, to tell them: 'There is still life in these islands'.”", "output": "advance", "options": ["advance", "elementary", "intermediate"]}
