{"task": "onestop_english", "input": "Cathal Redmond was swimming off the Greek coast. He took some photos of colourful fish with his first underwater camera and he was sure they would be great. But, when he looked at the photos later, they were brown and murky. The photos were bad because he was holding his breath underwater so he didn’t have enough time to take the pictures. He thought that all he needed was a little more time to photograph the fish in their natural environment. To help with this problem, he has invented the Express Dive. It is a refillable air storage device, which you hold in your mouth. It lets you swim underwater for two minutes. It is somewhere between snorkelling, which is very limited, and scuba diving, which gives people the freedom to breathe underwater but needs heavy and expensive gear. The prototype of his invention looks like a combination of a scuba mouthpiece and a water bottle. “I wanted to let people to do more – not just get underwater and spend 30 seconds holding their breath,” says Redmond, 27. In 2006, the Irish designer completed a scuba-diving course and loved the feeling of being able to breathe underwater and watch fish in their natural environment. But all the equipment he needed was less enjoyable. “I didn’t like that I had about 50kg of equipment on me. And getting into the water was quite strange when you are used to trying to stay at the surface. It was a very surreal experience,” he says. “The real problem is that scuba diving limits what you can do. It allows you to stay underwater for longer but it takes a lot of planning. You have 20kg to 50kg of gear with you – you can’t just walk on the beach and decide you want to go in. Planning is a very big part of it.” It was during a final-year project for his degree that Redmond produced the Express Dive. The device has two main parts. When above the surface, the device takes in air through a vent in the mouthpiece. The air is compressed and stored in a tank, which has a light that flashes green when it is full. When it has finished taking in air, the vent closes and, when the person dives, air is fed back through the mouthpiece. The light turns from green to red when the air starts to runs out. The device can take in enough air for two minutes of diving and takes approximately the same amount of time to refill. Redmond says the mouthpiece feels similar to a snorkel. They have tested the prototype in parts. Redmond says he has shown that the motor can compress two minutes of air into the device and that a person can hold the device in their mouth.  What he has not yet done is test the device on a diver, completely underwater for two minutes. But, with enough testing, Redmond is sure the device will work well and that it will not be dangerous for swimmers underwater. The device will probably cost £280, he says, and it will probably weigh from 1kg to 3kg. Perhaps some people think two minutes of air is not enough and is not much better than snorkelling. But, Redmond says two minutes can make all the difference underwater. The typical swimmer can hold their breath for about 40 seconds while underwater. “Two minutes is not a lot of time but it is a lot longer than that,” he says.", "output": "elementary", "options": ["advance", "elementary", "intermediate"]}
{"task": "onestop_english", "input": "Opposition to Western Australia’s shark cull has intensified as thousands of people took to beaches across the continent to call on the state’s premier to end the policy, and RSPCA Australia and Virgin Atlantic owner Richard Branson spoke out against it. The controversial catching and killing of sharks longer than three metres began after what the state government called an “unprecedented” number of shark attacks on Western Australia’s coast, which saw a 35-year-old surfer killed in November 2013. He was the sixth person to die from a shark attack in two years.  However, according to the Shark Attack File, Australia as a whole has averaged one shark- related fatality a year for the last 50 years. Kate Faehrmann, a board member at the Sea Shepherd Conservation Society, said from a protest in Perth: “We’ve been saying all along that this policy won’t work. Drumlines, used to catch the sharks, are indiscriminate killers. They’ll kill sharks whether they’re one, two, three metres or more, as well as dolphins, turtles and other things. That’s why the community doesn’t want it.”  Thousands of people protested on Perth’s Cottesloe Beach and Sydney’s Manly Beach, as well as hundreds at Glenelg, in south- west Adelaide, and at beaches in Victoria and Queensland. Faehrmann said the protests had shown Australians wanted sharks protected: “What’s amazing is so many people in Australia love sharks. This has demonstrated something about the national psyche, that, despite Jaws, despite all the fear, people are coming out in their thousands across the country to say, 'That’s their ocean. We respect them, we love them and we don’t want them killed.'” Anthony Joyce, a surfer who once had his foot caught in a shark’s mouth, said: “The number of sharks they are going to kill is going to make no difference in the scheme of things.”  The state government has refused to provide a running tally of sharks killed, though there have been reports of sharks smaller than three metres being released after getting caught on drumlines, floating drums anchored to the sea bed with bait hanging on hooks beneath them. Conservationists argue there is no evidence the cull will reduce the number of shark attacks on humans, as no previous cull has solely used drumlines. Researchers at the University of Western Australia say the recent spate of shark attacks in the state may have more to do with the state having the fastest-growing population in Australia, rather than a rising number of sharks.  Richard Peirce, chairman of the UK-based conservation charity, the Shark Trust, said that the cull would be ineffective and potentially lure more predators towards the coast. “The activity in Western Australia is compounding the human tragedy of shark attacks. It is very sad that a government that could be seen to take positive initiatives with regards to shark – human interactions by trialling alternatives to indiscriminate killing has ignored the best advice and opted for an approach that is ineffective and counterproductive,” he said. “The indiscriminate nature of drumlines is often overlooked – even if monitored through the day, leaving the lines in overnight has the potential to attract other predators into the area, attracted by those sharks and other species hooked and injured.”  Globally, in 2012, there were 80 unprovoked attacks by sharks, seven of which proved fatal, compared to nearly 100m sharks killed by humans each year. RSPCA Australia released a statement saying it believes the cull is unjustified. “There is no evidence that the increase in attacks is a result of increasing shark numbers. Rather, it is consistent with a changing population and human behaviour; that is, there are greater numbers of people in the water,” it said.  Richard Branson told Fairfax Radio the policy was backfiring. “I’m sure one of the reasons Western Australia Premier, Colin Barnett, did it was because he was thinking it would encourage tourism. It’s going to do quite the reverse, I think. You’re advertising a problem that doesn’t exist in a major way and you’re deterring people from wanting to come to Perth and your beautiful countryside around it. All you’re going to achieve, I think, is to worry people unnecessarily.”", "output": "elementary", "options": ["advance", "elementary", "intermediate"]}
{"task": "onestop_english", "input": "Why do it? The elite football referees of the future smile when you ask them this question. This season, criticism of referees has increased so much that some former referees have started to complain about standards. That is quite significant because, when you talk to referees, it is obvious that supporting each other through thick and thin is fundamental. So why do they do it? Why spend hundreds of hours driving up and down the country? Why enforce rules, some of which inevitably upset people? Why try to climb the ladder until you get the chance to make decisions on television in front of millions of people who scrutinize you and your ability helped by many different camera angles and slow-motion replays? You might get an answer from the face of Lee Swabey moments after he blows the final whistle of a 21 win for Grimsby over Woking, a match at level 5 of the English league system. He gets what all referees hope for every time they referee a match. Twenty-two handshakes, he explains afterwards, proudly. Symbolically, a full set of handshakes, plus a well done from both managers, represents maximum satisfaction. The buzz, as he calls it, of a game that passes smoothly, is something he loves. I wouldnt spend so much time away from my family if this didnt mean the world to me. Swabey is one of a group of referees that is highly regarded by the Professional Game Match Officials Limited (PGMOL). So he knew he was being watched at that match. PGMOLs chief, Mike Riley, was in attendance, along with his colleague Steve Dunn, watching every significant move the officials make. A few weeks earlier, Riley, Dunn and another former referee, Peter Jones, made their way to another level-5 match to watch another young referee  John Brooks. I hope to have the opportunity to get promoted to the Premier League and officiate some of the top games in this country, Brooks says. Unfortunately, all the PGMOL delegation saw was the way Brooks handled the difficult situation of cancelling the match because of a frozen pitch. It is all part of the experience Brooks needs to acquire before he is trusted with more important games, the different problems that need dealing with  often, clubs are very reluctant to have a late postponement, particularly when they have to pay all the staff who have come but will not receive any gate money. Brooks phoned his coach for advice and made the difficult but correct decision. A little later, the football club secretary arrived with envelopes to pay the officials for their time  the match fee at level 5 is 95 so it is clear that these men do not do it for the money. Brooks, like Swabey, has clear ambitions to progress. He knows that dealing with disappointments is a big part of that. How does he feel watching football on TV when a referee gets vilified? Erm  not great, he admits. I do sometimes wish people understood the time and effort we put in. It is very easy to criticize a decision but we do everything to try to get these decisions right. In certain situations, you are going to be unpopular but, if you are uncomfortable with that, you are probably in the wrong job. The former referees agree that the backup, education and tools that todays referees have is very different from what they experienced in their own days. Riley, as a young referee, bought himself books on psychology and nutrition as there was no information on offer to him at all. Contrast this with Brooks, who has a coach he can call. They consult weekly, discuss how his games have gone, study footage of key decisions and work out how to improve. He also has the support of a sports psychologist, Liam Slack, for regular guidance and an exercise regime to help him handle the 11km he runs during a game. Brooks says psychology is vital in his development. One of the things we have talked about is forgetting decisions and moving on, he explains. There may be a big decision to make in the first 30 seconds of the game. Once you have made that, you need to stay focused for the next 89 minutes and not be wondering whether that was correct or worrying about that decision. Liam has taught us some techniques for forgetting that decision. Working with the sports psychologist is really important for mental toughness. On the subject of technology, the three former referees are unanimous in their support of it. We are all in favour of anything that makes the referees job better and makes them more effective on the pitch, says Riley. Minimizing mistakes is the aim. After all, a bad decision can stick with you for a while. The rest of your life, adds Jones with a chuckle.", "output": "intermediate", "options": ["advance", "elementary", "intermediate"]}
{"task": "onestop_english", "input": "It has charted the world’s highest peaks, the ocean floor, the Amazon rainforest and even provided a glimpse into North Korea. But Google’s mission to map the world has largely steered clear of the inhospitable Arctic.  Now, however, the search-engine firm is embarking on what might be the most significant update to centuries of polar cartography – and one it hopes will help provide a better understanding of life on the permafrost for millions of web users. Google has flown a small team to Iqaluit, the largest town in the Canadian territory of Nunavut, armed with their warmest winter gear, a stack of laptop computers and an 18kg backpack- mounted telescopic camera.  Helped by an Inuit mapping expert, and stalked by curious locals, the team spent four days trudging through the terrain and collecting the images and information that will give the isolated community on the tundra of Baffin Island what urbanites across the globe now take for granted.  The town of 7,000 people will go on display via Google’s popular Street View application in July 2013.  Aaron Brindle, project leader, said: “I live in Toronto and I absolutely take for granted that everything is where it should be and that this map is kind of my world, but for so long that hasn’t been the case in the north.”  Unlike more populous and accessible parts of the world, which have been mapped using a special camera mounted on a car roof, the Iqaluit project had mappers hiking the town’s snow-packed roads and traversing little-known trails, some of which are made of ice and disappear in the brief summer months.  The team also cut a path along part of a 15km cul-de-sac known as the Road to Nowhere, despite warnings about the risk from polar bears and other wildlife.  Mayor John Graham said the digital cartographers were, however, hunted by a herd of excited and curious locals, or Google stalkers.  Graham understands the enthusiasm. The Street View project, he said, follows in the footsteps of the English explorer Martin Frobisher, who in 1576 sailed into the bay where Iqaluit now sits while searching for the Northwest Passage, and the 1941 flight of Captain Elliott Roosevelt, a reconnaissance officer and son of the US President, which led to the site being chosen for a military airbase. His exploration led to the founding of the modern town of Iqaluit, which is the seat of government as well as a transport and communications hub for Nunavut.  One of the initial challenges Google faced was gathering the raw data needed to fill in their existing map. What they had created using satellite images was fairly accurate, although the rapid pace of the town’s growth, which has been fuelled by a mining boom, meant they were missing one road that had been created in the past year, said Arif Sayani, the town’s Director of Planning.  Another difficulty was how to situate many businesses and homeowners that have mail sent to the local post office rather than delivered to their address. Plotting the PO box addresses would result in a map with firms, banks and schools clustered around the Canada Post building in the centre of town.  About 30 Inuit elders, entrepreneurs and high-school pupils turned out one night to help correct such problems. They were provided with a laptop computer and instructed how to ensure their homes, shops and meeting places would show up accurately on the map.  The project is more than a novelty or cultural philanthropy. Sayani, 32, said the town would be able to use the maps as a promotional tool for those thinking of visiting or moving to the area. It may also speed up planning decisions that will affect Iqaluit’s growth.  The test run for the Iqaluit mapping exercise occurred last summer in Cambridge Bay, a much smaller Nunavut town of about 1,500 people located 1,700km and a time zone west of Iqaluit.  The gravel roads and muddy puddles that can now be seen online, however, give little sense of life in a land usually covered in snow, which is one reason why Google selected the less- hospitable month of March to travel to Iqaluit.  Brindle said he hoped to see the work continue in other northern towns, though the high costs of shipping and airfares to move people and equipment around the vast Arctic territory appears to be weighing on Google’s ambitions.  The next northern site has not yet been identified but, when it is selected, Brindle said the company might simply send one of its hi-tech backpacks and rely on volunteers to literally put themselves on the map.  “I’m hoping that three, four, five years from now we’ll look back and see a very different map of Canada’s north,” Brindle added.", "output": "advance", "options": ["advance", "elementary", "intermediate"]}
{"task": "onestop_english", "input": "Mountain climber, Kenton Cool, has just flown down from Everest base camp to Kathmandu, the capital of Nepal. Cool is talking about the three amazing climbs he completed the previous weekend. Early on Saturday morning, he reached the summit of Nuptse, the first of the three main summits in the Everest “horseshoe”. Later that day, he climbed to the summit of Everest, and reached the top in complete darkness early on Sunday. He then continued to the summit of Lhotse, the third of the three peaks, on Monday morning.  He says he took advantage of a rare opportunity. “For the first time since the late 1990s, there were fixed ropes on all three mountains. What I did was still a great physical achievement. But the person who does it next will do it without ropes or bottled oxygen.”  Everest was first climbed 60 years ago. I asked Cool to look forward and imagine what top climbers might do 60 years from now. “I hate to think,” he says, but he mentions the Swiss climber, Ueli Steck, who fled the mountain in April after an argument with a group of Sherpas. Steck was planning to climb Everest’s west ridge and then immediately climb Lhotse via a new route without fixed ropes. “Ueli trained like a machine,” Cool says. “He’s a fantastic climber. It would have been amazing.”  What will tourism look like in the Everest region in the future? One clue is in the amazing helicopter rescue by Simone Moro, Steck’s climbing partner. Moro flew back to Everest on Tuesday in a powerful helicopter to rescue a climber at 7,800 metres.  It was the highest rescue ever on Everest and highlights the increase in helicopter flights in recent years. By 2073, there might be a helipad on the mountain that would bring tourists. At the moment, they use helicopters to rescue both climbers and trekkers who walk to Everest base camp.  Mountain geographer and environmentalist, Alton Byers, thinks it is not certain that Everest can take more tourists. The combination of climate change and tourism, he says, is putting new pressure on the area. Glaciers in the Everest region are getting smaller, and even disappearing, and this is having a big effect already. “Everywhere you go, people are talking about how there’s less water. There’s less water for agriculture and less water for all the new lodges that they are building.”  In the Sherpa town of Namche Bazaar they are building a new pipeline to bring water for the tourists. The local stream is contaminated with human waste and does not provide enough water for a place that is full of tourists. “Every village is digging a pit for garbage. Khumbu has the highest landfill sites in the world,” he says. Human waste is now taken away in plastic barrels but then, according to Byers, these barrels are emptied into a huge pit down the valley – it could contaminate the region’s streams and rivers.  “We can solve these problems, but we need to be serious about it,” he says. “One climber can spend $85,000 to climb Everest. And that’s fine. But we’re going to have to look at these other problems. For half a million dollars a year, you could solve most of them.”  Climate change is another problem. Weather patterns are changing and this is also having an effect on tourism. Cloudy weather is closing Lukla Airport, the entrance to the Everest region, more often. They are building a new road for 4x4s to Lukla, to make sure tourists and their money can reach Everest. But Byers is worried that these new roads, which they are building very quickly, could cause soil erosion and landslides. He says that Everest is the perfect place to study some of these problems, like the effects of climate change and tourism.", "output": "elementary", "options": ["advance", "elementary", "intermediate"]}
{"task": "onestop_english", "input": "The Moroccan city of Ouarzazate is used to big productions. On the edge of the Sahara Desert and at the centre of the North African country’s “Ouallywood” film industry, it has played host to big-budget location shots in Lawrence of Arabia, The Mummy, The Living Daylights and even Game of Thrones.  Now, the trading city, nicknamed the “door of the desert”, is the location for another blockbuster – a complex of four linked solar mega-plants, which, alongside hydro and wind, will help provide nearly half of Morocco’s electricity from renewables by 2020 with, it is hoped, some spare to export to Europe. The project is a key plank in Morocco’s ambitions to use its untapped deserts to become a global solar superpower.  When the full complex is complete, it will be the largest concentrated solar power plant in the world and the first phase, called Noor 1, will go live in November 2015. The mirror technology it uses is less widespread and more expensive than the photovoltaic panels that are now familiar on roofs the world over but it will have the advantage of being able to continue producing power even after the sun goes down.  The potential for solar power from the desert has been known for decades. In the days after the Chernobyl nuclear accident in 1986, the German particle physicist Gerhard Knies calculated that the world’s deserts receive enough energy in a few hours to provide for humanity’s power needs for a whole year. The challenge, though, has been capturing that energy and transporting it to the population centres where it is required.  As engineers put the finishing touches to Noor 1, its 500,000 crescent-shaped solar mirrors glitter across the desert skyline. The 800 rows follow the sun as it tracks across the heavens, whirring quietly every few minutes as their shadows slip further east.  When they are finished, the four plants at Ouarzazate will occupy a space as big as Morocco’s capital city, Rabat, and generate 580 mega-watts (MW) of electricity, enough to power a million homes. Noor 1 itself has a generating capacity of 160MW.  Morocco’s Environment Minister, Hakima el-Haite, believes that solar energy could have the same impact on the region this century that oil production had in the last. But the $9bn project to make her country’s deserts boom was triggered by more immediate concerns, she said.  “We are not an oil producer. We import 94% of our energy as fossil fuels from abroad and that has big consequences for our state budget,” el-Haite told the Guardian. “We also used to subsidize fossil fuels, which have a heavy cost, so when we heard about the potential of solar energy, we thought, 'Why not?'”  Solar energy will make up a third of Morocco’s renewable energy supply by 2020, with wind and hydro taking the same share each.  “We are very proud of this project,” el-Haite said. “I think it is the most important solar plant in the world.”  Each parabolic mirror is 12 metres high and focused on a steel pipeline carrying a 'heat transfer solution' (HTF) that is warmed to 393C as it snakes along the trough before coiling into a heat engine. There, it is mixed with water to create steam that turns energy- generating turbines.  The HTF is made up of a synthetic thermal oil solution that is pumped towards a heat tank containing molten sands that can store heat energy for three hours, allowing the plant to power homes into the night. The mirrors are spaced in tier formations to minimize damage from sand blown up by desert winds.  Technicians say that the Noor 2 and 3 plants, due to open in 2017, will store energy for up to eight hours – opening the prospect of 24/7 solar energy in the Sahara and the surrounding region.  “The biggest challenge we faced was being able to finish the project on time with the performance level we needed to achieve,” said Rashid al-Bayad, the project director.  But, even as the first phase of the project nears completion, Morocco is eyeing grander international ambitions. “We are already involved in high tension transportation lines to cover the full south of Morocco and Mauritania as a first step,” says Ahmed Baroudi, manager of Société d’Investissements Energétiques, the national renewable energy investment firm. But he says the project’s ultimate impact will go far wider – even as far as the Middle East. “The ultimate objective given by his majesty the king is Mecca.”  Whether that ambition is achieved remains to be seen but exporting solar energy could have stabilizing effects within and between countries, according to the Moroccan solar energy agency (Masen). Talks are ongoing with Tunisia and energy exports northwards across the Mediterranean remain a key goal.  “We believe that it’s possible to export energy to Europe but, first, we would have to build the interconnectors which don’t yet exist,” said Maha el-Kadiri, a Masen spokeswoman. “Specifically, we would have to build interconnections, which would not go through the existing one in Spain, and, then, start exporting.”  Spain has itself prohibited new solar projects because of a lack of interconnectors to transmit the energy to France. The EU has set a target of ensuring that 10% of each member country’s power can be transported abroad by cable by 2020.  In the meantime, Morocco is focused on using solar to meet its own needs for resource independence. This could, one day, include water desalination, in a country that is increasingly being hit by drought as the climate warms. Officials are keenly aware of the running they are making in what is the most advanced renewable energy programme in the Middle East and North African region. “We are at the avante-garde of solar,” el-Kadiri says.  About $9bn has been invested in the Noor Complex, much of it from international institutions such as the European Investment Bank and World Bank and backed by Moroccan government guarantees. Undisclosed energy subsidies from Morocco’s unelected ruler, King Mohammed VI, have prevented the cost from being transferred to energy consumers.  One month before launch, over a thousand, mostly Moroccan, workers are still racing to fix electric wires, take down scaffolding and wrap rockwool insulation around steel pipelines. They bustle past in yellow and orange bibs, working 12-hour shifts against a backdrop of the Atlas Mountains. Harnesses with hammers and gloves strapped to their belts swing by their sides. Ubiquitous hard hats, safety shoes and ear plugs give the scene an air of theatrical camp.  For Hajar Lakhael, a 25-year-old environment and security manager from Meknes, rehearsals are almost over and the blockbuster production is nearly ready for action.  “We’ve done the construction and, now, we will see how these projects look when they start,” she says. “It is exactly like the preparation for a grand performance.”  A global audience will be watching with interest.", "output": "advance", "options": ["advance", "elementary", "intermediate"]}
{"task": "onestop_english", "input": "There is a time in some men’s lives when the days seem darker, death is more certain, and the only thing they want to do is spend all their money on a sportscar.  Radical changes in lifestyle are normal for the midlife crisis. If the midlife crisis is real, then humans may not be the only animals to get it.  Now an international team of scientists say they have found evidence that chimpanzees and orangutans are less happy in their middle years. This, they say, is the ape equivalent of the midlife crisis.  The study says that the midlife crisis may come from the biology humans share with apes.  Alex Weiss, a psychologist at Edinburgh University, told the Guardian that most people agree that our level of well-being reduces in middle age.  He said that in the study they asked if it’s possible that the midlife crisis is not just something human.  The team from the US, Japan, Germany and the UK asked zookeepers and others who worked with male and female apes of various ages to complete questionnaires on the animals.  The questionnaires included questions about each ape’s mood, the enjoyment they got from being with other apes and people, and their success in doing things. The final question asked if the keepers would like to be the ape for one week.  More than 500 apes were included in the study in three separate groups. The first two groups were chimpanzees, and the third were orangutans from Sumatra or Borneo. The animals came from zoos, sanctuaries and research centres in the US, Australia, Japan, Canada and Singapore.  When the researchers analyzed the questionnaires, they found that well-being in the apes decreased in middle age and increased again as the animals became old. In captivity, great apes often live to 50 or more. The animals felt the most unhappy, on average, at 28.3 and 27.2 years old for the chimpanzees, and 35.4 years old for the orangutans.  “In all three groups we find that chimpanzees and orangutans are most unhappy at an age that is roughly equal to midlife in humans,” Weiss said.  Robin Dunbar, Professor of Evolutionary Psychology at Oxford University, was sceptical about the study. “It’s hard to see anything in an ape’s life that would give a sense of well-being over such a long time.”  Alexandra Freund, Professor of Psychology at the University of Zurich, was also sceptical. She said “In my opinion, there is no evidence for the midlife crisis.”  But Weiss believes the study could give us a deeper understanding of the emotional crisis some men may experience. “If we want to find what’s going on with the midlife crisis, we should look at what is similar in middle-aged humans, chimps and orangutans,” he said.", "output": "elementary", "options": ["advance", "elementary", "intermediate"]}
{"task": "onestop_english", "input": "The bestselling book on Amazon in the US is a colouring books for adults by Scottish illustrator Johanna Basford.  Basford’s pictures of animals and plants in Secret Garden have sold more than 1.4 million copies around the world and her next book, Enchanted Forest , has sold 226,000 copies already. The books have celebrity fans like Zooey Deschanel, who shared a link about the book with her Facebook followers, and the South Korean pop star Kim Ki-Bum, who posted an image on Instagram for his 1.6 million followers.  “It’s been crazy. The last few weeks have been madness, but fantastic madness,” said Eleanor Blatherwick, head of sales and marketing at the books’ publisher, Laurence King. “We knew the books would be beautiful but we didn’t realize they would be such a big success.” and calm”.  And it is not just Basford’s books that adults want to colour in. In the UK, Richard Merritt’s Art Therapy Colouring Book is in fourth place on Amazon’s bestseller lists, Millie Marotta’s Animal Kingdom – detailed pictures of animals to colour – is in seventh place and a mindfulness colouring book is in ninth place. Basford’s books are in second and eighth place – so half of Amazon. co.uk’s top ten is filled by colouring books for adults.  Independent UK publisher Michael O’Mara has sold around 340,000 adult colouring books. Ana McLaughlin works for them. She says the craze has happened because they are telling people that the books will help them to relax. “The first book we did was in 2012, Creative Colouring for Grown-Ups . It sold well but it was in 2014 that adult colouring books became really popular with Art Therapy . We tell people they are anti-stress books so people are allowed to enjoy something they thought was childish before,” she said.  The Mindfulness Colouring Book says that it is filled with beautiful scenes and intricate, sophisticated patterns. This makes you relax “as you fill these pages with colour”. The book suggests that people “take a few minutes, wherever you are, and colour your way to peace  “I think it is really relaxing to unplug,” said Basford. “And it’s creative. For many people, a blank sheet of paper is very daunting; with a colouring book you just need to bring the colour. Also, people do it because they feel nostalgia for their childhoods. So many people have said to me that they used to do secret colouring in when their kids were in bed. Now, people don’t feel silly. These are books for adults. The art in my books is super intricate.” The illustrator, who lives in Aberdeenshire, is creating a third book.  “The pictures are all over Twitter and Instagram. People are really proud of them – they are so intricate,” she said. “People send us pictures of them,” said McLaughlin.", "output": "elementary", "options": ["advance", "elementary", "intermediate"]}
