{"task": "wiki_qa", "input": "question: what are the 4 eras of time which one do we live in [SEP] answer: The geologic time scale is a system of chronological measurement that relates stratigraphy to time, and is used by geologists , paleontologists , and other earth scientists to describe the timing and relationships between events that have occurred throughout Earth's history .", "output": "false", "options": ["false", "true"]}
{"task": "wiki_qa", "input": "question: what is soulja boy's latest song [SEP] answer: However, his next two albums, iSouljaBoyTellem (2008) and The DeAndre Way (2010) did not match the commercial success of his debut, the latter only selling 100,000 copies, despite the success of several singles across both albums, such as \" Kiss Me Thru the Phone \" and \" Turn My Swag On \" (iSouljaBoyTellem) and \" Pretty Boy Swag \" (The DeAndre Way).", "output": "false", "options": ["false", "true"]}
{"task": "wiki_qa", "input": "question: what does a roman numeral L stand for? [SEP] answer: The Roman numeral system is a cousin of Etruscan numerals .", "output": "false", "options": ["false", "true"]}
{"task": "wiki_qa", "input": "question: what is an agents job role in film [SEP] answer: There are also professional organizations that license talent agencies.", "output": "false", "options": ["false", "true"]}
{"task": "wiki_qa", "input": "question: who are the characters in 90210 in season 3 [SEP] answer: The CW officially renewed the show for a third season on February 16, 2010.", "output": "false", "options": ["false", "true"]}
{"task": "wiki_qa", "input": "question: what are corporation balance [SEP] answer: A standard company balance sheet has three parts: assets, liabilities and ownership equity.", "output": "false", "options": ["false", "true"]}
{"task": "wiki_qa", "input": "question: how many students go to santa barbara [SEP] answer: The campus is the 6th-largest in the UC system by enrollment with 18,977 undergraduate and 2,950 graduate students.", "output": "true", "options": ["false", "true"]}
{"task": "wiki_qa", "input": "question: how many canals in mandibular first molar [SEP] answer: The occlusal surface has four grooves.", "output": "false", "options": ["false", "true"]}
