{"task": "wiki_qa", "input": "question: how fire extinguisher works [SEP] answer: Typically, a fire extinguisher consists of a hand-held cylindrical pressure vessel containing an agent which can be discharged to extinguish a fire .", "output": "false", "options": ["false", "true"]}
{"task": "wiki_qa", "input": "question: what is another name for cpu [SEP] answer: The term has been in use in the computer industry at least since the early 1960s.", "output": "false", "options": ["false", "true"]}
{"task": "wiki_qa", "input": "question: what is vitamin a for [SEP] answer: In foods of animal origin, the major form of vitamin A is an ester , primarily retinyl palmitate , which is converted to retinol (chemically an alcohol ) in the small intestine.", "output": "false", "options": ["false", "true"]}
{"task": "wiki_qa", "input": "question: what was terri irwin's cougar named [SEP] answer: She co-starred with her husband on The Crocodile Hunter , their unconventional television nature documentary series along with its spin-off series, Croc Files and The Crocodile Hunter Diaries .", "output": "false", "options": ["false", "true"]}
{"task": "wiki_qa", "input": "question: what were the disease like in the great depression ? [SEP] answer: Cities all around the world were hit hard, especially those dependent on heavy industry .", "output": "false", "options": ["false", "true"]}
{"task": "wiki_qa", "input": "question: what does Mazel tov! mean [SEP] answer: \"good luck\") is a phrase used to express congratulations for a happy and significant occasion or event.", "output": "true", "options": ["false", "true"]}
{"task": "wiki_qa", "input": "question: when does season 9 of bleach begin [SEP] answer: The series is based on Tite Kubo 's manga with same name.", "output": "false", "options": ["false", "true"]}
{"task": "wiki_qa", "input": "question: what is the difference between magic eye 3d illusions and 3d technology? [SEP] answer: View of Boston , c. 1860; an early stereoscopic card for viewing a scene from nature", "output": "false", "options": ["false", "true"]}
