{"task": "glue-mnli", "input": "premise: I confess I've never had the subject of a piece try to replace me as author, but I figured it was up to the editors; so I gave Morris my editor's number. [SEP] hypothesis: This was the first time I've ever been fired,", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Men at Work and the columns in Bunts are fresher, less rococo, less pretentious, than his political columns. [SEP] hypothesis: His political columns are more pretentious than the columns in Bunts.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: She was anxious to find some stamps, and, according to my theory, she tried her own keys in the desk.  [SEP] hypothesis: She was desperate to open the desk but she had no keys", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: According to the Journal , nine other Democratic lawmakers who received contributions from Huang spoke with him during this same period. [SEP] hypothesis: The Journal claims Huang made political contributions.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Large shops on the fashionable thoroughfares tend to be more expensive than smaller  family  shops tucked away in the side streets. [SEP] hypothesis: The shops located on the thoroughfares are always the least expensive.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: It made my brain reel… . [SEP] hypothesis: I felt like I was about to vomit.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: pretty much covered up but uh you know i'm never going to let my shoulders and back get sunburned again [SEP] hypothesis: I'm fine with getting my skin burned because I need the tan.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Bicycle rental companies (see page 103) also run tours. [SEP] hypothesis: Tour guides lead groups of 6 tourists on bicycles at a time.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: , bomb) in furtherance of a crime of violence that is prosecutable in a federal court. [SEP] hypothesis: The prosecution will present their case first.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: They offer alternative pictures--in the partial birth debate, for example, they used a photo of a woman who had gone through the procedure, surrounded by her husband and kids--to emphasize the woman's humanity and obscure the fetus. [SEP] hypothesis: The website has many photos of men, women and their children.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The goal of this research effort is to catalyze development and implementation of innovative, cost-effective environmental technologies; develop scientific and engineering information needed by EPA to support regulatory and policy decisions; and provide technical support and information transfer to ensure effective implementation of environmental regulations and strategies. [SEP] hypothesis: The goal of this research effort is to ensure the destruction of the environmental regulations and strategies that are cost effective.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: uh yeah definitely able to go to war twenty years ago but not vote not vote that was one of the changes that came about in the last twenty years um yeah twenty years ago was nineteen seventy uh nineteen seventy i had been married two years [SEP] hypothesis: only got the right to vote ten years ago", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah nice talking to you Irene and you stay warm up there [SEP] hypothesis: It's pretty cold up there right now.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Ah, the smell of it. [SEP] hypothesis: Ah, the way it looks.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: At the other end of the fortifications, the terrace of the Logis Royal (Royal Lodge) affords a delightful view over the village and the Indre Valley. [SEP] hypothesis: The terrace affords a delightful view over the village.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: So by selling out for a mere $700,000--if he really did--Brown revealed his expectation that competitors (presumably other high-ranking officials with the means to influence trade policy) were prepared to undercut him. [SEP] hypothesis: Brown sold for $700,000, but would have sold for much less.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
