{"task": "glue-mnli", "input": "premise: Deacon Don, help! [SEP] hypothesis: Deacon Don is being asked for help.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The specific adjustment procedure applied is described in more detail in the Heavy-Duty Engine/Diesel Fuel RIA (U.S. [SEP] hypothesis: The specific adjustment procedure that is applied deals with diesel fuel.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: my age if there was a bunch of college kids coming over for a dinner party no i they would shell their own you know we'd just have crawfish and beer or something but um if it was more formal like if i was you know working environment then i would probably um shell [SEP] hypothesis: Crawfish and beer are great at a dinner party for college kids, it's one of my favorites too.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In practical terms, maintenance usually lasts only five to seven years, and rarely longer than the marriage did. [SEP] hypothesis: Marriage rarely lasts longer than the marriage and men are very happy about this.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise:  Doing Italy is a lifetime job, and many devotees are so in love with the place that they won't even think of an alternative destination. [SEP] hypothesis: Many people love Italy so much they won't go anywhere else.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: TABLE 3. PREPARATION OF SYNTHETIC FRESHWATER USING REAGENT GRADE CHEMICALS1 [SEP] hypothesis: Table 3. How to prepare synthetic freshwater using industrial grade chemicals", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The first entrance into the palace leads into the Sundari Chowk, which encloses a glorious royal tub, entered by steps and encrusted with intricate sculptures. [SEP] hypothesis: The royal tub is called Sundari Chowk.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise:  said one of the other men, this one with short hair and a bow strung across his back. [SEP] hypothesis: The man with the bow strung across his back had long hair.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: He therefore commissioned a vast new palace on the shores of the Bosphorus, on the site of a park that had been created by filling in an old harbour (dolmabahce means filled-in garden ). [SEP] hypothesis: He never built a palace in his reign.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: It is a city to which people migrate from all over Spain in search of new opportunities; a place where few people can claim any deep roots. [SEP] hypothesis: The city brings great advantages to those who migrate from other provinces.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: , also on certiorari to the same court. [SEP] hypothesis: It was at the equal status court.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: i don't know i mean and it it might be something that he wouldn't be able to control [SEP] hypothesis: He would have to fight very hard to be able to control it.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: On the second floor are heavy timbered ceilings and walls covered with works of art, mostly of religious or royal significance. [SEP] hypothesis: The walls on the second floor are covered with works of art, mostly of religious or royal significance.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Nearly at the end of a winding road to the Na Pali Coast, these condominium units are beginning to show their age, but they come with complete kitchens, a white-sand beach with tide pools, and looming mountain peaks out of Bali Hai. [SEP] hypothesis: The condos are at the end of the road on the Na Pali Coast.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Unfortunately, the cement used for its construction contained sea sand, which caused the iron reinforcing rods to corrode. [SEP] hypothesis: Fortunately there was another bag of good cement they could replace it with.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Yes, I believe they were at it yesterday afternoon.  [SEP] hypothesis: They had a huge fight.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
