{"task": "glue-mnli", "input": "premise: Although the cause is just, the less than $40K starting salary reflects no equality in the marketplace and the law school loan can be larger than a mortgage. [SEP] hypothesis: Although the cause isn't just, the more than $80K starting salary reflects equality in the marketplace.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Oh, unbelieving one! Tuppence wrenched open her bag. [SEP] hypothesis: Tuppence kept the bag firmly closed.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: to bring home [SEP] hypothesis: To Bering home.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: but uh anyway that was a French movie it was um that was the last one i saw downtown but i i live in DC well actually Falls Church Virginia outside the city [SEP] hypothesis: I just watched a French movie yesterday.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Leave the first one for the moment, what was the second?\" [SEP] hypothesis: Tell us more of what you know about the first one.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: But the freedom to get behind the wheel after half a bottle of wine at dinner or an evening downing a six-pack--or whatever it takes to get your blood level to 0.08 percent alcohol--has little value. [SEP] hypothesis: There's little value to being free to drive after drinking a 6-pack.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Bush has several decisive advantages on this question. [SEP] hypothesis: Bush does not have any advantages on this question.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: you're next to to league bowlers and after a while it just gets to be a pain [SEP] hypothesis: It gets pretty painful being next to league bowlers since they're so serious.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Hotel rates in Israel are always quoted in US dollars. [SEP] hypothesis: US dollars are used for hotel rates in Israel.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Happy Halloween, everybody. [SEP] hypothesis: Merry Christmas!", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: what is what the what is the down payments look like now twenty five percent [SEP] hypothesis: The down payments are now fifty percent.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Soft money is everything that isn't hard money--let me finish my answer. [SEP] hypothesis: Hard money is everything, there is no soft money.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Just outside Discovery Bay are Runaway Caves, which are easily accessible and safe to explore. [SEP] hypothesis: Runaway Caves were discovered by accident.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: He wasn't surprised. [SEP] hypothesis: He was very surprised indeed.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The old man had died of a chill that had left him bedridden and coughing for three weeks. [SEP] hypothesis: The old man died from being sick.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: uh right right but we go out occasionally and uh there's some there's some good um sort of artsy movies i saw a computer animation festival it was all about computer generated or else um actually it's just sort of animation in general some were computer generated and some were hand drawn um cartoon like things [SEP] hypothesis: The computer generated movies are better than regular ones.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
