{"task": "glue-mnli", "input": "premise: The other swung a sword taken from one of the dead marauders. [SEP] hypothesis: The other swung a sword that used to be one of the dead marauders.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In 1984 Charles Murray wrote, in Losing Ground , that government programs sap the initiative of the black population, creating feelings of dependency and entitlement. [SEP] hypothesis: Charles Murray feels that government programs create feelings of dependency and entitlement in black populations.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: probably overcompensated a little bit [SEP] hypothesis: They don't make any money.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The film also exaggerates Flynt's martyrdom for the cause of free speech. [SEP] hypothesis: The film is realistic, and doesn't exaggerate Flynt's martyrdom.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: you wonder if being exposed to that for a while what percentage of them would actually say hey that's not a bad way to do it because from what i understand from some of the guys i know crime uh is punishable just almost uh instantly and [SEP] hypothesis: After they've been around it for a while, how many would think it's a good way to do it?", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: and you don't have to put up with all the B S that the lawyers have to so that's that's what i'm pursuing right now [SEP] hypothesis: Some lawyers have thrown in the towel because of all the bull.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: (Click for a Slate Dialogue on population trends.) [SEP] hypothesis: Click for a Slate Dialogue on pollution trends.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: From 1977-8, he worked for the Department of Justice from 1978 through 1981, first as an Attorney Advisor in the Office of Legal Counsel then as Counselor to the Associate Attorney General. [SEP] hypothesis: He worked for the Department of Justice til he retired.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Legal Aid has uncomfortable company. [SEP] hypothesis: The company that Legal Aid has is uneasy.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The best beaches within easy reach of the city are the attractive Black Sea resorts of Kilyos and ??ile. [SEP] hypothesis: Kilyos is known for amazing beaches that aren't a far trip from the city.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: oh Teenage Mutant Ninja Turtles huh um-hum [SEP] hypothesis: The Teenage Mutant Ninja Turtles reboot.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Deborah Hankinson has brought to the issue of civil legal services to the poor the same passion she brings to her role as judge, Texas Supreme Court Chief Justice Thomas R. Phillips said.  [SEP] hypothesis: Hankinson has been very successful at bringing the issue of civil legal services up.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: magazines and stuff where you dress your animals up and take them to a party  i haven't gone that far i'm not that bonkers  you know my cats do not wear clothes and [SEP] hypothesis: I'm not so crazy as to make my animals wear clothes, especially not cats.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The huge blocks were hauled to the quaysides to be carried upriver. [SEP] hypothesis: The blocks were never intended to be transported up river.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: My two-fold answer, even if it makes us all uneasy, is to reintroduce vivisection on a limited basis to all medical schools and to allow surgical practice on the recently dead donated bodies. [SEP] hypothesis: My two-fold answer, may make us uneasy, and is to introduce vivisection on a limited bases and to allow surgical practices on donated corpses in order to improve the skill of young surgeons.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The broad Rambla de Mendez Neeez, running at a right angle to the Explanada, is good for a morning's shopping and has a lively market at one end. [SEP] hypothesis: The Explanda and the Rambla de Mendez Neeez run directly parallel to one another.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
