{"task": "glue-mnli", "input": "premise: yeah or required required required for every college student  oh [SEP] hypothesis: It's something that's required for every college student.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: There's a lot of interesting economics in that question, and if I manage to sort it out, I'll let you know. [SEP] hypothesis: If I sort out the economics, I will ignore you forever.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Not content to rule out policies (however worthy) that impose a cost on most taxpayers, Clinton and Blair often go further, saying that their main fiscal goal is to improve the position of the middle class. [SEP] hypothesis: Clinton and Blair say that their financial goal is moving up in the middle class.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Since then, old-fashioned Japanese iron bathtubs have been gruesomely known as goemon-?­buro.  [SEP] hypothesis: This refers to the bloody tale of Goemon who died from a nasty fall in a bathtub.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Metley Cree drummer Tommy Lee will have plenty of time to contemplate his temper as he serves his six month sentence for felony spousal abuse of his wife, former Baywatch actress Pamela Anderson. [SEP] hypothesis: Tommy Lee and Pamela Anderson were never married.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Besides Adrin, he appeared to be the only one surprised by Jon's words. [SEP] hypothesis: Nobody was surprised by what Jon had said.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Ramses, who becomes the new pharaoh, isn't pleased when his brother becomes a champion of Hebrew civil rights instead of the wild and crazy guy with whom he grew up. [SEP] hypothesis: Ramses brother became the new pharaoh and this made Ramses upset.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Or, if the reporter works for Vanity Fair , of the celebrity's press agent. [SEP] hypothesis: A person could be a reporter for Vanity fair or the press agent of a celebrity, but not both.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Kazan might have stood by his original policy, asserting that while he hated Communism, he would not assist in a violation of civil liberties. [SEP] hypothesis: Kazan supported communism.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The second, more important answer is that analysts are crucial contributors to short-term thinking. [SEP] hypothesis: The more important answer was that the analysts were crucial contributors to short-term thinking.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The composer and multimedia performer Laurie Anderson now calls herself a content  [SEP] hypothesis: Laurie Anderson now calls herself a content.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: So, I best wrap things up. [SEP] hypothesis: I shouldn't wrap things up", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: A hundred thousand pounds, repeated Tuppence. [SEP] hypothesis: Tuppence said, \"A hundred thousand pounds.\"", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: He just got into town.  [SEP] hypothesis: He left town a year ago and never came back.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: According to those who know him, he has learned why newspapers are a public trust since his unfortunate cereal interview. [SEP] hypothesis: He learned that newspapers are a public trust.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: At the Iron Gate exit, you'll see a more poignant side of the life of a maharaja's wife 15 scarlet sati handprints on the wall, from widows who threw themselves onto their husbands' funeral pyres in ritual sacrifice, in keeping with the tradition of the era. [SEP] hypothesis: Widows who did not willingly sacrifice themselves were forced to.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
