{"task": "glue-mnli", "input": "premise: Viewed this way, the ascent from the foothills of Mount Improbable to its multicellular aeries hardly seems inevitable. [SEP] hypothesis: It seems likely.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Ask at CiteHall center about advance reservations. [SEP] hypothesis: Ask at CiteHall about room service fees and advance reservations.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Her name was Natalia Abranos Illnyova. [SEP] hypothesis: She was known as Natalia.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: i do yeah i'm in human resources yeah do you really see that okay i worked with uh with Elma [SEP] hypothesis: Elma and I were the only two people in the human resources department.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Today some nationalists still yearn for good old Borinquen, a name you'll see on many restaurants and bars. [SEP] hypothesis: The nationalists wish for Borinquen these days.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In response to one of the proposed symptoms, Spitzer's wife protested, I do that sometimes, and Spitzer responded, OK, take it out. [SEP] hypothesis: Spitzer's wife protested about one of the proposed symptoms.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Say, there isn't anything I like better.   [SEP] hypothesis: There is nothing I like better.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In Nepal, Bodhisattavas often seem to blend with Hindu gods and resemble them. [SEP] hypothesis: Bodhisattavas cannot blend with the Hindu gods.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: so it's it's sitting on display on top of my bookcase [SEP] hypothesis: I do not own a bookcase.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: well if you think about it if um uh i remember that when they used to take uh they used to pay you to take the tire you know get the turn in your tire when you got your [SEP] hypothesis: I don't recall a time when they ever paid people to bring tires in.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: They can bring their own food, build domed stations of lowered air pressure, devise specially designed ships.\" [SEP] hypothesis: They can bring their meals with them.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: She's good at looking at the big picture. [SEP] hypothesis: She does a good job of seeing the big picture.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The rule requires that once a PCS licensee and a microwave incumbent have signed an agreement with respect to relocation of the microwave license, the parties would submit the relocation agreement to an industry-supported clearinghouse. [SEP] hypothesis: A PCS licensee has no connection with the microwave incumbent", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: What the fad for foreign IPOs ignores is the massive uncertainty still attached to foreign markets, even as it has led U.S. investors to overlook everything they take for granted at  regular reports, corporate accountability, open books, the Securities and Exchange Commission. [SEP] hypothesis: Foreign markets still hold a large measure of uncertainty, which the fad for foreign IPOs does not consider.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Some-time during the 11th century a rough bunch of coastal traders and drifters from every port in the Mediterranean began to settle on the northern shore of the Horn, in the maritime quarter which became known as Galata. [SEP] hypothesis: Horn became home to seafarers far and wide after awhile.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Take time to explore the exquisite Moorish stonework and the elegant domes and minaret. [SEP] hypothesis: Do not tour the Moorish stonework and elegant domes and minaret.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
