{"task": "glue-mnli", "input": "premise: Any of the several friendly little teahouses and coffee shops along the way make an ideal rest stop. [SEP] hypothesis: The coffee shops are large and unfriendly.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In my own case, I think that three years ago I would not have experienced the golden days I have described here. [SEP] hypothesis: Three years ago he had not experienced the days, but two years ago he had.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: i don't either i want some you know ski or something you know i'm benefiting from it [SEP] hypothesis: You guys should know that I am not benefiting from it.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The Commission's interpretation is the only interpretation which comports with the language and legislative history of the presence requirement and which permits full and meaningful representation to aliens eligible for legal assistance consistent with Congress' purpose. [SEP] hypothesis: The Commission failed to interpret it.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I've gentled, yes but eastern style.\" [SEP] hypothesis: He has become more gentle.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: They may choose the bridge at first but there is no reason they can't cross the stream later if they wish. [SEP] hypothesis: Even though the bridge route is simpler, they can swim across the stream when they return.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I have a good friend of the opposite sex who I've known for three years. [SEP] hypothesis: I have a male friend that I've known for a few years.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Also in the crypt are the remains of Napoleon's son, brought to France from Vienna by Hitler in 1940. [SEP] hypothesis: Hitler was fascinated by Napoleon and his life, he looked up to him.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The regulation that codifies uniform acquisition [SEP] hypothesis: A regulation failed to codify uniform acquisition.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Change swept through Ibiza dramatically, irrevocably, almost overnight. [SEP] hypothesis: The change was due to a shift in policy.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Drew would have been content with Shiloh as a mount and a companion, but now he was sure that the colt was more, so much more. [SEP] hypothesis: The colt saved his life in the midst of battle and Drew owed his very existence to him.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Down the Hatch [SEP] hypothesis: The hatch is the only thing that is moving.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Adrin ate like a bear on a fresh kill. [SEP] hypothesis: Adrin stuffed himself.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Most were located two levels below the Chief Information Officer (CIO). [SEP] hypothesis: All of them were located above the CIO.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: huh-uh but it it was it was really nice when you move to such a foreign culture to see all these familiar faces [SEP] hypothesis: It is pleasant to see people you know when you are in a foreign culture.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: They were denied my entree into the world of conservative journalism. [SEP] hypothesis: I was going to be better off without them anyway.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
