{"task": "glue-mnli", "input": "premise: Cuneiform tablets found here record the arrival in Anatolia of warlike invaders around the second mill?Υnnium b.c. [SEP] hypothesis: The arrival in Anatolia is recorded in cuneiform tablets, said the museum guide.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: It's wrong. [SEP] hypothesis: It is right.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Good luck to you both!\" Drew found himself laughing as he followed Hamilcar to the rear of the building. [SEP] hypothesis: Drew followed Hamilcar beacuse he didn't know where to go.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: How do we hold the globe in the center of everything?\"  Bork shrugged. [SEP] hypothesis: Bork was curious on how the globe would be mounted", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: It partly succeeds. [SEP] hypothesis: It somewhat succeeds.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: But you can't at once, cried Tuppence. [SEP] hypothesis: \"You could do it right now\", says Tuppence.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The crowd cheered, seeing a killing blow coming soon. [SEP] hypothesis: The crowd cheered for the killing blow.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: As a part of its human capital planning, management should also consider how best to retain valuable employees, plan for their eventual succession, and ensure continuity of needed skills and abilities. [SEP] hypothesis: As a part of its human capital planning, management should also buy food for everyone.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In the opinion of many, Cuba is an isolated socialist dinosaur. [SEP] hypothesis: Cuba is thought to be an isolated socialist dinosaur by few.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Practice Makes  Both members of the NewsHour With Jim Lehrer team (Mark Shields and Paul Gigot) double dribble this weekend. [SEP] hypothesis: Gigot and Smith make up the Leher team", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: He was still wearing something with a vague resemblance to a short hospital gown, with green pentacles and some plant symbol woven into it, and with a clasp to hold it together shaped into a silver crux ansata. [SEP] hypothesis: He didn't remember how he had come to be wearing this thing.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: It was like walking through syrup. [SEP] hypothesis: It was very hard to walk through it.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: all the banking crisis all the white collar crimes uh stock brokers have been getting away with bloody murder the bankers have been getting away with bloody murder [SEP] hypothesis: Bankers can't do anything without being prosecuted.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In the case of Japan, there is a compelling intellectual case for a recovery strategy based on the deliberate creation of managed inflation. [SEP] hypothesis: Japan used a recovery strategy that involved creating managed inflation.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: This is another game in which lessons and lots of spare money are recommended. [SEP] hypothesis: The  game has lessons available.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: It draws sidelong glances and playground taunts, and it may give the adopted child an identity crisis. [SEP] hypothesis: It may give the adopted child an identity crisis, as it draws sidelong glances and playground taunts.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
