{"task": "glue-mnli", "input": "premise: Emissions reductions are required by the end of 2007. [SEP] hypothesis: Emission reductions are legally required by the end of 2007.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Did Stevenson speak with any of the fans with whose hopes he claimed to be so familiar? [SEP] hypothesis: Stevenson does not have any fans.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I guessed they weren't hustling any, so I thought I'd come along over, and speed things up. [SEP] hypothesis: I didn't think they were being deceptive so I came over to help.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Jerking horribly, the monstrous thing moved again. [SEP] hypothesis: The hideous thing twitched violently in an attempt to move again.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Average boxes per mile differ by a factor of nine. [SEP] hypothesis: Average boxes per mile are the same", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Percentage of Taxable Payroll (2000-2075) 45 Figure 2.1:Gross National Saving as a Share of GDP (1960-2000) 50 Figure 2.2:Composition of Net National Saving (1960-2000) 51 Figure 2.3:International Trends in Gross National Saving (1960-1997) 54 Figure 3.1:Overview of Saving, Investment, Output, and Income [SEP] hypothesis: The figures relate to taxable payroll percentage.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: We pointed to lack of flexibility as a source of cascading problems and delays. [SEP] hypothesis: The source of cascading problems and delays was due to lack of flexibility.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The town lies just south of an unusual little chapel carved out of a rock. [SEP] hypothesis: The town is south of a large stone church.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah i mean for somebody who is you know for most of their life has has uh not just merely had a farm but had ten children had a farm ran everything because her husband was away in the coal mines and you know facing that situation it it's quite a dilemma i think [SEP] hypothesis: for someone who had so much responsibility in her life--raising ten children alone and tending a farm--it's quite a dilemma", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah yeah you know she should be getting on with her life you know getting getting that part behind her but yet it's it's kind of tied to her the way it is now [SEP] hypothesis: It is hard to get over a break up when you still have to work with that person.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: 'The situation is pretty bad, sirs,' one of his men reported. [SEP] hypothesis: A male reported that the circumstance was really bad.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Ca'daan's eyes fell to the small man, Stark. [SEP] hypothesis: Ca'daan looked at the small man.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah somebody said that uh JR is going to die and that will be end of the season forever i mean the end of the show forever [SEP] hypothesis: Someone told me yesterday that JR was going to die in the series finale next week.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: What are analysts doing with financial statements? [SEP] hypothesis: Financial statements are analyzed thoroughly", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: POSTAL SERVICE AUTHORITY TO ENTER INTO NEGOTIATED RATE AND SERVICE AGREEMENTS WITH INDIVIDUAL CUSTOMERS OR GROUPS OF CUSTOMERS TO PROVIDE SERVICES [SEP] hypothesis: The Postal Service cannot negotiate rates with individual customers.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: 'Of course not.' [SEP] hypothesis: I was bothered that they would ask when the answer was no.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
