{"task": "glue-mnli", "input": "premise: If Miss Howard were capable of poisoning the old lady, she would be quite equally capable of simulating devotion.  [SEP] hypothesis: I felt that if Miss Howard was a murderer, then play-acting a part should be no big deal.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: um i thought the scenes when the buffaloes running though were beautiful like that was great and there were so many of them i didn't know that that many buffaloes alive much less in one place [SEP] hypothesis: I did not enjoy watching the scene about the buffaloes running.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Historians will record, she has written, elaborating on something Leon Weiseltier once wrote about Clinton, that our generation's contribution was to be the generation that worried about its contribution. [SEP] hypothesis: Many historians have already pointed out that prior generations didn't worry about how they affected politics.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Ca'daan saw the man's shadow in the red moonlight surveying the other sleeping members of the camp. [SEP] hypothesis: The man looked at the people sleeping.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: High Risk  Information Management and Technology (GAO/HR-97-9, February 1997) [SEP] hypothesis: A report about high risk information management and technology was kept secret.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Less confidence in exact magnitudes reported, more confidence in trends [SEP] hypothesis: Magnitudes are recorded by surveying reporting stations around the country.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The senior security officer at this organization noted that, when rules such as this are aimed at users, it is especially important that they be stated in clearly understandable, relatively nontechnical language. [SEP] hypothesis: It is important to state rules clearly and in nontechnical language when aiming them at users.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: me too  oh [SEP] hypothesis: Not I", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: A carved statue of a beautiful naked woman reached to the sky, palms pressed together and head low, a smile on her lips. [SEP] hypothesis: The statue was a cat.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: but uh after all that and i usually end up having to by the end of the day they're usually tired enough where one of them or the other needs a little push along the way and i'm sitting here trying to go my bike and push them too and [SEP] hypothesis: They are usually tired by the end of the day, and they need a little help.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The industry now plans to strengthen warnings that children should be kept, appropriately harnessed, in the back seat, where they will be neither helped nor harmed by air bags. [SEP] hypothesis: The children should be kept in the trunk of the car, in a closed and cramped space with plenty of airbags.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: He used a list from Red Eye, one of the e-mail newsletters that Red Herring publishes. [SEP] hypothesis: He used a list of names from the Red Eye newsletter.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: oh okay are you on an exercise program now or [SEP] hypothesis: Do you have an exercise program you are following?", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: They forced their way inside, then realised they had nowhere to go. [SEP] hypothesis: They got inside but then had no more options.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Similar independent expenditures benefited Republican candidates. [SEP] hypothesis: Republicans benefit from lots that others don't", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: uh because yes i'm in Dallas [SEP] hypothesis: I'm located in Dallas, that's correct.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
