{"task": "glue-mnli", "input": "premise: but now you know people don't they don't support each other that way [SEP] hypothesis: People don't support each other", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: And, anyway, I said, with increasing coldness, \"as Mrs. Inglethorp took her coffee upstairs with her, I do not see what you expect to find, unless you consider it likely that we shall discover a packet of strychnine on the coffee tray!\" Poirot was sobered at once.  [SEP] hypothesis: Poirot didn't buy it at all.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Coffee has a bitter taste of its own which would probably cover the taste of strychnine.\" [SEP] hypothesis: Coffee was very bitter, just like strychnine.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Accelerated lines miss out on many of the canal's sites; airport motor launches crosedirectly to San Marco from the Lido so drop your bags off at the hotel and then hop on the number 1 in the opposite direction, round-trip. [SEP] hypothesis: The canal cannot be seen from any of the lines.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Of those found guilty, the majority were ordered to pay court costs, plus a $100 fine. [SEP] hypothesis: The guilty didn't have to pay any costs", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Only, I mean it, Kirby, you walk soft and get back to the Range as quick as you can.\" [SEP] hypothesis: Take your time getting to the Range today.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: -Changes madein Texas might not have happened if the legislature hadn't become involved. [SEP] hypothesis: Legislation to feed the homeless was introduced in Texas.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Six years later he besieged Vienna for 24 days (unsuccessfully) before going on to take most of Hungary. [SEP] hypothesis: Vienna had strong walls and a lasting supply of food to survive the siege.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: But the overall thrust of the incarceration section of the 1994 edition is that too many criminals are avoiding jail sentences. [SEP] hypothesis: There's enough criminals going to jail.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Reynolds employee--Deep Cough--leaked the feds information about the tobacco company's manipulation of nicotine levels. [SEP] hypothesis: Reynolds employee was too scared to lose his job, so he has not leaked the feds information about the company's manipulation of nicotine levels.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Also, like federal agencies, the organizations relied, to varying degrees, on a mix of mainframe and client-server systems and made heavy use of interconnected networks. [SEP] hypothesis: Interconnected frameworks were heavily used by both the federal agencies and the organizations.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah okay well um-hum it's been nice talking to you okay bye-bye [SEP] hypothesis: I hated talking to you, bye-bye.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Do you think this is the end?  [SEP] hypothesis: Do you think this is the end?", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Across the road is Fort Cornwallis (named after Charles Cornwallis, Governor General of India), which marks the spot where Captain Light arrived on 17 July 1786. [SEP] hypothesis: The family of Charles Cornwallis still live in the area.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah we're the same because i'm in graduate school and we're living off her salary [SEP] hypothesis: She makes more money than I do.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Don't you remember all those wise old words you wrote? Tranquillity, peace and enlightenment? Be worthy of the man history remembers.' [SEP] hypothesis: History remembers a man who wrote about tranquility, peace and enlightenment.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
