{"task": "glue-mnli", "input": "premise: While less than the $1,000,000 sought by the governor, it is a start. [SEP] hypothesis: The money is less than they all wanted but it is a start.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: You want to get bloated or something? [SEP] hypothesis: Do you want to get bloated eating all that salt?", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: These papers have GOT to be saved!  [SEP] hypothesis: These papers need to be saved or I might lose my job.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I think maybe they're looking for me. [SEP] hypothesis: No one care where I am at.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Again Tommy shook his head. [SEP] hypothesis: Tommy shook his foot.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The Roundheads had arrived. [SEP] hypothesis: The Roundheads made it to the station", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Only after you have a completed manuscript does your confidence build to the point where you can go through the top-heavy pile of pages and, encountering the third reference to Bellow's occasional book reviews for the New York Times Book Review ,  Who cares? [SEP] hypothesis: Your confidence builds when you have a completed manuscript.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The first ad, One Person , addresses this complaint in a different way, by situating Clinton's lies about Lewinsky in a larger critique of his honesty about public matters. [SEP] hypothesis: Clinton's lies about Lewinsky are used to question his honesty.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Throughout the city, crumbling houses three and four stories tall, somehow still standing, line backstreets where children play stickball and their parents and grandparents hover around doorstoops. [SEP] hypothesis: There are no crumbling houses throughout the city.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: A smaller Church of the Burning Bush sits within the complex marking the spot where the bush stood. [SEP] hypothesis: The bush stood where the complex is.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Stop the car. [SEP] hypothesis: The car is moving fast.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Today it houses a number of museums, the most important of which is the Mus??e de l'Arm??e (Museum of the Army), with exhibits stretching as far back as the Stone Age. [SEP] hypothesis: Exhibits from the Stone Age can be found in the Museum of the Army.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: No the power I dreamed of was absolute!  [SEP] hypothesis: Absolute power comes with a heavy price.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The growth that has characterized Las Vegas for nearly a century may be facing a roadblock. [SEP] hypothesis: Las Vegas is characterized by a decline.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah yeah i was down in Texas for two years and i was paying unbelievable rates for both car insurance and for home insurance um they [SEP] hypothesis: Car and home insurance rates are quite high in Texas.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The street croses Lower Baggot Street and leads on to Fitzwilliam Square, which has a park open to residents only. [SEP] hypothesis: Fitzwilliam Square has a park and several convenience stores.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
