{"task": "glue-mnli", "input": "premise: Little boys face a problem very similar to that of high-tech executives. [SEP] hypothesis: Besides facing similar problems, little boys and high-tech executives also seem to come up with similar solutions.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: But this may not be enough. [SEP] hypothesis: This is enough.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: (William Saletan dissects the ethics of the sale in .) [SEP] hypothesis: The morals of the sale were discussed by William Saletan.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: One factor underlying GAGAS audits is that federal, state, and local governments and other organizations cooperate in auditing programs of common interest so that auditors may use others' work and avoid duplicate audit efforts. [SEP] hypothesis: GAGAS audits are characterized by their lack of cooperation between auditors.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: strictly your skill [SEP] hypothesis: The skill is shared.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The net $85 billion cut, they note, is less than 1 percent of the taxes the government expects to collect over the next five years. [SEP] hypothesis: The huge tax cut is still less than what the government will bring in over the net five years from sales tax.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah i remember maybe uh maybe three winters where we had a white Christmas here [SEP] hypothesis: Three winters ago we had a white Christmas here.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: system; and (e) Federal law effectively coerces states to participate in the system, with participation requiring them to levy the state unemployment tax and deposit the collections in the U.S. [SEP] hypothesis: The federal Government has been working on this law since 1985.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: This serves to distinguish a504(a)(16) from any of the Title X program restrictions upheld in Rust, and to place it beyond any congressional funding condition approved in the past by this Court. [SEP] hypothesis: This distinguishes a 504(a)(16) from other Title X restrictions.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Others, though, bash Pfitzner's work as a pale imitation of Wagner, massively bloated [and] endlessly meandering, and say its American performance would have been [b]etter never, perhaps, than late (Martin Bernheimer, the Los Angeles Times ). [SEP] hypothesis: There was never an American performance to critique.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: anything goes when mom's on the phone [SEP] hypothesis: Mom gets so frantic on the phone.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: By the way, the LAT story cannot just refer to the World Wide Web--oh no, it has to explain that this is a popular Internet graphical network, encompassing some 62 million Americans, that is revolutionizing business and education. [SEP] hypothesis: The story focused on what business was like prior to having the internet.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The fact that I'd not thought of myself as Jane Finn for so long made it easier. [SEP] hypothesis: I didn't associate myself with Jane Finn and it made my life less complicated.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The press and public love it. [SEP] hypothesis: The media and the people are thrilled by it.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In summer, there's a sound-and-light show at Jahangir's favorite, the Shalimar Bagh, laid out in the year 1616. [SEP] hypothesis: The sound-and-light show at the Shalimar Bagh usually involves fireworks.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Vrenna was lithe and beautiful. [SEP] hypothesis: Vrenna was good looking.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
