{"task": "glue-mnli", "input": "premise: uh and definitely part Grayhound uh bloodhound because he had these head big old jowls had the bloodhound mouth but he had the soft bite of a Lab [SEP] hypothesis: Grayhounds have big jowls and mouths.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Cleverly integrating designs of Arab and Byzantine predecessors, the Norman palaces and churches join the crumbling grandeur of Spanish Baroque facades in momentary triumph over the chaos of the modern port city. [SEP] hypothesis: The port city was recently created.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: uh-huh i think too that with us as women being out of the home where i'm not working now i didn't work until about from about the time Emily about four months before she was born [SEP] hypothesis: I stopped working four months before I had my child.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Others are eager to explore nature's wildlife at the bottom of a coral reef or at the top of a mountain peak. [SEP] hypothesis: Others are not eager to seek wildlife at the top of a mountain.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: But only a fool--or a Chicago School theorist--would say that Dell is five times as valuable to the economy today as it was a year ago. [SEP] hypothesis: Dell has become more valuable to our economy every year.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah you have to do one of them you know spontaneous things like maybe three o'clock in the afternoon or one o'clock in the afternoon and stuff like that because they're not expecting you [SEP] hypothesis: You have to do it spontaneously to catch them in the act.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: never oh so do i [SEP] hypothesis: Always, but not me.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The Anaheim Angels and Mighty Ducks offer entertaining sideshows (mascots, food courts, dancers) but the teams stink, and fans say that's all that matters. [SEP] hypothesis: The Anaheim Angels and Mighty Ducks both have teams that stink, but their sideshows are fun.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In 1993, HUD determined that a review of certain policies embodied in the controversial 1992 rule would be useful prior to promulgation of a proposed rule. [SEP] hypothesis: HUD concluded that policy review would be beneficial for promoting proposed rules.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: so you think we should do this in every profession [SEP] hypothesis: I think they should eat at Joe's?", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Its elements were identified  [SEP] hypothesis: The elements were identified.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The small but significant Craft and Folk Art Museum, at 5814 Wilshire Boulevard, rotates exhibitions from around the world. [SEP] hypothesis: There are exhibits from China, Egypt and Bolivia.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Editorialists applauded his candor but dismissed him as timid and naive. [SEP] hypothesis: Writers applaud his truth but still called him timid and naive.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The Fat Man shook his head, and lit a cigarette. [SEP] hypothesis: The Fat Man put out a cigarette.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I know better than even to suggest going without you, Miss Tuppence  \" [SEP] hypothesis: I cannot go on without Miss Tuppence", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Based on those findings, the Administrator has determined that an environmental impact statement need not be prepared. [SEP] hypothesis: The admin needed the environmental impact statement", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
