{"task": "glue-mnli", "input": "premise: About time one arrived, I think. [SEP] hypothesis: It was about time the bus arrived.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Our federal government has gone from budget deficit to surplus as a result of a burgeoning economy and difficult decisions by the Congress and the executive branch to control spending. [SEP] hypothesis: The federal government has moved from budget deficit to surplus.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: But after taking a hard look at its performance, FEMA concluded that it could better fulfill its mission by addressing the range of activities available before, during, and after disaster strikes. [SEP] hypothesis: FEMA reevaluated their performance.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: his elementary school wife [SEP] hypothesis: His elementary school wife", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: so what's your favorite team or do you have a favorite team or [SEP] hypothesis: I do not want to know what your favorite team is or if you even have a favorite team.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: and uh you know they're they're in the big profit making business [SEP] hypothesis: They are in this for charity.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: okay in one part the guy goes out of jail and within uh two months he had all his house payments done everything paid and you know and he had enough money to you know it's like [SEP] hypothesis: In one part, the guy gets out of jail and he has to sell his house for money.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: COPD Admissions Pneumonia Admissions Cardiovascular Admissions Asthma AdmissionsAll Respiratory Admissions Dysrhythmia Admissions Emergency Room Visits for Asthma Hospitalization / ER Visits Subtotal Minor Respiratory Illness and Symptoms [SEP] hypothesis: Respiratory illnesses are all categorized together.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The intervention, by necessity, needs to be brief and limited in contact consisting of 10 to 40 minutes of interaction. [SEP] hypothesis: The intervention must get its point across that he must stop doing heroin in less than 40 minutes.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I think pro bono ought to be that. [SEP] hypothesis: I think free services are supposed to be that way.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Snitcher! You promised you wouldn't tell. [SEP] hypothesis: You promised you wouldn't tell, you damned liar.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: well do you think that um it should be like we have this sort of random spot testing type of thing or do you think it would be more palatable if we had some sort of regular schedule or would that just allow everybody a chance to get out of it [SEP] hypothesis: Do you think problems might come up if we had a regular schedule for it?", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Although not as venerable as its neighbors, Tiferet Israel was the tallest and perhaps the grandest synagogue in late-19th-century Jerusalem. [SEP] hypothesis: Tiferet Israel is more venerable than its neighbors.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: How do you suggest I approach the topic? [SEP] hypothesis: How do you think I should approach the topic?", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: incorporating in its strategic plan included [SEP] hypothesis: Incorporating in its strategic plan included", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: A predictable demand for such jobs over the next 15 years is preferable to the boom and bust cycle created by the current regulatory approach. [SEP] hypothesis: The boom and bust cycle is preferable to predictable demand for such jobs.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
