{"task": "glue-mnli", "input": "premise: Adrin and the Kal spent much of the walk back to A'deem's home in chatter. [SEP] hypothesis: Adrin and the Kal talked a lot as they walked.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: i guess if that's all we've done and i guess we've talked long enough [SEP] hypothesis: I think I should talk more.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: How about the Ritz? [SEP] hypothesis: The Ritz is better than the other options.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The city's Champagne cellars are in fact 250 km (155 miles) of galleries quarried out of the city's chalk foundations back in the days of Roman Gaul. [SEP] hypothesis: There are champagne cellars in the city.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: you know uh-huh uh-huh uh-huh uh-huh and you you recognized this and was able to you know do something about it [SEP] hypothesis: You acted quickly after you recognized this.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The information we are seeking is of the type that has been commonly provided to GAO for many years spanning several administrations. [SEP] hypothesis: The information we are seeking is of the type that has been commonly provided to GAO", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Neither lions nor sheep, most Italians survived with lip-service and good humor, while communists re-allied with socialists in the anti-fascist underground, whose partisans linked up with the Allies during World War II. [SEP] hypothesis: They were with allies in WWII.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Several years ago, we pilottested a program in one of our headquarters units but soon discontinued it for a variety of reasons. [SEP] hypothesis: We started a program but ended it shortly.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah yeah yeah that's true so i guess i oh i'm pretty encouraged  i really am but then i'm a product of my generation i don't know i if i'd been born a hundred years ago and were looking at this time i might not like it but it sure seems nice to me [SEP] hypothesis: I am the product of my generation.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Federal, state, and county sources fund many emergency departments, particularly those in urban areas. [SEP] hypothesis: No one funds emergency departments", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: There is no place for people like us in a town like that. [SEP] hypothesis: The town was unwelcoming.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: G.W. is rich, and that seems to be the Trump card in any conversation, at least with a fashion model. [SEP] hypothesis: The Trump Card in any conversation is just saying that you are stupid.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: She's some pace-maker, I can tell you, said Julius complacently. [SEP] hypothesis: Nobody pays attention to her speed.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The common features within a critical success factor can become especially significant as the CIO, and other players, plan the execution of the six principles described in this guide. [SEP] hypothesis: The common features in a critical success factor can be significant in developing new principles.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The community needs, as a whole, I believe, to be proactive in pursuing of a rational, nation-wide approach that addresses both the concerns, the rights of individuals and the needs of the business community. [SEP] hypothesis: This line is from an individual who is speaking for himself or herself and not an organization or company.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: but they're they're really what's that [SEP] hypothesis: They are definitely, wait whats that?", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
