{"task": "glue-mnli", "input": "premise: Some investments in stewardship land, for example national parks, will be reported by both 1) the number of acres used as a park or an historic site in the stewardship land category, and 2) by the number of physical units identified as national parks in the heritage assets category. [SEP] hypothesis: The number of acres used and the number of physical units used on stewardship land are both reported.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: But something else is bothering Reese. [SEP] hypothesis: Reese's relationship with his girlfriend is bothering him.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Against this backdrop it is easy for young people to not buy the facts about drugs. [SEP] hypothesis: Young people believe everything they hear about drugs.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Last month, Fox TV announced the creation of two new children's cable  Boyz and Girlz. [SEP] hypothesis: Fox TV is getting rid of all their children's programming.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Budget flexibility declines drastically so that by 2050, net interest on the debt would absorb roughly half of all federal revenue. [SEP] hypothesis: There are other factors responsible for increasing debts.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I can't and won't give you any names, but I can confirm that W.'s Dallas attorney remains the repository of any evidence of the expunged record. [SEP] hypothesis: I don't know who has any evidence of the expunged record.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: You can climb the column for magnificent views of the city and the Firth of Forth to the north. [SEP] hypothesis: You cannot see anything from atop of that column.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: holidays too that's pretty funny it's funny that we have as a society [SEP] hypothesis: It's funny that we have holidays.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Further is harder or if I can't see them, that's harder too,\" Susan spoke more words than she had since they met. [SEP] hypothesis: Susan still refused to talk.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The northern islands produce beautiful, heavy-knitted Fair Isle and Arran sweaters, which are available in stores throughout the city. [SEP] hypothesis: The stores are open daily in the northern islands.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: to go to Home Depot and that's a problem [SEP] hypothesis: To travel to Home Depot which is an issue.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: He summed up the Knight case rather  [SEP] hypothesis: The Knight case was summed up quickly and concisely.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Includes wages, premium payments (e.g. [SEP] hypothesis: Including wages a d premium payments", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Fena Dim was destined to one day grow into Gazu Dim, a city with its own king. [SEP] hypothesis: Fena Dim will never have its own king.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The wetlands also support a large number of birds and land crabs. [SEP] hypothesis: The wetlands do no host any wildlife.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: She glanced round hastily to make sure there was no one else in the room, and quickly produced an old sheet of brown paper.  [SEP] hypothesis: She immediately began doing what she wanted regardless of who was in the room.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
