{"task": "glue-mnli", "input": "premise: But most of his work is done outside the courtroom and over the telephone with administrators of state programs, including Medicaid, and with landlords. [SEP] hypothesis: He mainly works with administrators of programs like Medicaid, landlords and Medicare.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: i don't have that but i've got you know one of the  the uh instant teller cards [SEP] hypothesis: I got rid of my instant teller card just to get one of those.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: and uh so i would sometimes take me you know an hour or two to shovel the driveway in the morning and then i'd sitting in that car for an hour an a half and and well it was actually if the if the weather was bad enough to shovel snow it would take me three hours to get to work [SEP] hypothesis: I do not have enough money to hire a professional snow removal company.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Constitution, statutes, and court decisions applicable to obtaining evidence in criminal and civil cases. [SEP] hypothesis: Lawyers think court decisions are really important in criminal cases.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: These are both worthy goals, and that's what I admire about News Quiz  that the Weideman mockers and the Showtime mockers can respect each other and work together to mock various members of the Bush family, the anti-missile system, and maybe some kind of monkey--that's why the anti-missile system doesn't work, see, because of his crazy antics, and then Gov. [SEP] hypothesis: Neither of these are worthy goals.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: This is the Witches Well, marking the spot where women condemned for black magic were burned at the stake. [SEP] hypothesis: Women were killed at the Witches Well because they were condemned for black magic.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The Museum of History (open Tuesday Saturday 10am 6pm, Sunday 1 6pm; closed Monday; admission HK$10 adult, HK$5 child) opened its new permanent collection at the end of August 2001. [SEP] hypothesis: The Museum of History is closed on Thursday's and Tuesday's.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: While describing the request as a worthy cause, board members agreed Tuesday that funding divorces or custody disputes was outside their focus -- providing direct services for crime victims. [SEP] hypothesis: Funding divorces or custody disputes was outside board members' focus.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: with baseball tickets [SEP] hypothesis: The tickets were extremely expensive.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The ferry timetable runs on a winter (read curtailed) service until the first week in May. [SEP] hypothesis: You can catch a ferry until June.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: A survey reported that the industry will force Medicare recipients to chip in for treatment and may ditch 250,000 recipients outright. [SEP] hypothesis: A survey said the industry would make Medicare recipients pay for their cancer treatments.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Could he? She appealed to Sir James. [SEP] hypothesis: She was ignoring Sir James.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: One is reminded of Gershom Scholem's remark to Hannah Arendt at the time of Eichmann in Jerusalem : This is not the way to approach the scene of that tragedy. [SEP] hypothesis: Gershom Scholem knew Hannah Allen.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Costs and Volumes with 25% of Non-Delivery Institutional Costs Long-Run Variable [SEP] hypothesis: Institutional costs are variable in the long-term.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The river heads due north, as does the road straight across the island to Sao Vicente making the ancient town of Ribeira Brava (established in 1440) an important junction. [SEP] hypothesis: The river goes north.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Red Rock Canyon affords numerous routes, including a two-mile Pine Creek Canyon trek and a slightly longer walk along the Keystone Thrust Trail. [SEP] hypothesis: One can hike along numerous routes in Red Rock Canyon.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
