{"task": "glue-mnli", "input": "premise: well that's how the show that's how the show ended it just left you hanging there like you know like you set me up you fed me all this information information you know that made it look like this other person was guilty you know and [SEP] hypothesis: The show would reveal to you everything you needed to know.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Russert asked Bush whether he would take an expression like 'What Would Jesus Do? [SEP] hypothesis: Bush was asked if he would use \"What Would Jesus Do?\"", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: How long will it take to get them here for a council?\"  Ser Perth appeared from the group. [SEP] hypothesis: The council would discuss trade agreements and the exchange of greetings.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: i think that is mulching uh what do they call that [SEP] hypothesis: I don't think it's called mulching, it's something else.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: that's an interesting distinction that [SEP] hypothesis: There is nothing to differentiate them.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: This clunky mistaken-identity comedy about escaped cons who impersonate gay pageant directors doesn't even make sense on its own low farcical terms [SEP] hypothesis: The comedy doesn't follow its own internal logic.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: These form the major stops of a Nile cruise and are all visited by tour groups from bases at Luxor or from Aswan to the south. [SEP] hypothesis: These make up only the minor stops of a typical Nile cruise, which usually don't attract too large of an audience anyway.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Then, following the success of Clueless , teen films started to trickle back. [SEP] hypothesis: Studios noticed that teen films were becoming the most profitable.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: but um  so is there anything else [SEP] hypothesis: Anything else that I should know?", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Passaic County Legal Aid works on behalf of about 4,000 individuals each year, and provides lowfee legal help for about 20 non-profit and faith-based groups. [SEP] hypothesis: 20 non-profit and faith-based groups benefit from lowfee legal assistance thanks to Passaic County Legal Aid.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: we don't have the the uh background to maybe make that decision [SEP] hypothesis: Perhaps we're unqualified to make that decision.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Back then, the Disability Law Center, Legal Aid Society and Utah Legal Services combined received less than $75,000 in donations from lawyers and other legal professionals. [SEP] hypothesis: There were less than $75,000 in donations from legal professionals.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: He's (briefly) a slick but wholesome yuppie and then (interminably) Death, who takes over the young man's body when he's thumped by a couple of cars in the movie's most promising moment. [SEP] hypothesis: He's a yuppie who drives a BMW in that movie.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Landscape raced by the windows, shrouded in darkness. [SEP] hypothesis: The train wizzed by the dark mountain landscape.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: My friend, besought Poirot, \"I implore you, do not enrage yourself!  [SEP] hypothesis: \"My friend\", said Poirot, \"I would be very angry about this, if I were you.\"", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: to eliminate that and that you're talking about five thousand people [SEP] hypothesis: To eliminate that, you'd need about 5,000 workers to start on it next week.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
