{"task": "glue-mnli", "input": "premise: or do you not watch much football [SEP] hypothesis: You don't watch football on TV.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: and um of course there's a lot of money in cleaning you know if you get a good business going [SEP] hypothesis: There is no money in owning a cleaning business.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah they all work for TI too [SEP] hypothesis: They all work for MG.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: They rode through the barrens and shortly before dusk they found Heaven's Highway. [SEP] hypothesis: They found Heaven's Highway after riding through the barrens near the undefended towns.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Its stately European-style buildings have since been restored, largely for use as government offices and foreign legations. [SEP] hypothesis: The buildings were not restored.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: 1 The term competitors stands for private firms that compete for portions of postal work, possibly as contractors or agents of mailers or mailing organizations. [SEP] hypothesis: Competitors are firms that do some postal work.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: uh still is that's true it's uh very good choice [SEP] hypothesis: You would have regretted making the other choice.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise:  \"Still I say\" Oliveri shook his head as Rennie pushed past Drew and Shiloh and went out \"that after seeing this one, all others will be as pale shadows of nothingness. [SEP] hypothesis: As he past Drew on Shiloh, he thought no other horse can compare.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Staying at the Metropole, he told me.\" He turned to Julius. [SEP] hypothesis: \"He told me he was staying in a barn.\"", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: What really has changed is that many voters in many countries have decided that traditional left-of-center policies (e.g. [SEP] hypothesis: Voters in Canada have exhibited the most change out of all countries reviewed.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The purchase of the building on A Street in downtown Oxnard also signals California Rural Legal Assistance's intention to establish roots, said its leaders. [SEP] hypothesis: The took the real estate purchase as a sign that they were there to stay.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: One for depression, I guess, the other to quit smoking. [SEP] hypothesis: One is for depression, the other, I'm sure- is to quit drinking.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: so yeah i hear a lot of horror stories about things like that but most of the time it's [SEP] hypothesis: I have been told some pretty scary tales on those stuff.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I felt that my friend was not what he had been as he rambled on disconnectedly: \"There were no stamps in his desk, but there might have been, eh, mon ami?  [SEP] hypothesis: My friend isn't acting like himself.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: One the 13-mile (21-km) scenic loop at Red Rock Canyon , takes cyclists through some of the area's more picturesque landscapes and is not overly taxing. [SEP] hypothesis: Some cyclists might find the scenic loop at Red Rock Canyon to be quite taxing.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Ajami's book is an indispensable guide to why anyone in the Arab world still listens to it. [SEP] hypothesis: Ajami's book is about cooking.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
