{"task": "glue-mnli", "input": "premise: See Budget  Prompt Action Necessary to Avert Long-Term Damage to the Economy (GAO/OCG-92-2, June 5, 1992), The Deficit and the  An Update of Long-Term Simulations (GAO/AIMD/OCE-95-119, April 26, 1995), Budget  Deficit Reduction and the Long Term (GAO/T-AIMD-96-66, March 13, 1996), Budget  Analysis of Long-Term Fiscal Outlook (GAO/AIMD/OCE-98-19, October 22, 1997), Budget  Long-Term Fiscal Outlook (GAO/T-AIMD/OCE-98-83, February 25, 1998), Budget  July 2000 Update of GAO's Long-Term Simulations (GAO/AIMD-00-272R, July 26, 2000), and Long-Term Budget  Moving From Balancing the Budget to Balancing Fiscal Risk (GAO-01-385T, February 6, 2001). [SEP] hypothesis: If you look at these reports, you'll go blind.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: oh yeah case in point Toronto [SEP] hypothesis: You're right, unlike Toronto.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Encryption is OK because its authority is created in my very own machine. [SEP] hypothesis: Encryption is a beneficial feature of personal computers.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The cannon sounded again for the 1918 Armistice and the funeral of Marshal Foch in 1929. [SEP] hypothesis: The cannon was decommissioned after Marshal Foch's funeral and can never fire again.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: It wouldn't work. [SEP] hypothesis: It would work.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The first adaptation of this story (originally a play) was the 1934 Death Takes a Holiday , which came in at a perky 78 minutes. [SEP] hypothesis: The first adaptation of this story was the 1934 Romeo and Juliet.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: And in its independent review of the Clinton plan, health-care consulting firm Lewin-VHI noted that the act attempts to slow the growth in public and private health spending to the rate of growth in the CPI plus an allowance for population growth. [SEP] hypothesis: Lewin-VHI saw the Clinton health plan addresses spending.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: If the seduction works, and it usually does, you'll want to come back time and again. [SEP] hypothesis: If the seduction works you'll want to come back again and again.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: This time they would go for Jon's last location. [SEP] hypothesis: They were going for Jon's last location.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: They breed them there like we breed brill. [SEP] hypothesis: Unfortunately, where they live, they're unable to breed anything.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: If you wish to access the encrypted guide on GAO's Web site, please send your request via e-mail to digitalguide@gao.gov. [SEP] hypothesis: You can request access the encrypted guide by sending an email.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: For the purposes of this analysis, recreational visibility improvements are defined as those that occur specifically in federal Class I areas. [SEP] hypothesis: Recreational visibility improvements are usually defined much differently, but we're changing that for this analysis.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah i i i know my cat she's reaching her life expectancy and i'm already thinking oh no [SEP] hypothesis: The cat is really young and virile.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: What? Poirot caught me violently by the shoulders.  [SEP] hypothesis: I was able to run away from Poirot before he could get a hold of me.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The tank is encircled by small sculptured deities and coiled snakes. [SEP] hypothesis: The tank is plainly decorated with no sculptured objects around it.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: It could also mean the loss of some of the 72 lawyers in Kentucky for the program commonly called Legal Aid, as well as legal assistants and other staff. [SEP] hypothesis: The program commonly called legal aid Will gain 72 lawyers.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
