{"task": "glue-mnli", "input": "premise: The museum has a good model of the original university and its monastery buildings, worth studying before you go out to the site. [SEP] hypothesis: Before going to the site, you can study a model of the original university and monastery buildings at the museum.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: However, gains and losses arising from sale of assets to foreigners do not wash out and could affect national consumption and investment. [SEP] hypothesis: Assets are more valuable if they remain domestic instead of being sold.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: But no matter. [SEP] hypothesis: But not to worry.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: It is illustrative of the designbidbuild contract method used by federal agencies. [SEP] hypothesis: The illustrative designbidbuild contract method was used by federal agents", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Using similar techniques, furniture is likely to be expensive, but framed pictures of Tuscan landscapes or views of Florence are more moderately priced and, as souvenirs go, tastefully done. [SEP] hypothesis: It's very easy to find framed pictures of Tuscan landscapes.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: and uh in fact i drove a cab when i was a graduate student so i i knew uh the Hispanic part of LA pretty well and certainly you know knew that problem knew you know knew about apartment houses that would have eight or ten or twelve people living in them sleeping in the same bed in shifts and all that [SEP] hypothesis: I do not know how to drive.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In 1994, Congress enacted a statute designed to help realize to the maximum extent practicable cost savings for official travel from frequent traveler benefits. [SEP] hypothesis: A statute was passed in 1994 that addressed frequent traveler benefits.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: They include Clients Consulting a Sorceress and Strolling Musicians, vivid little friezes of an octopus, a cat catching a quail, and the huge exciting mural of Alexander driving Darius of Persia from the battlefield at Issus in 333 b.c. [SEP] hypothesis: There are no murals because the walls are too rough.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: He also said that EPA had created web sites for several rules that were used in conjunction with SBREFA panels to pull together information that commenters needed. [SEP] hypothesis: The websites for the rules were designed by the fda.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: oh that's true well um you work here at the Expressway site [SEP] hypothesis: I agree, you work at Expressway every day", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: It would be relegated largely to after the fact audits as opposed to its current pre-approved role. [SEP] hypothesis: It would be related to audits done before it happens.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I know this is where you're keeping them. [SEP] hypothesis: I know you have them down in the basement.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Adults and children alike will appreciate the hanging cliffs and pleasant countryside of meadows, vineyards, and orchards, with graceful willows and poplars at the water's edge. [SEP] hypothesis: The elderly may have trouble navigating the area without help.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: the feeling that it right with someone is calling for someone else to be killed you know [SEP] hypothesis: The thug swore he would kill the man who soured the deal in no short time.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: That all the welcoming would be on the other side, breaking right through the barrier he had been building for years? [SEP] hypothesis: None of the overtures would do anything to the barrier he had built.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: To this one might add the single paragraph I devote to the origin of the Washington Holocaust Museum, which, as you wrote in your Holocaust Memorials in History , was proposed by then-president Jimmy Carter to placate Jewish supporters angered by his sale of F-15 fighter planes to Saudi Arabia. [SEP] hypothesis: Jimmy Carter OK'ed the Washington Holocaust Museum to appease Jewish people who were upset because he purchased fighter planes.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
