{"task": "glue-mnli", "input": "premise: The most striking building, up on a grass mound, is the Ubudiah Mosque, with its massive onion dome of glowing copper set in a nest of white. [SEP] hypothesis: The Ubudiah Mosque brings in more tourists yearly than all the other landmarks combined.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In Slate , David Plotz how Douglas Brinkley has cashed in on the death; J. William Medley tells he was with the deceased; and Jodi Kantor wonders how started. [SEP] hypothesis: Douglas is a prime suspect.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: It's worth noting that the first and last Muslim woman to rule in India was Qutb-ud-din's granddaughter Raziyya. [SEP] hypothesis: Many women have ruled India.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I believe the majority of Americans, if they think about it at all--and keep in mind that the ones who think about it are also the ones who take the time to vote--think that our cultural life has coarsened, or even debased, and that the sense of values that just 30 or even fewer years ago meant that the majority of Americans felt no need to lock their doors has been, perhaps irretrievably, lost. [SEP] hypothesis: Americans who live on the coasts are most likely to focus on lost values.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: uh-huh right well you know they said that we haven't had enough rain though and that surprises me because it seems like we've had a lot of rain this year but since we've uh last i heard that we hadn't met our you know hadn't got up to the right level yet that we [SEP] hypothesis: It does indeed suprise me that there is a lack of rain.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: But in doing so, he more or less eviscerates his own claim that these machines belong in a modern art museum, as opposed to one focused on design, transportation, or history. [SEP] hypothesis: He analyzes his clame that these machine should be in a modern art museum, because studying them he started to believe they were closer to art.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Still, it is unimportant, and need not be taken into account. A groan burst from Poirot.  [SEP] hypothesis: It's unimportant so we shouldn't consider it.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: He believes the use of free tickets awarded for frequent flyer miles in DOD is spotty at best. [SEP] hypothesis: He finds the use of free tickets by frequent flyers very even.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In Case 2, I assume you have sufficiently little interest in moral niceties that you wouldn't be reading a column like this one in the first place. [SEP] hypothesis: You probably wouldn't read a column like this one because you aren't very interested in moral niceties.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Front woman Chrissie Hynde still shines with her trademark snarl and gravelly voice, but some of the songs are serious clunkers, and even the best sound like a rehash of the band's older material. [SEP] hypothesis: Chrissie Hynde has a trademark smile and a sweet, high-pitched voice.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Village festivals and processions bear witness to the heavy rural attachment to religion and even pagan superstition harking back to ancient times. [SEP] hypothesis: People from the cities are much less religious from those in rural settlements.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The fellow knew every dirty trick and was eager to use them all. [SEP] hypothesis: The fellow was ready to use every dirty trick, and he knew them all.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: (But no, Randy, that's not fair, and you know it. [SEP] hypothesis: Randy this is so fair, why you lying about it?", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: He'd had a course of semantics in college and could see no relationship. [SEP] hypothesis: He had learned in first grade enough to see the relationship as it was.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Dozens of photographs portray neo-teens in school, on the family farm, on inner city streets, at the mall, and in their bedrooms (all of which are apparently decorated with Hanson posters). [SEP] hypothesis: Many photographs show neo-teens living their daily lives.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Furthermore, Congress recently passed a Taxpayer Bill of Rights that makes it easier for taxpayers to sue the IRS and increases the amount of damages that can be collected in these suits. [SEP] hypothesis: The Taxpayer Bill of Rights allows taxpayers to sue the IRS.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
