{"task": "glue-mnli", "input": "premise:  Sather Karf began without preamble, stating things in a dry voice as if reading off a list of obvious facts. [SEP] hypothesis: The list seemed as if it were rather important.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: from all their experiences and and that's one of my favorite things to do sit around and listen to their stories [SEP] hypothesis: I find their stories to be boring and I hate listening to them.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Web entrepreneurs left Europe in the dust. [SEP] hypothesis: The web entrepreneurs have saved Europe's economy.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Come up with me, and let's try again.\" Tommy followed her. [SEP] hypothesis: Tommy didn't care and was done.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The rule was reviewed by the FDA under the Order which requires Federal agencies to examine regulatory actions to determine if they have a significant impact on the States, on the relationship between the States and the Federal government, and on the distribution of power and responsibilities among the various levels of government. [SEP] hypothesis: The FDA wanted to ensure the States and Federal government would be able to work together, the found the rule was fine and left it alone.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In the end, of course, the Top 5 Quiz slots go to friends or people I owe money, but that's no reflection on the rest of you. [SEP] hypothesis: The occupiers of the Top 5 Quiz slots will be determined by merit only.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I can imagine a channel devoted to such productions. [SEP] hypothesis: A channel for such productions would not be feasible.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Twenty islands have since been added, making the Cyclades the largest of the Greek island groups. [SEP] hypothesis: They have discovered more islands farther in the distance.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I still have the scars. [SEP] hypothesis: I was injured.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Unpack that bag!\" [SEP] hypothesis: Empty the bag!", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah oh sure that'll help yeah [SEP] hypothesis: That won't be any help at all!", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: woke up and had snack time you know and then hugged each other as as we left [SEP] hypothesis: Woke up and ate, and hugged as we left.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Saving more today would alleviate the burden of financing Social Security commitments. [SEP] hypothesis: Spending more today would alleviate the burden of having to worry about Social Security commitments.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Sheryl Crow's guitar licks seem so familiar that I have often suspected they're simply mixed out of Stuck in the Middle With You. [SEP] hypothesis: Sheryl Crow's guitar doesn't sound anything like Stuck in the Middle With You.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: You can see why many of us do not see this as progress! [SEP] hypothesis: You can imagine now why we don't see it as progress! But he wasn't listening to her.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The cheat sheet will be posted for readers' inspection. [SEP] hypothesis: The cheat sheet will be kept private and readers are not allowed to see it.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
