{"task": "glue-mnli", "input": "premise: it'd be nice if justice traveled that quickly but but it sure it it sure doesn't [SEP] hypothesis: It doesn't matter how long it takes for justice to be served, it always comes too fast for me.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: But most observers--certainly the Barlows of the world--expect radical improvement. [SEP] hypothesis: Majority of observers expect improvement.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Lawrence Grosberg, a New York Law School professor and chair of the city Bar's Legal Education and Admission to the Bar Committee, said he expects to issue a draft report on loan forgiveness within three months. [SEP] hypothesis: A law school professor in New York will write a report on loan forgiveness.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: From an enforcement perspective, the SEC has certain civil enforcement powers that it can use to address violations of the nation's securities laws. [SEP] hypothesis: The SEC provides sanctions to violators of the nation's security laws.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Co-chaired by two LSC Board members, New Hampshire Supreme Court Justice John T. Broderick and Ernestine Watlington, the Task Force convened the first of several meetings on August 21, 2001, in Washington, D.C. [SEP] hypothesis: The Task Force was chaired by John T. Broderick (the New Hampshire Supreme Court Justice and an LSC Board member) and Ernestine Watlington (an LSC Board member).", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The ethics cops who patrol newspaper and magazine newsrooms can't control the rumors and unsubstantiated stories that people post to the Web. [SEP] hypothesis: There are other people who can control unsubstantiated rumors on the internet.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: We've been here before . These issues aren't new. [SEP] hypothesis: We've dealt with these problems before, they aren't new.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: all over that's that's not right [SEP] hypothesis: That's not right.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: uh a lot at at the store at at at or in record stores you'd [SEP] hypothesis: There are a lot at the record store.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Despite the dramatic persecution under Nero in the first century a.d. , Christianity spread from Rome through southern Italy, then continued northward. [SEP] hypothesis: Christianity spread in neighboring countries during Nero's reign.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I felt almost embarrassed. [SEP] hypothesis: I was starting to feel confident.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: He mined none of it himself but his experience of the trail made him of use to the salt miners. [SEP] hypothesis: He was of no use to the salt miners.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Yet the senator is trying to kill Lee's nomination, complaining that he might be an activist at the Justice Department. [SEP] hypothesis: Since he thinks that Lee could be an activist at the Justice Department, the senator wants to stop Lee's nomination.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Egon  The Leopold Collection, Vienna (Museum of Modern Art, New York City). [SEP] hypothesis: The Museum of Modern Art is in New York City.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The anti-poker campaign has galvanized the state like no issue ever has. [SEP] hypothesis: There was not much fuss mad about the anti-poker campaign.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: over and above your house payment it'll make uh it has a magic with numbers it i it'll shave almost you know X number of dollars off [SEP] hypothesis: You should expect to lose money with this.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
