{"task": "glue-mnli", "input": "premise: This was a reference to Dukakis' search for a vice-presidential candidate. [SEP] hypothesis: Bush was searching for a Vice Presidential candidate", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Everyone from the youngest to the oldest rests during the heat of the afternoon and makes the most of the cool evenings, often not going to bed until well after midnight. [SEP] hypothesis: Most people enjoy the cooler weather in the evenings as opposed to the hot afternoons.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Privacy Act of 1974 (Public Law 93-579) a The Privacy Act protects the privacy of individuals identified in information systems maintained by federal agencies by regulating the collection, maintenance, use, and dissemination of information by such agencies. [SEP] hypothesis: The Privacy Act states the government may give away the information of the people away.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: won uh eighty three games last year which was just four more than they lost but we had an exciting time and that at one time in about the June July and August period we went to about eight straight wins [SEP] hypothesis: They won eighty three games last year with a win streak of eight games in June, July, and August.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: right i think it's seven here or seven point something [SEP] hypothesis: The temperature fluctuates rapidly over here.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Amarillo Dumas Panhandle [SEP] hypothesis: The sky is green.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: And you'd probably get a good whack of money.\" But the girl merely shook her head. [SEP] hypothesis: And you'd probably make a killing out of it. The girl denied.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: it it's hard to to find the prices i guess that does seem to be one of the major driving factors [SEP] hypothesis: It's hard to find the prices.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The mergers required that the organization quickly adopt new organizational structures and address new business requirements. [SEP] hypothesis: The mergers mandated that the organization rapidly follow new organizational structures and address new business essentials.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: She loved the hummingbirds that inhabited the garden and began to befriend them so that they came regularly for feeding. [SEP] hypothesis: She liked all types of animals, not just birds.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: and we call them mud bugs [SEP] hypothesis: They don't have a local nickname.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: However, the library is only open to scholars and requires prior written permission for research. [SEP] hypothesis: The library is open to public access.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The estimated cost to the government (and benefit to veterans disabled as a result of VA hospitalization, medical or surgical treatment) is $166. [SEP] hypothesis: This is a small amount.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Guidelines for data-base formation and analysis deal with explicitness of procedures and techniques, interpretation differences, and the relationship of the findings to those of similar studies. [SEP] hypothesis: There are no guidelines for databases at all, any methodology and tactic will work.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In your own world, you were nothing. [SEP] hypothesis: You believed you were nothing.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: It will be quite useless, Mr. Hersheimmer. The words came out like the crack of a pistol, and Tommy looked up with a start. [SEP] hypothesis: Tommy looked up quickly, staring at his teacher.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
