{"task": "glue-mnli", "input": "premise: We estimate total benefits of $44 billion in these 39 states in 2010, and $95 billion in 2020. [SEP] hypothesis: Benefits for the 51 States exceed 125$", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: how about some of the ads do you go by the ads when you look at them or the reviews do they influence you a lot [SEP] hypothesis: The reviews are dependably.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: That is very interesting, very interesting,\" murmured Poirot softly.  [SEP] hypothesis: Poirot shouted that it wasn't interesting at all", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Me  ”Hercule Poirot!\" [SEP] hypothesis: Poirot is weak, in body and mind.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: pretty good how many children did you say you had [SEP] hypothesis: Do you have two children?", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: If you don't like reading on a computer screen, for example, there's a special version of SLATE that you can print out in its entirety, reformatted like a traditional print magazine. [SEP] hypothesis: SLATE only releases their magazine in digital form.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Value-added activities should physically change the product or service in a manner that meets customer expectations. [SEP] hypothesis: Customer expectations should be met by value-added activities made specifically for them.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: uh well we probably have about three months [SEP] hypothesis: I think we shouldn't worry too much, they gave us six months of time.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: so with the band [SEP] hypothesis: The brand is very new.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: you know i don't know there's something about people coming up through the sofa to get you or something you know it's just you know [SEP] hypothesis: I imagine people grabbing me and killing me in my own living room.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Those nostalgic for the British Empire please Clive Road has been named Tyagraja, Queen Victoria Road has become Rajendra Prasad, and Curzon is Kasturba Gandhi. [SEP] hypothesis: Rajendra Prasad used to be called Queen Victoria Road.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The slavemasters showed them worse things than bad dreams or scary statues. [SEP] hypothesis: There were things worse than their bad dreams.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Madrid's third major expansion took place in the 19th century, resulting in the foundations of modern Madrid, a sprawling succession of residential neighborhoods, shops, cinemas, restaurants, banks and smaller museums. [SEP] hypothesis: The third expansion of Madrid was the largest.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The old and new Rouen come together around the bright and airy market halls and the attractive modern Eglise Sainte-Jeanne-d'Arc. [SEP] hypothesis: The modern church named after Joan of Arc is close to the beach.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: When Lugosi takes to the air it's in the form of a giant Asian fruit bat. [SEP] hypothesis: Lugosi can change into flying animals.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Which, when you think about it, is pretty much the way it happens in the offline world. [SEP] hypothesis: When you think about it that is pretty much how it happens in the offline world.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
