{"task": "glue-mnli", "input": "premise: Did he have to settle for UCLA, Santa Cruz or, God forbid, one of the Cal State campuses? [SEP] hypothesis: Did he have to go to one of the bad Cal State campuses?", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The approving official acknowledges awareness and understanding of his/her responsibility when approving T&amp [SEP] hypothesis: Awareness and understanding of his/her responsibility is never acknowledged by the official.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: You read my wife's last words as an accusation ”Inglethorp was continuing ”\"they were, on the contrary, an appeal to me.\" The Coroner reflected a moment, then he said: \"I believe, Mr. Inglethorp, that you yourself poured out the coffee, and took it to your wife that evening?\" [SEP] hypothesis: The Coroner believed that the wife's words were an appeal to him.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: You'll find your experience with the newspapers less frustrating if you accept the idea that the reporter is there to tell not your story but his or hers. [SEP] hypothesis: Reporters are exclusively telling the story of the reader, and never their own.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Fourth, many mailers of First Class are not concerned about inspection. [SEP] hypothesis: Many First Class senders don't worry about inspection.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Senate race in New York, but not before he had had a conversation with Johnson in which he admitted his own insecurities about making the race. [SEP] hypothesis: Johnson was absolutely confident about the results of the race.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: so much went for the mortgage because we knew you know that was kind of fixed and electricity you could come pretty close and telephone you could come pretty close uh the oil [SEP] hypothesis: As long as we got close to the actual amount, the utilities wouldn't punish us for not paying in full.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: John McCain thinks that's beneath him. [SEP] hypothesis: John McCain thought he was inferior to it.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Ah, but there are plenty of good places nowadays. [SEP] hypothesis: At this point there are zero places that are worth it.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: For that matter, we can't compare the GIs to the Athenians of Pericles' time, the Florentines of Michelangelo's, or the Americans of Abraham Lincoln's. [SEP] hypothesis: GIs must be analyzed on their own accord.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: which is something different um makes them a little bit crunchy you need to chop them up real fine but um it makes them crunchy and that adds something new to it [SEP] hypothesis: It makes them soft and chewy.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: His son Louis XVII died in obscure circumstances under the Revolutionary government, probably in 1795. [SEP] hypothesis: His son died strangely while traveling home.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I wondered whether, if she had remained at Styles, the tragedy would have taken place, or would the man have feared her watchful eyes?  [SEP] hypothesis: I wondered if the tragedy would have happened if she'd stayed at Styles.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: it's a yeah it's something they talked about for several years now i don't know if that he are getting any closer the problem is that some people might go a little bit overboard in picking out what they want and leave themselves too short in other areas i guess [SEP] hypothesis: They have been talking about it for many years.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: And reporters can question Gore's inference that any candidate who fails to reserve 15 percent of the surplus for Medicare is putting the program at risk and wiping out the chance to save it. [SEP] hypothesis: Gore's inference is questioned by many.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The huge beasts thundered and belched as they grazed. [SEP] hypothesis: The large beasts released thundering belching noises as they grazed.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
