{"task": "glue-mnli", "input": "premise: no no go ahead [SEP] hypothesis: No I'm going first and you step away from there.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Dozens of prominent art galleries have set up shop in Santa Monica, with the result that it is now a major center of the contemporary art scene. [SEP] hypothesis: Dozens of art galleries have drawn in many investors and tourists to Santa Monica.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The terms currently used to define the endpoints employed in the rapid, chronic and sub-chronic toxicity tests have been derived from the terms previously used for full life-cycle tests. [SEP] hypothesis: The terms that were used before in life-cycle tests have been recycled for the purposes of defining the endpoints in the current tests.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah me too in Chicago we didn't i didn't even date a guy that had a car until i was in college [SEP] hypothesis: I did not have a boyfriend in college as I was too busy.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The apparent going premium of 50 percent for a targeted ad on the Internet suggests that Internet advertising may be as likely to reduce total ad spending as to increase it. [SEP] hypothesis: Internet advertising increases total ad spending.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The house is surprisingly small and simple, with one bedroom, a tiny kitchen, and a couple of social rooms. [SEP] hypothesis: The house only has a small kitchen and one bedroom, and a few social rooms.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Prepared  Office of Air Quality Planning and Standards, Office of Air and Radiation, April. [SEP] hypothesis: April was the month when the work has begun and ended.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: evaluation work relating to this issue area is William Scanlon, Director, Health Financing and Systems Issues. [SEP] hypothesis: There have been numerous complaints about this issue in the past.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Leading out of each of the arched doorways of the Plaza is a maze of small, winding streets the most famous of which is Cava San Miguel ' lined with shops, taverns, and mesones (cave-like bars). [SEP] hypothesis: Shops, taverns, and mesones are the places that get the most traffic during vacation.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: We waited in a tense silence.  [SEP] hypothesis: There was some tension.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I'll call him Jacob White, even though that's my name. [SEP] hypothesis: Nobody else can hold the name Jacob White but me.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: we're very far from our families and it's really hard families little children and um they were the only grandchildren and so our our families are are are really far away in fact this is a little off the topic but yesterday my mother happened to be on a train going from Phoenix to back to Chicago and it stopped in Dallas for a half an hour so [SEP] hypothesis: My mother took a train from Phoenix back to Chicago.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Other things she showed me had more beauty than I have ever known. [SEP] hypothesis: She showed me around her country and I found new beauty in life.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: incorporated it into the final rule in what appears to be a clear and unambiguous manner. [SEP] hypothesis: It was incorporated in an obscure way into the rule.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: He's a likable schnook with a long, skinny chin and a slightly embarrassed lope. [SEP] hypothesis: He walks like a normal person.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah i think they should change the whole system so that it's easier i think i think more people would do it if it wasn't such a hassle [SEP] hypothesis: It is an enormous hassle, and that is preventing people from doing it, so they should completely change the system.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
