{"task": "glue-mnli", "input": "premise: yeah well even the you know they they claimed they did the best that they could and then the cat uh died so now i'm looking for another cat for them um i i've i've got a little kitten uh that's still uh oh it just being born right now so another five or six weeks i'll be bringing the little kitten over to uh to my folks [SEP] hypothesis: MY cat is alive and well.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Jon hid the rapier behind his back and the first Voth rushed in, a scimitar held high. [SEP] hypothesis: The Voth had no idea Jon was hiding a rapier behind his back.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: and they bloom in you know late June mid July and they're yeah they are they're real nice but they're they're nice and green you know they're up above a foot maybe eighteen inches [SEP] hypothesis: The plants are pretty tall.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: You can take a lake tour or a ferry trip to Ambleside in the north or Lakeside in the south. [SEP] hypothesis: There is no way you can go to Ambleside on a ferry.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Other water-based activities include a glass-bottomed boat-ride or a trip under the water in the Aquascope submarine to see the excellent underwater environment. [SEP] hypothesis: You see a lot more on the submarine trip rather than the glass-bottomed boat-ride.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: OK gentlemen, I am getting annoyed by those ropes, and we still have the fabric for the canopy and the protective material to discuss. [SEP] hypothesis: He is getting annoyed by two kinds of ropes.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: A'deem was being modest. [SEP] hypothesis: A'deen was bragging.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: not let them go and get out of it let them go and pay their crime or their time doing something else [SEP] hypothesis: These people should be freed to help with labor rather than by being bound.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: you know and i and it lost me [SEP] hypothesis: It was lost to me, you know what I mean.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: No, that would be too much to hope for, you are not a fool. [SEP] hypothesis: That is certainly not too much to hope for.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: a a exercise bicycle plus a dog i could go walk and  a whole lot of things like that [SEP] hypothesis: I love to walk dogs and work out.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: After an experiment with elections and parliamentary democracy, King Mahendra abolished the constitution in 1962 and instituted the system of panchayat democracy.  [SEP] hypothesis: There was a revolt based on the constitution abolish.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Said to be the oldest dwelling house in the city, it dates from 1490. [SEP] hypothesis: This house has been owned by the same family since it was built.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: i i i like the roominess of it uh and and i actually the only thing i've done other than you know wallpaper and painting paint over the years in the in the interior is i did refinish all the kitchen cabinets and i put a kitchen in the basement [SEP] hypothesis: I just moved in so I didn't have time to do much.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Considered one of the greatest architectural achievements of the Ancient Egyptians, the temple complex at Abu Simbel is also one of the most famous. [SEP] hypothesis: The temple complex at Abu Simbel is most people's favorite temple.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Rita?\" Tuppence shook her head. [SEP] hypothesis: Tuppence did not shake her head", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
