{"task": "glue-mnli", "input": "premise: Tour guides say the red paste is to spare Hanuman the sight of the goings-on more acrobatic than erotic carved on the struts of the small Jaganath Temple opposite. [SEP] hypothesis: The Jaganath temple used to be much larger in size.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: More of an art than a science. [SEP] hypothesis: Requires skill and talent as opposed to study.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The big cupboard, that's right.\" We had a very cheery tea, and assisted Cynthia to wash up afterwards.  [SEP] hypothesis: We had tea and washed up after.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: \"This Storm Cloud, he's a runnin' hoss?\"  [SEP] hypothesis: Storm Clouds are approaching and it will rain?", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah that would be helpful [SEP] hypothesis: That can be useful later.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Goya's harrowing black paintings, done when he was depressed and going deaf (see Saturn Devouring One of His Sons) have been moved, temporarily, from the ground floor to the second floor. [SEP] hypothesis: Goya created black paintings when he was depressed and going deaf.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: His heroic loyal wife is constantly shown on TV clutching her heart or anxiously clasping her hands during games (she's the one with the k.d. [SEP] hypothesis: His wife was very loyal.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Just below here you'll find the Cinematheque (see pages 90 and 140). [SEP] hypothesis: You can't miss it, it is a grand building.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Avenue de la Grande-Armee points straight to Neuilly and the towers of La Defense with the Grande Arche behind. [SEP] hypothesis: The Grande-Armee does not lead to anything in particular.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In this simplified depiction of the production process, capital and labor are the basic inputs used to produce goods and services. [SEP] hypothesis: In this depiction of the production process, inputs produce outputs.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The Astronomer said, quickly, \"You are going to ask why creatures who have mastered space travel, and therefore atomic power, would want coal and oil. [SEP] hypothesis: You wonder why those want coal and oil even though they have atomic power, the astronomer responded?", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: It is possible to fit them in by the economist's magic trick of defining any behavior as maximizing something called utility, utility being defined as whatever you choose to maximize. [SEP] hypothesis: It is completely impossible.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Some might feel that healthy indifference to what politicians do in their private lives has gone too far when it covers allegations of rape. [SEP] hypothesis: The allegations are likely to be true.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Maybe if I look around White's apartment...if there's anything left of White's apartment...I might get a hunch or two.' [SEP] hypothesis: I don't know if there's anything left in White's apartment.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Executive  Effectively Implementing the Government Performance and Results Act [SEP] hypothesis: The act involved government performance.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Eventually, we reached the border town of Louisian. [SEP] hypothesis: We got to the town of Louisian on the border.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
