{"task": "glue-mnli", "input": "premise: Capacity in the U.S. is equal to 465 million pounds/yr, or 233,000 tons. [SEP] hypothesis: The US's capacity is roughly equivalent to 20,000 tons.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In the latter case, Centrelink provides these employers with materials to distribute to existing and new employees who are receiving benefits from Centrelink. [SEP] hypothesis: In the former case, Centerlink provides employers with materials to distribute among employees who receive benefits from Centrelink.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: i've had a lot of good service out of that car but uh uh i finally gave it to my son and he drove it literally into the ground you know he was out at Tech and he he finished it off [SEP] hypothesis: The car has held up well but when I gifted it to my son, it broke.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The harbor, with views across the bay toward Syte, is a pleasant walk from the middle of town. [SEP] hypothesis: The harbor has no view of the bay toward Syte.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: We all kept back something or other, said Tuppence thoughtfully. [SEP] hypothesis: Jones said that everyone said everything they had to say.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Now Turner Sports is hiring him to broadcast pro basketball and other sports on TNT, starting April 2. TNT's  Albert is working through his problem, and we're giving him a second chance. [SEP] hypothesis: TNT Albert is getting a second chance.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Centrelink's own internal review showed that up to 30 percent of all work was rework because it was not done correctly the first time. [SEP] hypothesis: Centrelink's internal review showed that up to 30 percent of all work was not done correctly first time.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Oh! Tuppence jumped. [SEP] hypothesis: Tuppence stayed put.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Although national saving as a share of GDP remains below the 1960s average, annual GDP growth in recent years reached levels similar to the 1960s average of 4.2 percent. [SEP] hypothesis: The GDP share attributed to national savings is less than it averaged 5 decades ago, however, the annual growth of GDP has achieved approximately the same average as it was in the 1960s.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Former Republican National Committee Chairman Haley Barbour, too, is working on behalf of the companies involved in the settlement, and he deserves as much scorn as his Democratic counterparts. [SEP] hypothesis: The Democrats were helping companies involved in the settlement.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Residents and former residents of a Lincoln Place mobile home park that is being demolished to make way for a city-owned community center are demanding that the government compensate them for lost trailers and relocation costs. [SEP] hypothesis: Residents and former residents of Lincoln Place mobile home park (which is being demolished) are demanding to be compensated by the government.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Early diagnosis, new teaching techniques (emphasis on the arts, thematic programs), and new research into the brains of LD kids are starting to rectify a neglected problem. [SEP] hypothesis: LD kids are starting to benefit from early diagnosis.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The ninth, according to some Hindus, was the Buddha. [SEP] hypothesis: Buddha was the second, according to Hindus.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: uh ninety four point one is KLTY [SEP] hypothesis: KLTY is 94.1.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Two thousand Soviet engineers arrived to help with the mammoth project to stem the annual floods that plagued the country, and provide hydroelectricity to power a growth in industry. [SEP] hypothesis: The hydroelectric power will soon outweigh non-renewable sources.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Estimated Resources Needed for Single and Multiple SCR Retrofits ... [SEP] hypothesis: SCR retrofits require resources that can be estimated.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
