{"task": "glue-mnli", "input": "premise: Then it was you, Mary, who destroyed the will? She shook her head, and Poirot shook his also.  [SEP] hypothesis: So you are the one who burnt the will, Mary?", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: BUSINESS TYPE ACTIVITY - Significantly self-sustaining activity which finances its continuing cycle of operations through collection of exchange revenue. [SEP] hypothesis: Burning a warehouse down to claim the insurance money is considered a 'business type activity.'", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: On the other hand, 50 women had asked him to put their eggs up for auction. [SEP] hypothesis: But he was asked by 50 women to put their eggs up for auction.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Where is Mrs. Inglethorp? [SEP] hypothesis: We all know where Mrs. Inglethorp is.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: , using IT to facilitate regulatory compliance or some nonregulatory area). [SEP] hypothesis: IT should never be used in nonregulatory areas.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Compare Rembrandt Natural and Rembrandt With Baking  The baking soda paste is not overpowering, but it bites just enough to let you know it's there. [SEP] hypothesis: The difference between Rembrandt Natural and Rembrandt With Baking is that the baking soda paste is not overpowering but lets you know it is there.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: and a bunch of and a bunch of money oh yeah [SEP] hypothesis: And a lot of money was paid as well.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Seven riders of the warband circled and set another house ablaze. [SEP] hypothesis: The riders fled without hurting anything.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: This site provides standards, guidance, and information on internal auditing best practices for its members. [SEP] hypothesis: This site is still under construction and does not have anything on it just yet.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: uh we're in a relatively new area we're kind of out of uh the natural tree area we're kind of up on a on a higher on a slope [SEP] hypothesis: We live in a slope with lots of natural-grown trees.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In 1995, LSC's state planning initiative was primarily focused on how grantees would work together to address funding shortfalls and to respond to the 1995-96 restrictions. [SEP] hypothesis: The planning initiative was focused on scrabble and other boardgames.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: and what are you studying [SEP] hypothesis: Are you going to drop out of college?", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: you're kidding me [SEP] hypothesis: You're not being serious.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: that's right we didn't close at all this past winter [SEP] hypothesis: We didn't close at all this past winter.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah yeah the news is the same way the news local news here is kind of lousy [SEP] hypothesis: The regional news here is a bit poor, I stopped reading about it months ago.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The page-boy's statement that Miss Cowley drove to Charing Cross. [SEP] hypothesis: He said Miss Cowley drove to Chicago.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
