{"task": "glue-mnli", "input": "premise:  The woman was Nema. [SEP] hypothesis: The woman was identified as Nema.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: But then, I live in Maine, where ornamental culture has made little impression, except possibly through a widespread interest in the L.L. [SEP] hypothesis: Ornamental culture is all the rage in Maine.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Community and Regional Development4. [SEP] hypothesis: Community and Regional Development in America.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I believe I've only seen your hand shake once. [SEP] hypothesis: Your hand is constantly shaking every time I have seen you.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: While it is easy to see how infuriating such a pose must be to others, offensiveness in the service of subjective truth has its place here. [SEP] hypothesis: It is hard to see how angry one may get as a result of such a pose.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The main commercial street is, inevitably, Corso Andrea Palladio, lined with the master's elegant mansions (today converted to major banks, swank stores, and cafe) and others by disciples; his simple home was at no. [SEP] hypothesis: The Corso Andrea Palladio has no shops or other businesses.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: because i'm a mechanical engineer and i've had to work when i was designing packages for people i mean i had to to work both systems back and forth and it was not hard [SEP] hypothesis: I love my work as an engineer, and I find it easy.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: But what's all this business of the sky falling? [SEP] hypothesis: What do you mean about the sky falling?", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: personal computers are are nice i guess if you can afford them the the problem if you happen to use one at work is you tend to get spoiled with the uh maybe a higher grade one maybe the the economics and the payback of having one at a business is a little bit better than having one at home and i've read a few articles that uh where people have nice uh three eighty six machines and nice graphics and the nice software packages and then when they come home they they just can't stand to come down to the X T level and and don't like the the slowness or the in some cases not even having a hard drive and that's pretty much where i fall into i use a a relatively nice array of machines at work for scientific purposes and i have a variety of of uh speeds and complexity of machines depending upon the instrument that it's controlling and then i have one that i do just general purpose work on and then for the house i don't have anything uh not that i wouldn't want one but i would probably not be satisfied with anything less than a really nice one and that's that's a quite an expense and then all the software tends to be uh [SEP] hypothesis: PCs are too expensive for regular people to be able to afford.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: It's even mildly rich and becoming richer in mineral salts. [SEP] hypothesis: Modestly wealthy, it's becoming wealthier thanks to mineral salts.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Carney thinks Yeltsin was feeling ignored and did this partly as a publicity stunt. [SEP] hypothesis: Carney's expertise in Russian politics informed his opinion that Yeltsin was simply trying to get attention.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Screening or assessment alone, however, does not appear to be as effective as some type of specific intervention. [SEP] hypothesis: Screening or just assessment alone does not seem to be as effective as a specific intervention would be.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah i i did it when i lived over there i did it quite often [SEP] hypothesis: I enjoyed doing it.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The sixth-century Basilica of St. John, on Ayasuluk Hill, marks the site of the Apostle's tomb. [SEP] hypothesis: On Ayasuluk Hill is the Basilica of St. John.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: It was recognized that the standard auditor's report could be made more useful to users who are seeking greater information about what the auditor did and found, as well as expanded assurances. [SEP] hypothesis: The standard auditor wrote the report in a span of two weeks.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: of what you were changing and deleting off in memory until all of all of a sudden you got a disc full error [SEP] hypothesis: What were you changing and deleting off the memory?", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
