{"task": "glue-mnli", "input": "premise: As you face the harmoniously asymmetrical western facade, the southern tower, the Clocher Vieux, is a prime example of Roman?­esque simplicity, whereas the taller northern tower, the Clocher Neuf, is already lighter, with its slender, more ornate steeple. [SEP] hypothesis: The southern tower is taller than the northern tower.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: He has already announced that he plans to run for president in the year 2000 (the law bans Yeltsin from taking part in that election, but Primakov is another likely candidate). [SEP] hypothesis: He doesn't plan on running again.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: You let me know, and if it's O.K. [SEP] hypothesis: Tell me if it's ok.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Alexander also requested money for five additional Superior Court judgeships and one additional District Court judgeships, arguing that increased caseloads require more judges. [SEP] hypothesis: Alexander made this request because he wanted to prevent the judges from feeling overworked.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The term aggregate entry age normal refers to an approach whereby costs are determined for the group as a whole rather than for each individual participant separately. [SEP] hypothesis: Aggregate entry age normal means how you determine costs for the group.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: She and her colleagues could trust him to win peace without appeasement. [SEP] hypothesis: She believes that he will only be able to win peace at the cost of appeasement.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: One approximation is to make total engineering, project management, and testing proportional to the project duration. [SEP] hypothesis: An approximation is to make complete engineering, project management and testing proportion.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: With the cloister, the monks' ethereally lit refectory, the grand Knights' Hall, and the elegant Guests' Hall together make up the masterpiece of 13th-century Gothic architecture that earned the abbey its name of la Merveille. [SEP] hypothesis: The lit refectory, the grand Knights' Hall, and the Guests' Hall make up the la Merveille which was built in the 14th-century.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: This museum of ancient art focuses on Buddhist statues and sculptural styles from around 600 through the Middle Ages. [SEP] hypothesis: Some of the Buddhist statues and sculptural styles date back over one thousand years ago.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: She and other crew members spoke in Spanish through an interpreter. [SEP] hypothesis: She and the other crew members had no help in interpreting what they were saying.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: He then withdrew to his capital in Adrian?ίple to await the spring. [SEP] hypothesis: To await the spring, he withdrew to his capital in Adrianople.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Because states and EPA will have to find some way to significantly reduce NOx and SO2 emissions, it is probable that power generators will be required to reduce their emissions significantly. [SEP] hypothesis: SO2 emissions won't have to be reduced at all even though NOx emissions will have to be reduced.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Well, this one had a book all tore apart an' stuffed in between th' front an' back layers of hide. [SEP] hypothesis: This one's book was in absolutely perfect condition.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah they're not that popular down south i don't i maybe it's something to do with the front wheel drive and they're supposed to be good in snow but they're very popular up here in Vermont and a lot of people used to bring his car their cars [SEP] hypothesis: They are unpopular in Vermont because of the front wheel drive.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Not long before this time, between 2575 2550 b.c. , King Kephren had the Sphinx erected in his honor at Giza. [SEP] hypothesis: The Sphinx was not erected until the early 1000s, b.c.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: If you don't want to pay, you can view some of the site free.) [SEP] hypothesis: The entire site is free to view.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
