{"task": "glue-mnli", "input": "premise: I grabbed a hot-dog, threw the vendor some change and vanished from sight in the space of two seconds. [SEP] hypothesis: I got food and ducked out of sight quickly.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise:  An imposing pier in the centre of the dock area serves the liners from Palma, Barcelona, Valencia, and other scheduled ferry points. [SEP] hypothesis: There are ferry lines from Palma, Barcelona, Valencia and many more.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Ramose dutifully followed his master there to engage in an experimental new way of living. [SEP] hypothesis: A new way of living was experimented by Ramose.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: And no other man could have accomplished the impossible task, even after twelve countries pooled their resources to give him the job. [SEP] hypothesis: No other man could have accomplished the task of uniting the world, even with 12 countries pooling their resources.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: well uh i've noticed some changes over the past uh thirty years [SEP] hypothesis: I've seen a lot of changes since he took over thirty years ago.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Welcome to the New World Order. [SEP] hypothesis: Things will be different from now onwards.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: 'So,' Derry said, unimpressed. [SEP] hypothesis: Derry wasn't impressed.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Fishbein refused to pay its idea of a gratuity because he found the management rude and obnoxious to his party of 17. [SEP] hypothesis: Fishbein didn't leave a tip because he was unhappy with the waitstaff and management.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: you need metal instead of plastic [SEP] hypothesis: Don't use plastic, use metal.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The richness of the exterior of the Dome is echoed, even excelled, inside. [SEP] hypothesis: Inside, the richness of the exterior of the Dome is echoed, even excelled.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Among users'  the small, immobile keyboards are sometimes difficult to use, and the touch screens have to be tapped in just the right way. [SEP] hypothesis: The small keyboards are not convenient to use.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Apparently he is a German spy; so the gardener had told John.\" Her face and voice were absolutely cold and expressionless.  [SEP] hypothesis: The gardener never spoke to John about the man.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Fear began to betray itself on Barik's face. [SEP] hypothesis: Barik was too scared to move.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: But in recent years the tourist industry has extended the Cete westward to include popular family-style resorts like Saint-Rapha?«l and Sainte-Maxime and the glamorous Saint-Tropez. [SEP] hypothesis: The Cete has been extended westward to include popular resorts.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Heroism in battle and the noble values of the samurai tradition are the principal themes. [SEP] hypothesis: Central to the production is the moral idea of heroism.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: When Wallace was captured, the Scots looked for a new leader and discovered one in Robert the Bruce, grandson of the Robert de Brus rejected by Edward in 1292. [SEP] hypothesis: The Scots found a new leader named Robert the Bruce.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
