{"task": "glue-mnli", "input": "premise: Vall??e de la Loue [SEP] hypothesis: Vallee d la Loue.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The Pescis and Esther Williams won't come unless they get some! [SEP] hypothesis: The Pescis and Esther Williams don't need anything in return for coming.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise:  Medical Science v. the Dismal Science [SEP] hypothesis: Medical and Dismal science are versing each other.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: For a moment Tommy hesitated. [SEP] hypothesis: Tommy wasted no time and went ahead.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: you mean really trying to plant something that's what you're saying farming [SEP] hypothesis: Not many actually go into farming.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Psychics (generally not psychic) oblige. [SEP] hypothesis: Actual psychics may or may not oblige.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: it's called the clothes closet that's what it's called here in Plano right uh-huh and they distribute them to the people that need them [SEP] hypothesis: The Clothes Closet gives away suits.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: question. [SEP] hypothesis: An inquiry intended for someone to elicit information.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Because of Beresford? [SEP] hypothesis: Are the broken windows because of Beresford?", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Moreover, these visits are not consistently attended by the patient or delivered by the same physician who saw the patient in the initial visit to the emergency setting. [SEP] hypothesis: The visits aren't attended by the patient.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Shots of cute animals are deemed an inadequate substitute for the cutting wit that made the earlier film (by the same cast, and also written by John Cleese) a cult hit. [SEP] hypothesis: Shots of cute animals are considered inferior to the wit of earlier films.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: She had a dagger of stone obsidian. [SEP] hypothesis: The dagger was made of ice.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: But there is a critical difference between being qualified, in the sense of meeting some minimum standard, and being better qualified than all those who are rejected. [SEP] hypothesis: Those who are rejected do not meet the minimum standard.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Ten km (6 miles) from Javea is Denia, with long sandy beaches, a lofty brooding castle and 830 metres (2,500 feet) of Mount Montge to climb. [SEP] hypothesis: Denia has sandy beaches.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: they've been some people move around and uh John Chriswell is anyway the i i don't know do you do you do you seem to can you tell much difference between the local radio TV stations [SEP] hypothesis: Can you tell the difference between local stations?", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The auditing standards issued by the United Kingdom's Audit Practices Board require NAO to plan and perform its audits to provide for reasonable assurance that the financial statements are free from material misstatement, whether caused by error, or by fraud or other irregularity. [SEP] hypothesis: The audits provide assurance that the financial statements are free of fraud.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
