{"task": "glue-mnli", "input": "premise: Until gas costs more, consumers won't pay the premium for enviro-friendly vehicles. [SEP] hypothesis: Consumers will not pay extra for economy cars unless gas prices go up.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: They know we are not in their league financially, but we feel a little sheepish inviting them to view our worn upholstery and carpets. [SEP] hypothesis: We are embarrassed for them to see out worn out carpets.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Now no joy but lacks saltThat is not dashed with painAnd weariness and fault [SEP] hypothesis: Everyone is very joyful.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Little glasses. [SEP] hypothesis: The glasses were little.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: This arcaded palace, with its garden of lime trees and beeches and a pond where the young Louis XIV nearly drowned, has a colorful history. [SEP] hypothesis: Louis XIV almost drowned in a pond at the palace.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: On one side a news agent offers a wide selection of European publications, while in the middle of this pleasant promenade stands an old-fashioned, rousing monument to one of the island's few native sons who was successful in making a mark on Spanish history. [SEP] hypothesis: The middle of the pleasant promenade is a Jamba Juice.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Irradiation is saying we have to have fecal matter in our hamburgers. [SEP] hypothesis: Irradiation causes healthier food.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Where we have come across his tracks, he has always played a secondary part. [SEP] hypothesis: In the areas we have seen his tracks, he as always played a non primary part.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: and and the Dodgers i guess what surprised me most about the Dodgers was letting uh Valenzuela go [SEP] hypothesis: Valenzuela was the Dodgers' best player.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Dave looked embarrassed, as he so often does, for Welch and Wright had taught him a  When you mock them on television, you don't threaten them; you humanize them. [SEP] hypothesis: Dave is not an intelligent man.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Because of an irrational urge to eat, doubtless a holdover from some ancient time when eating whenever possible was a survival trait. [SEP] hypothesis: Humans do not have survival instincts to eat.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: We have a very formidable adversary. [SEP] hypothesis: The adversary is the devil.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The NAIC recently adopted an amendment to the UPPL which states (1) This provision may not be used with respect to a medical expense policy and (2) For purposes of this provision, 'medical expense policy' means an accident and sickness insurance policy that provides hospital, [SEP] hypothesis: This medical insurance policy will not provide cosmetic consultations.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The smaller islands, French Saint-Martin and Saint-Barth??lemy, are administrative sub-prefectures (sous-pr??fectures) of Guadeloupe. [SEP] hypothesis: Although the islands are sub-prefectures of Guadeloupe, they are located far away.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: back in August when all of the news and all of the media began to focus in on um Iraq and the so the last thing that i remember hearing that much about is the Iran-Contra scandal that happened in the Reagan presidency can you think of anything else that's happened recently [SEP] hypothesis: Does the news focus on the scandal often?", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Perhaps she twists my mind. [SEP] hypothesis: I think she makes me think things that aren't accurate.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
