{"task": "glue-mnli", "input": "premise: 3 million a year -- almost enough to replace what Legal Aid is losing from federal and other sources, said Jamie Hamon, executive director of the Access to Justice Foundation, a state poverty law resource center in Lexington. [SEP] hypothesis: They wanted to show the gap of funding.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Hence, the synergies of combining all three technologies were not explored. [SEP] hypothesis: The idea of using all three technologies together was thoroughly explored.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: That is a pity, said John.  [SEP] hypothesis: John felt pitiful.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Squat mandrakes were carrying off bodies toward a great fire that was burning in another square. [SEP] hypothesis: Tall mandrakes kicked bodies away from the great fire burning in the square.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Even Seguin the iconoclast declares that the fight against unemployment is inseparable from the realization of the grand European design. [SEP] hypothesis: The fight against unemployment is inseparable of the grand European design.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: well budgeting is a sore subject in this family [SEP] hypothesis: We've tried budgeting, and it's only caused a lot of drama.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Starting where Ajanta left off some of the Buddhist artists may well have moved over to Ellora all of the 34 caves were created between the seventh and 12th centuries. [SEP] hypothesis: There were only four Buddhist artists in all of Asia.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: A standard Guadeloupe souvenir is a puffed-up, porcupine-spined puffer fish (poisson lane), which, if large enough, can become an offbeat lamp shade. [SEP] hypothesis: There are many taxidermist shops located in Guadeloupe.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Although legitimate sales do take place, usually at the end of the high season to dispose of unsold stock, you'll have to be a bit cautious. [SEP] hypothesis: You don't need to be careful at end of season purchasing.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah and i i was afraid that Rambo was going to do the same thing that Rocky was going to do you know go into fourteen hundred episodes [SEP] hypothesis: I was afraid that Rambo was going to do a similar thing to that of Rocky.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: oh really  that must be pretty good then was it good [SEP] hypothesis: That trip must have been amazing for you.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The flexibility in the process of allocating emission credits or allowances will also accommodate the different air quality needs in the East and the West while preserving fair competition. [SEP] hypothesis: The east has a worse air quality needs compared to the west.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: that cannot shed/ Your leaves, nor ever bid the Spring adieu ... [SEP] hypothesis: That can't discard the foliage while also not allowing the passing of Spring.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: (Some of these folks are still writing for Commentary today.) [SEP] hypothesis: There are people who contribute to Commentary who wrote for it in the past.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah this is kind of neat i haven't ever initiated a call i've just been called you know by the switchboard and uh well the first week i think a lot more people were doing it but i normally get a call like every other day [SEP] hypothesis: I don't mind receiving calls on a regular basis from the switchboard.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Stephane Mallarme actually did a bit of fashion reporting in the 1870s, some under the name of Mlle. [SEP] hypothesis: Stephane Mallarme did fashion reporting in the 1870s under the name Mlle.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
