{"task": "glue-mnli", "input": "premise: that's right i think that's and and the other side of the coin is um people saying well if i really like the underdog candidate i still think they're not going to win so some are saying Dukakis is certainly not going to win why bother voting for him so i think i i think that's a big uh a big a big reason for it how about [SEP] hypothesis: People question the value in voting for an underdog like Dukakis because they don't think he will win.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Parents, bring your driving gloves along with go-carts and kiddie carts, the 7-acre (3-hectare) facility has wheels for adults as well. [SEP] hypothesis: Parents should bring their go-carts to drive around the area.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: DOD's policy does not require a decision to move from system integration to system demonstration. [SEP] hypothesis: A decision is not required to move from system integration to system demonstration.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The ad dwells entirely on fiscal questions such as Social Security. [SEP] hypothesis: The ad invites the viewer to try out new deals on financial investments.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: um because it is so you know it  a friend of mine went traveled to Belize  and  and into Honduras hello [SEP] hypothesis: My friends end travelled to Belize and to Honduras.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Presumably, these are alternative euphemisms for a peacekeeping mission in a permissive environment. [SEP] hypothesis: There were alternatives for war.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I believe it too.  [SEP] hypothesis: I think so too.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I hesitate to suggest pensioning off a faithful servant, but you really ought to have a better watchdog. 128 Conrad snarled impotently, and said sullenly, as the man with the beard swung round upon him: \"He gave the word. [SEP] hypothesis: Conrad feels as though the bearded man should have a better watchdog.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: One profession's sophistry foils the other's cowardice. [SEP] hypothesis: Both professors are evil.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: By the way, the original 1970 law contained no time limit on rate cases. [SEP] hypothesis: The original 1970 law didn't mention time limits on rate cases.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: just go in and say oh i want to be a juror i can spot a guilty person a mile away [SEP] hypothesis: Don't bother trying to convince them to make you a juror.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: A spokesperson for PM One, the company that manages Alamo Hills, could not be reached for comment. [SEP] hypothesis: PM One manages a total of 33 other companies along with Alamo Hills.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Quality of carpets is judged by the number of knots per square 60, 80, or (superlative) 100. [SEP] hypothesis: Most carpets have only 60 knots per square.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Spacey as Hickey, the slick-talking salesman who punctures the pipe dreams of a pack of sad sack rummies in Harry Hope's bar, gives the performance of his life, says Time 's Richard  A potentially grueling evening becomes a breathtaking experience. [SEP] hypothesis: Kevin Spacey is a horrible actor who rode on the coat tails of Marlon Brando.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: in school but i think some things might be a a wise idea just to give kids more of an authoritarian sort of view [SEP] hypothesis: I don't want to bring in politics to children's educational experience.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: but i think we ought to start right here at home i'm  you know [SEP] hypothesis: We ought to start tomorrow.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
