{"task": "glue-mnli", "input": "premise: I've told you about their size. [SEP] hypothesis: I have told about how large they are.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Today you will find elegant boutiques around the square, as well as the famous Cafe de la Paix, and the boulevards are where you will find some of the most popular cinemas. [SEP] hypothesis: There are 10 cinemas in total.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: There are a number of cinemas in the Lake District that show the latest British releases and sometimes schedule retrosectives. [SEP] hypothesis: There are a lot of cinemas in the Lake District that show quirky movies.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Try the Aquarium of the Lakes at Lakeside, the Pencil Museum at Keswick, or the World of Beatrix Potter Exhibition at Bowness. [SEP] hypothesis: There is an aquarium at Lakeside.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: They've finished lunch. [SEP] hypothesis: They're done having lunch.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: There was no answer. [SEP] hypothesis: They got no response.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: As noted in our prior correspondence concerning this matter, the information we are seeking is clearly within our statutory audit and access authority. [SEP] hypothesis: Statutory audit and access authority have a wide range for the matters involved.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Temple Bar is also home to a wealth of artists and musicians, and there are crafts and art workshops, galleries, and music centers. [SEP] hypothesis: Temple Bar is completely devoid of any musicians or artists.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Some of the museum's most visited rooms are to In his graceful Allegory of Spring (1478) and the almost too famous but undyingly delightful Birth of Venus, Botticelli achieves an enchanting mixture of sensuality and purity. [SEP] hypothesis: The Allegory of Spring and the Birth of Venus are the museum's most sought after works.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: what were you in Air Force uh i he tried to get in there they wouldn't take him [SEP] hypothesis: He was so excited to be accepted by the Air Force.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Each wore a cloak of black and leather armor with high neck guards that went up past their chins. [SEP] hypothesis: They were exposed.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: since then uh we've made it um as as the friends start getting married and things like that we've made a tradition of uh having a a Thursday or well have have probably like a like a Thursday night bachelor party and a Friday golf day before the wedding [SEP] hypothesis: All of our friends show up to the Thursday night bachelor parties.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: High levels of improper payments need not and should not be an accepted cost of running federal programs. [SEP] hypothesis: Improper payments shouldn't be accepted by the employees of the government.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Hollywood first became the center of the film industry in the 1920s, after Cecil B. DeMille set up the town's first movie studio near Highland and Sunset in a horse barn and filmed The Squaw Man, the first feature-length film, in 1913. [SEP] hypothesis: After Cecil B. DeMille, many more people flocked to Hollywood to establish studios.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: What did they think? Susan seemed to think before answering. [SEP] hypothesis: Susan didn't care what they thought so she ignored them.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: and i didn't see much of it like you know i see you saw a lot about the major races but a lot of the minor ones that you're being called upon to decide there's very little information on [SEP] hypothesis: There is very little information available for minor races.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
