{"task": "glue-mnli", "input": "premise: because when he was at course now it's been years now because it was before it was even before they had the the designated smoking type stuff you know at TI i forgot what i guess it was like eighty four [SEP] hypothesis: That happened back in the 90s.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: right yeah exactly you cannot take the gun home until you've taken this course sign up here  something like that [SEP] hypothesis: I wish you could just buy a gun without all this hassle.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: We ain't givin' you any double-tongue wag over this   [SEP] hypothesis: They are giving double-tongue over the subject.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Now think what would happen if Microsoft had a monopoly in the browser market. [SEP] hypothesis: The company would force every Windows user to use their browser.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Although we live in a time of great economic prosperity, there are currently still 34. [SEP] hypothesis: Economic prosperity comes in waves", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The compromise that has developed is to include in the evaluation the questions of interest to the customer and to permit the researchers to determine what data elements are relevant to these questions and from whom and how they should be collected. [SEP] hypothesis: Compromises are common events.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: He spoke impulsively: \"I wish you'd been there, sir, to go over the house!\" 165 \"I wish I had,\" said Sir James quietly. [SEP] hypothesis: He spoke slowly, \"It's good that you were not here, sir\", \"I am happy too\", said Sir James quietly.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I've come to report, sir. [SEP] hypothesis: This report was exactly what they needed to know.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: At the Pentagon, real-world combat requirements come first--except when they don't. [SEP] hypothesis: The Pentagon has requirements.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The famous Chagall stained-glass windows grace the hospital's small synagogue, and many visitors come merely to admire the designs of these twelve masterpieces, each signifying one of the twelve tribes of Israel. [SEP] hypothesis: The small synagogue's hospital draws visitors because of its masterpieces.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The Ponte Santa Trinita, destroyed in 1944, has been rebuilt with the original 16th-century masonry scooped from the bottom of the river, including statues of the Four Seasons. [SEP] hypothesis: The Ponte Santa Trinita was destroyed by Allied troops.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Each faith worships a single god and recognizes elements of the others' beliefs. [SEP] hypothesis: Each faith accepts some parts of the others' faith and each worships one god.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: no no not at all but uh you had uh you know there was one part like we were waiting to get some water right and we were looking at where we could get some water and it said you know it was like [SEP] hypothesis: We found a place to find water right away.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah i've been in positions before where i've had to wait a few days you know to have a prescription filled because i just didn't have it [SEP] hypothesis: I've always gotten my prescriptions on time because money isn't an issue.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The mission of the Financial Accounting Standards Board is to establish and improve standards of financial accounting and reporting for the guidance and education of the public, including issuers, auditors, and users of financial information. [SEP] hypothesis: The financial accounting standards board doesn't have any objectives.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: To play on the weaknesses of human nature, then on the weaknesses of nations to get together and control a vast organization, and finally to overthrow the existing order, and rule!  [SEP] hypothesis: Exploiting weakness in human nature and national governments to gain power.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
