{"task": "glue-mnli", "input": "premise: The walls rattled, and the windows let cold air in. [SEP] hypothesis: The room seemed weather proof.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: that'd be neat well i got a patio and i tried to talk my husband into just buying a whole bunch of pots  and planting them all in it you know because that's favorite thing is tomatoes to grow [SEP] hypothesis: I want to put lots of plants on the patio.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: 'If you'll just...' [SEP] hypothesis: If you could come over here.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The temples were the last stop on a long pilgrimage for ancient Greek believers. [SEP] hypothesis: The ancient Greeks stopped at Athens before they went on their pilgrimage.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: probably wouldn't even hurt to have a section that says here's how this particular office affected you or could have affected you over the last several years you know these are the kinds of decisions that this particular judge or this particular uh Railroad Commission for instance does [SEP] hypothesis: I think it would waste resources to delve into what each office has done and how it has affected us.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Auditors may wish to attach the comment letter to the audit report to provide the reader with both points of view. [SEP] hypothesis: Most of the auditors chose to do so.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The idea of prevention in emergency medicine has taken root for injury and domestic violence, he said, but not yet for substance abuse. [SEP] hypothesis: There is a lot of discourse over what is needed to help and what is implementable.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Yes, said Tuppence promptly. [SEP] hypothesis: Tuppence said yes after half a second.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: uh uh had just quit rehearsal about a half hour before [SEP] hypothesis: We had to quit rehearsal early because of the storm.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Connolly said her program has been working to provide free legal services for 25 years, and the demand isn't abating. [SEP] hypothesis: Demand has fallen to almost nothing after 25 years.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: sturdier crops broccoli and things like that you have to really water it a lot when it's when it's young like that and it's in the heat but then [SEP] hypothesis: you never have to water broccoli a lot when it's young like that", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: well wouldn't you know [SEP] hypothesis: I bet you would know.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: delivered to your inbox (without getting the parts you can't stand), you must be a subscriber. [SEP] hypothesis: Subscribe if you want the information and coupons to be delivered to your inbox.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Importantly, once additional needed corporate governance reforms are made to enhance the independence and capacity of the board, the opportunity to implement the needed realignment will be greatly enhanced. [SEP] hypothesis: There have been many opportunities to implement realignment, there's no doubt about that.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: and uh a little bit of word processing and then lotus applications to it [SEP] hypothesis: A little of word processing and lotus applications too.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Submitting an electronic file ensures that an agency's comments are accurately reproduced in GAO's accessible product format. [SEP] hypothesis: The electronic submissions helped to make the comments be accurately reproduced.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
