{"task": "glue-mnli", "input": "premise: Ninety-five Technology Initiative Grant (TIG) requests were received from 46 states and territories for a total of $19. [SEP] hypothesis: California is one of the 46 states that sent a request.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah she's she's so sweet too [SEP] hypothesis: One of them really has poor behavior.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: These are designed to reach people specifically having critical legal needs addressed by special legal aid projects such as domestic violence clinics, eviction prevention programs and disability advocacy units. [SEP] hypothesis: There is no need to reach out to what people consider to be critical legal needs such as domestic violence clinics.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: balances no longer needed, that could be recaptured in fiscal years 1998 and 1999. [SEP] hypothesis: balances are not required.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The Administrator must make any recommendations to Congress no later than July 1, 2009 and may submit separate recommendations addressing sulfur oxides, nitrogen oxides, or mercury at any time after the study and the peer review have been completed. [SEP] hypothesis: Recommendations must be made to Congress no later than July 1, 2009.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The problem, Keynes wrote, was that people desire the moon--a perfectly safe place to store their wealth. [SEP] hypothesis: Keynes wrote that people desider a safe place they can be wealthy in, and this remains true for the most of economists.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah so it's time to quit [SEP] hypothesis: We've worked more than enough overtime for the day; let's call it a night.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: i think one thing too that's hurting the teachers as far as recruiting teachers is that the uh they've lost a lot of their their authority in the classroom [SEP] hypothesis: Teachers losing authority in the classroom has led to less people wanting to enter the profession.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah it's it's yeah like like two hours of output or something like that yeah that's true that's true [SEP] hypothesis: It might take a little more than two hours of output.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: right i know oh it's it's awful the first house well the our house in Castroville was the first one too and we had no idea the expense that lawns and gardening  would run into [SEP] hypothesis: Before we got our first house, we had no clue how much lawn maintenance could cost.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Democracy  allegations of electoral fraud [SEP] hypothesis: Everyone agreed that the election was free and fair.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: They are photographs of works from the Louvre, Paris. [SEP] hypothesis: The works themselves were created in the Louvre.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Alcohol interventions in a trauma center as a means of reducing the risk of injury recurrance. [SEP] hypothesis: Alcohol interventions in trauma centers have no impact on future injuries.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: and uh in fact i drove a cab when i was a graduate student so i i knew uh the Hispanic part of LA pretty well and certainly you know knew that problem knew you know knew about apartment houses that would have eight or ten or twelve people living in them sleeping in the same bed in shifts and all that [SEP] hypothesis: I was a taxi driver while in graduate school.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Mostly people with space-ships have disintegrator guns. [SEP] hypothesis: There aren't any people who own both space-ships and disintegrator guns.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In Great Expectations , she never makes the leap from erotic object to flesh-and-blood human, and that's not just the fault of the script and director. [SEP] hypothesis: She did a wonderful job and brought a human aspect to the role.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
