{"task": "glue-mnli", "input": "premise: The dense undergrowth of their aerial prop roots perform natural land reclamation. [SEP] hypothesis: Land regeneration is impossible.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I will talk to some folks, said Gauve. [SEP] hypothesis: Guave refused to speak to anyone.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: She must have been behind the door. [SEP] hypothesis: She had never been there.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: There were only two thousand seven hundred and eighty-one before the beginnings of our trouble.\"  \"And I suppose you've got the exact orbits of every one?\" Hanson asked. [SEP] hypothesis: After our difficulties began, their number increased to over ten thousand.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The progressive matching formula was to phase down as income increased. [SEP] hypothesis: The progressive matching would be continued after income increased.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: and i don't know too much about the air pollution thing i do know for other types of uh pollution like the toxic waste and such that TI has to dispose of the we normally put in the ground you know we're coming up with a a new solution we have been finding a lot of toxic places to dump and we just transport to these places but after while it always seems that the um oh the site starts to leak and then you have to clean it up and such but the new idea is to take everything up to Sherman and we're gonna have that you know incineration place up there and dump everything there and supposedly that facility will not generate air pollutants [SEP] hypothesis: There is no pollution in the environment at all.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: What had happened, how this had sprung up out of nothing, the Kentuckian could not understand. [SEP] hypothesis: The Kentuckian couldn't understand what had happened.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Mother tells me you were out early this morning. [SEP] hypothesis: Were you running errands?", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: However, the structure was never finished and lacks the epic reliefs (carved images) found at Philae and Denderah (see pages 70 and 62). [SEP] hypothesis: There were a large number of carved images.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: More thatched houses of a larger and more conventional kind are to be found 5 km (3 miles) south of Santana. [SEP] hypothesis: The people that live in the bigger houses are richer.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Gottlieb, who was vacationing in New Zealand, asked his secretary to check it out. [SEP] hypothesis: Gottlieb was on vacation.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: it is in Texas too [SEP] hypothesis: It's not in Texas", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Goa was a vital link for Portugal's colonial trade in the Indian Ocean. [SEP] hypothesis: Goa was not vital for Portugal's trade.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: so so which to me is wonderful because it means that people who never would get these to see this um so get to see it and my view is Passover is should sort of be in in in in in in my mind Passover is sort of a generic holiday anyway because it it sort of predates Christ [SEP] hypothesis: His religious antics were getting the best of him lately.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Your psyche-profile's pretty transparent. [SEP] hypothesis: It's pretty clear what is going on in your mind.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: well that that certainly can happen now if you you say you're in communications uh what base of communications would you be most interested in getting in to [SEP] hypothesis: You say you're in communications, but you might not be.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
