{"task": "glue-mnli", "input": "premise: Price caps may sound more attractive with every passing rate case. [SEP] hypothesis: Rate cases make price caps sound more attractive.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Larry Johnson right well they're just head and shoulders above everybody else this year [SEP] hypothesis: They're doing the worst this year out of everyone in competition with them.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah um i think you have to push one and then we can start recording it [SEP] hypothesis: Pressing number one will let us hear what we recorded.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: so i'm not with the same softball team but they're starting up soon so i'll be playing again [SEP] hypothesis: I'm on a different softball team but they'll be starting up again and I will play again soon.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Annette Bening, on the verge of becoming a major actress before she got sucked into Warren Beatty's orbit, burned up on entry. [SEP] hypothesis: Annette Bening was not a major actress before meeting Warren Beatty.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: British troops arrived on the island in 1801 to protect against possible invasion by the French, but they were with?Τrawn following the Treaty of Amiens in 1802. [SEP] hypothesis: Following a treaty with France, British troops were withdrawn from the island.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: From pedal boats and canoes to windsurfing and jetskiing, the choice is yours. [SEP] hypothesis: Pedal boats are the most popular type of boat one can use.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I could have delivered a short lecture on his early years. [SEP] hypothesis: I do not know enough about him to make any remarks.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
