{"task": "glue-mnli", "input": "premise: you ought to do your job [SEP] hypothesis: Take a day off.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Another alternative approach would involve retrofit of more than one unit at a time during low-demand periods and avoiding any outage during high demand periods. [SEP] hypothesis: There are currently 5 different alternative approaches to choose from which could solve the issue.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: For property that is sold, it is the sales proceeds. [SEP] hypothesis: The sales proceeds come from properties that have not yet sold.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: and yet they're letting more people in daily [SEP] hypothesis: They are still letting more people in.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: well now it does no no no no it's just the old PC and it has two floppies it doesn't have a Winchester it doesn't have anything but for what i need just keeping records it does just fine [SEP] hypothesis: It's a very old PC with two floppies and it lacks a Winchester, but for what I need it's fine.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: As a result, the omission of this broad class of benefits from our quantitative results likely causes our estimates to substantially understate the total benefits of the Clear Skies Act. [SEP] hypothesis: It is not likely that the Clear Skies Act will bring many benefits at all.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: St. Giles was a cathedral for only five years of its long history. [SEP] hypothesis: St. Giles has been a cathedral for over 100 years.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Such deviations were required to be documented in a letter and, though not required, were usually approved by the central security group. [SEP] hypothesis: Deviations should be documented in a letter.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Oh, honey, it's something adults do in bed. [SEP] hypothesis: You'll understand this better when you get older.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: But it can also be seen, hauntingly, in the almost sacral reception given to Ronald Reagan's handwritten letter revealing his affliction with Alzheimer's disease. [SEP] hypothesis: Ronald Reagan covered up the fact that he was suffering Alzheimer's for many years.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: movies i think it'll work pretty good yeah [SEP] hypothesis: I think everything will go wrong.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: He felt that it would be a mistake to open this set of research recommendations with a recommendation that included screening for withdrawal or other conditions. [SEP] hypothesis: He thought it would be a bad idea to open this set of recommendations with a recommendation to withdraw because it would upset the other members.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Tokyo is a city of enormous creative and entrepreneurial energy, much of which goes into reinventing itself. [SEP] hypothesis: Tokyo is always undergoing some kind of creative change.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: About what you did to that nice Galileo? [SEP] hypothesis: About what you did to Sinatra?", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: uh let me see what do you what you like to cook uh just everything or do you have specialties [SEP] hypothesis: I could care less about what you like to cook.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Bennett doesn't even think Bush is the one who owes Bork an apology! [SEP] hypothesis: Bennett doesn't think Bush owes an apology to Bork.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
