{"task": "glue-mnli", "input": "premise: This town, just 27 km (14 miles) from Alicante on the N-340, is renowned for the manufacture of turren, an exotic sweet of Moorish origin, made from ground almonds, orange-blossom honey, egg white, and sugar. [SEP] hypothesis: The town is over 100 miles away from Alicante.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: When the Dreyfus case was raging, clearly the result of anti-Semitism in the French army, Chekhov, then in France, was a fiery Dreyfusard. [SEP] hypothesis: Anti-semitism was prevalent in France and in the French Army.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Saving now is vital because expanding the nation's productive capacity through national saving and investment is a long-term process. [SEP] hypothesis: Saving now is vital because expanding the country's productive capacity through national saving and investment is a long-term process.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The combination of public library (1st-3rd floors), children's and adult workshops (ground floor), cinemathaque, industrial design center, and music laboratory has made the complex a constant hive of activity. [SEP] hypothesis: The complex is usually very calm and quiet due to the lack of workshops and design centers.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: On the far side of Arthur's Seat is Duddingston Loch, which operates as a bird sanctuary. [SEP] hypothesis: There is a bird sanctuary named Duddingston Loch.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Hunt Rennie had lived in Kentucky over a year once. [SEP] hypothesis: Rennie had never lived in Kentucky.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: i don't think he ever told them to to rise up against Saddam Hussein [SEP] hypothesis: I don't suppose he ordered them to go against Saddam Hussein.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Last year, advertisers spent $2 billion on the Internet, compared with $35 billion spent on broadcast TV and $10 billion spent on cable. [SEP] hypothesis: More money was spent advertising on TV than on the internet last year.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: As I noted before, OPM and OMB also have developed tools that are being used to assess human capital management efforts. [SEP] hypothesis: I recently introduced OPM and OBM.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Unaddressed mail is included in the calculations for other posts. [SEP] hypothesis: Unaddressed mail is calculated with other posts", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: At the end of the century, when Catholic king James II came to the throne, the Irish felt they had no choice but to back him. [SEP] hypothesis: All of the Irish backed King James II, but with extreme reluctance.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: It is a temple-like structure of twelve Corinthian columns, adorned with statues of Greek muses and goddesses. [SEP] hypothesis: The temple only contains buddha statues which were build in 1700.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: One of Tintoretto's best, the Marriage at Cana, is on the wall opposite the entrance, while three of Titian's most vivid canvases decorate the Cain and Abel, Abraham Sacrificing Isaac, and David and Goliath, their drama heightened by the perspective di sotto in su (looking up from below). [SEP] hypothesis: Titian did three paintings depicting Biblical figures.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: People see what they want in pictures. [SEP] hypothesis: In pictures, people choose what to see.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: A significant concern is that terrorists or hostile foreign states could severely damage or disrupt critical operations, resulting in harm to the public welfare. [SEP] hypothesis: No one is worried about terrorists damaging critical operations.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: well you know you'd be surprised how many of the various ones are coming in and giving us demos at all times and i sit in on all this stuff [SEP] hypothesis: You'd be surprised how many people are coming in and offering us demos.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
