{"task": "glue-mnli", "input": "premise: and bring it home um but it hasn't it hasn't it uh it hasn't stopped us yet [SEP] hypothesis: It completely stopped us in our track, and we haven't been able to do anything since.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The Tropicana in Havana (Calles 72 and 43, Marianao; Tel. 33-7507), founded in 1939 in a dazzling open-air arena, is indisputably the queen of cabarets. [SEP] hypothesis: The Tropicana in Havana is founded in 1900.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: She's disappeared, said Julius. [SEP] hypothesis: Julius gestured, \"She's over there.\"", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: oh that's right Coach yes that's another one that i try not to miss although it use to be better i don't know it seems well [SEP] hypothesis: I did not used to be better.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: that sounds like it might be a really good idea [SEP] hypothesis: That idea sounds like it could be good, but if it doesn't work we have others to try.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: This is sensational  crowds swarming among pyramids in eye-popping 3-D, camerawork that's distinctly Spielbergian in its fluidity. [SEP] hypothesis: A decision was made not to use 3-D.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: To secure some funding for this conference, she had to compete with other conferences, which indicates that this issue is high on the NIAAA list of priorities. [SEP] hypothesis: Fortunately for her, there was little competition for available funds for this low priority issue.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: 1Federal debt held by the public is also called publicly held debt but is not the same as public debt. [SEP] hypothesis: The federal debt held by the public is also called locally held debt.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Malls and tourist shops tend to open all hours to suit the local trade. [SEP] hypothesis: The malls and tourist shops are closed on holidays.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Disgraced princes and other noblemen were confined here, their only solace being the ruined 15th-century chapel adjacent. [SEP] hypothesis: A ruined chapel gave solace to disgraced princes and other noblemen in confinement.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: i'm sorry  they look like space mobiles [SEP] hypothesis: I really like their look.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The final rule was issued using the notice and comment procedures contained at 5 U.S.C. [SEP] hypothesis: The final rule was sent in a group email to all parties.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Fix the sky and claim what reward you will afterwards. [SEP] hypothesis: Fix the sky first, then claim your prize after.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Slate 's view, see Jacob Weisberg's Dear Microsoft. [SEP] hypothesis: For Slate's opposing view, see Dear Microsoft by Jacob Weisberg.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: They had too many patients and, with every patient new to them, didn't know important details. [SEP] hypothesis: There weren't enough patients, so they knew everything", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The Honorable John W. Warner Chairman The Honorable William M. Thomas Vice Chairman Joint Committee on Printing Congress of the United States [SEP] hypothesis: John W. Warner as Chairman and William M. Thomas as Vice Chairman of the Committee on Maintenance.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
