{"task": "glue-mnli", "input": "premise: A man in an iron helmet was standing high up on the rig. [SEP] hypothesis: The woman with the leather mask waved her hands in the air.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I hope others will follow you. [SEP] hypothesis: I hope others follow in your footsteps.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: He also suggested that involving opinion leaders in the field of emergency medicine could help reduce the lag time between academic research showing the effectiveness of an intervention and broad implementation in non-academic, clinical settings. [SEP] hypothesis: Opinion leaders can help in the field of emergency medicine.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: While self-regulatory approaches can and have worked in various situations, there are certain instances in which it is unrealistic for them to work as effectively as needed in order to adequately protect the public interest. [SEP] hypothesis: Self-regulatory approaches can and have worked during very difficult times.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: It is a very simple, low-key site, housed in a small 19th-century building. [SEP] hypothesis: It is housed in a small 17th-century building.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The word that is used around Doug is 'operator. [SEP] hypothesis: People can talk freely about what they want around Doug", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: and it uh i tell you how against the law guns or any kind of firearms are uh it's a hanging offense [SEP] hypothesis: You can be hung for violating guns laws.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: On the Public Service Alternative Bar Examination, Mr. Curnin was reserved.  [SEP] hypothesis: Mr. Curnin spoke at length on the Public Service Alternative Bar Examination.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: However, some researchers suggest that the risk of a collapse in household spending that would hurt overall economic growth is exaggerated because households have greater resources than the personal saving rate suggests. [SEP] hypothesis: Households have fewer resources than the personal savings rate suggests, and housing collapse is imminent.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Further information on the public availability of the documents and data that form GAO's workpapers can be found in 4 C.F.R. [SEP] hypothesis: You are not allowed to obtain any information on the GAO's workpapers.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Repairing computers didn't pay a fortune, but it was a good living, and he was good at it. [SEP] hypothesis: He learnt to repair computers when he was young which is why he was so good at it", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah yeah yeah that's true that's true, hm well what else [SEP] hypothesis: Do you think so as well?", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: uh how do you feel about gun control [SEP] hypothesis: How do you feel about healthcare?", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: He says she gave him the confidence to be an actor, and he ended up helping to support her at the end of her life. [SEP] hypothesis: He ended her association with her many years before her death.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I've still never smoked a cigarette, although I'll enjoy a Cuban cigar if you're buying. [SEP] hypothesis: I've smoked cigarettes for the past ten years, but I like cigars better.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: If food and medical care tripled in cost, people would of necessity spend less on other things to pay for the increase or cut down on the food and medical care they purchased. [SEP] hypothesis: People would have to cut spending in other areas if food and medical care increased.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
