{"task": "glue-mnli", "input": "premise: But I'm convinced now that his egg should not hatch. [SEP] hypothesis: The egg will still hatch, I am sure of it.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: that left him uh i mean in the very beginning he was convinced that the person was not guilty and at the end of their deliberations he finally voted uh guilty uh [SEP] hypothesis: He was convinced of the person's guilt from the beginning.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: 'A general doesn't hide behind his troops,' White snapped. [SEP] hypothesis: White said a general should be brave.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The pyramid is surrounded by a compound designed to mimic the King's palace at his court in Memphis; with beams, columns, and bundles of reeds carved onto its facade. [SEP] hypothesis: The King's palace has beams, columns and bundles of reeds i its facade.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: As in any ancient country, India's modernizing plunge into the 20th century has produced its fair share of trinkets and tinsel, but its traditional craftwork continues at the highest  silks, carpets, jewelry, perfumes, brassware, and wood-carving are first class, and you will have the added bonus of dealing with the most charming bunch of merchants in the world. [SEP] hypothesis: India's traditional craftwork died as a result of 20th century modernization.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: After all, her husband and two sons had roads named after George Street and Princes Street. [SEP] hypothesis: There were streets named after her husband and sons.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: One, two, three, go!\" Tuppence's little thumb ripped open the envelope, and she extracted the contents. [SEP] hypothesis: Tuppence ripped open the envelope.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah i don't like programs that i can figure it out [SEP] hypothesis: I'm not a fan of programs that are too easy for me to figure out.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah San Francisco i go with so [SEP] hypothesis: Yeah Los Angeles I go.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In Slate, Brent Staples finds that the novel's absence of workaday and historical detail keeps the reader at a distance; many of Morrison's characters are impenetrable to the mind's eye. [SEP] hypothesis: Brent Staples believes that the novel's absence of workaday and historical detail keeps the reader extremely close.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: This organization relied primarily on regular mail and telephone conversations to disseminate information about most things, including meeting agendas and real-time problem solving. [SEP] hypothesis: Most of the mail conversations were from overseas.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: As there is little interpretation inside, try to see the introductory film first (showing throughout the day from 9:00 a.m. to 5:00 p.m. ). Your ticket also entitles you to visit the Municipal Museum, which is actually no more than a well-preserved late-18th-century hammam (Turkish bath). [SEP] hypothesis: There's no need to watch the film first, since there's plenty of information inside to help you make sense of what you're seeing.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: An alternative is to hire a bicycle or in-line skates (see page 103). [SEP] hypothesis: Although, hiring a bike can be very expensive.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah well Smith came on pretty good Wright was [SEP] hypothesis: Smith came on pretty good, but Wright was even better", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The majority of the analytical assumptions used to develop the Base Estimate have been reviewed and approved by EPA's Science Advisory Board (SAB). [SEP] hypothesis: EPA's Science Advisory Board did not approve the analytical assumptions used to develop the Base Estimate.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: They won't know for another year whether the baby is brain damaged. [SEP] hypothesis: It will take a year before they know if there is impairment in the child's brain.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
