{"task": "glue-mnli", "input": "premise: um most frequently i listen to contemporary Christian music but i like all forms [SEP] hypothesis: I listen to Christian music because I am a Christian.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Only one of the craters, Nakadake, is still really active. [SEP] hypothesis: There are twelve other inactive craters.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: well we had there there's a little background here but it it builds up to what we're talking about our church had a long long discussion group and basically the question started out that as at the time when there were starving people in India i believe [SEP] hypothesis: Our church discussion group spent over two hours talking about India.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Landsburg notes, What if he [the president] keeps us out of war through policies that make the world more dangerous for our children? [SEP] hypothesis: What happens if the president keeps us out of war through policies that make the world more dangerous for our kids, Landsburg asks?", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: and then basically since then what i've done is is keep track of it through the checkbook so that based on whatever we've got coming in check coming in and how much i'm spending each half of the month and then trying to also spend and because our house payment is once a month that's our our biggest uh expense so i take half of that amount out of my checkbook each with each paycheck even though it's really still there [SEP] hypothesis: The speaker uses their checkbook to keep track of their expenses.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Why so much money? [SEP] hypothesis: Why does it cost $5000?", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Gauve saw something in San'doro's eyes and grew even more pale. [SEP] hypothesis: He saw his eyes and got pale.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: There stood the dark monolith of the Salmon Corporation skyscraper. [SEP] hypothesis: The Salmon Corporation did not have a building.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Time puts the cigarette deal on the cover. [SEP] hypothesis: Time put the cigarette deal on the front.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise:   Locally produced pottery may also interest you. [SEP] hypothesis: It's possble that the pottery will be interesting.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In addition to the normal problems associated with adapting to new standards, several of these standards provide for a transition period during which agencies may or, in some cases, may not report investments in human capital, research and development and nonfederal physical property; if investments are reported for each of five years as called for in this statement, they may be reported for earlier years during the transition period on the basis of either outlays or expense. [SEP] hypothesis: These standards help businesses make investments privately.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: It would seem, Sergeant, he remarked, \"that there was a book involved. [SEP] hypothesis: He told the sergeant that there was probably a book involved.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The moon was heavy, pouring silver down on the wooden platform and its little snake of rusty tracks. [SEP] hypothesis: The moon was shining brightly at night.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: And supposing the Coroner's jury returns a verdict of Wilful Murder against Alfred Inglethorp.  [SEP] hypothesis: It seems very likely that the jury will return a guilty verdict.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Go out of the cathedral on the north side and walk across Plaza Hernandez Amores to the cool and classy Calle de la Traperaa (Street of Secondhand Merchants). [SEP] hypothesis: Used t-shirts and baseball hats can be purchased from the vendors here.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: After a few months, trouble begins to brew--invariably with her supervisor. [SEP] hypothesis: The trouble continued to grow as months went on.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
