{"task": "glue-mnli", "input": "premise: and got all these cats around so they they keep me occupied well they [SEP] hypothesis: I have plenty of spare time because the cats are no bother.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Their authorized stay in the United States depends upon the terms of their employment contract [SEP] hypothesis: Their employment contract affects their authorized stay in the United States.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Developing a distribution for inbound mail from DCs is more problematic. [SEP] hypothesis: Distributing inbound mail is a time consuming and expensive task.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: This study addressed the list of legislative proposals which agricultural enterprises were attempting to impose on legal services recipients. [SEP] hypothesis: Agricultural enterprises have led the effort to enhance access to legal services.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah boy and you couldn't get them over hear for [SEP] hypothesis: Yes sir and you were unable to acquire them to your location.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Madrid's cultural output reaches its apogee, though, in its superb concentration of art museums. [SEP] hypothesis: Madrid has more art museums than any other European city.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Pooh has now sold more than 20 million books, most of them in the United States. [SEP] hypothesis: Pooh has only sold 200 books.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The federal government can explore how to design tax incentives that induce households to save enough to make up for the government's revenue loss and the lower government saving that would result. [SEP] hypothesis: Household savings rates are determined internally and cannot be influence by the federal government.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The problem is that the dome is cracking like a great, smashed eggshell.\"  \"What's beyond the dome?\"  Ser Perth shuddered slightly. [SEP] hypothesis: The dome looks set to stand for thousands of years, because it is so strong.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: They traveled two weeks to get here with no desire for money or plunder. [SEP] hypothesis: With no desire for money or plunder, they traveled two weeks to get here.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: English defeat at Bannockburn in 1314 heightened the tension. [SEP] hypothesis: The English troops returned home and played cricket to cheer themselves up.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I had to see him...I had to see me. [SEP] hypothesis: I had to see us.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: PCS licensees argued that by 2005, most incumbent's equipment would be fully amortized or in need of replacement. [SEP] hypothesis: The PCS licensees found that by the year 2005, most of the equipment will be as good as the day it was purchased.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: It's as though the book was not edited at all. [SEP] hypothesis: It seems like there were no edits to the book.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: You don't think they're too close, do you? It would be bad to burn any of them with the rocket blast at this stage of the game.\" [SEP] hypothesis: It wouldn't really matter if they were burned and killed at this point.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: you know something they they make a mistake the lab made a mistake and it really wasn't nothing [SEP] hypothesis: If the lab makes a mistake its nothing.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
