{"task": "glue-mnli", "input": "premise: Its acropolis was capped with magnificent buildings, and it boasted a great library of over 200,000 volumes (the Pergamenes are credited with the invention of parchment). [SEP] hypothesis: Its acropolis was capped with magnificent buildings", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: There are a couple of historic baths in Istanbul which cater specifically for tourists, namely the 18th-century a alo lu Hamam in Sultanahmet, and 16th-century Galatasaray Hamam in Beyo lu. [SEP] hypothesis: The historic baths in Istanbul are a large source of tourist revenue.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The data sources are often textual and observational and expressed in words. [SEP] hypothesis: They wanted to explain every detail.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Organizations are finding it difficult to retain staff when their competitors can always offer higher salaries. [SEP] hypothesis: Organizations never compete with each other salary wise.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Except where noted, all hotels listed below accept major credit cards. [SEP] hypothesis: Most of the hotels listed below accept American Express.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The vieille ville, whose architecture shows the town's long relationship with Italy, is now the home of many art galleries and boutiques. [SEP] hypothesis: There are no buildings in the vielle ville.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: i think we're going to end up back there in a few years or if if not sooner [SEP] hypothesis: It seems likely we'll end up back in Afghanistan in the next few years.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: She was answered by an anxious bray from the fourth member of the party. [SEP] hypothesis: There are at least four people in the party.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise:  Dave Hanson came awake trying to scream and thrusting at the bed with arms too weak to raise him. [SEP] hypothesis: Dave remained asleep as he tried to get up.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: At the end of each entry is information about how the destination can be reached. [SEP] hypothesis: Each entry is written in an elegant, but easy to read, font.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Neither the United States Government nor any of its employees, contractors, or their employees make any warranty, expressed or implied, or assumes any legal liability or responsibility for any third party's use of or the results of such use of any information, apparatus, product, or process discussed in this report, or represents that its use by such party would not infringe on privately owned rights. [SEP] hypothesis: Third parties have a long history of using data from the United States Government.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The lake ferry provides a relaxing way to take in the beautiful setting and get a closer look at some of the islands. [SEP] hypothesis: The lake can't support any travel.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Surrounded by a pretty forest of cork oaks and sweet-smelling eucalyptus, the gulf surrounding Porto-Vecchio boasts an ever-expanding series of luxury resorts, the best being out on the fine sandy beaches of Cala Rossa. [SEP] hypothesis: Luxury resorts can also be found within the forests near Porto-Vecchio.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: C rete has hundreds of beaches, from tiny coves to lengthy strands. [SEP] hypothesis: Crete is mostly rocky and does not have many beaches.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: so it's a problem that's been around for over forty years and we're just really uh uh now trying to uh figure out how to cope with the problem because it has grown so huge [SEP] hypothesis: It's a problem that dates back only a couple of years and it doesn't pose much of a threat.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: But what can have happened?  [SEP] hypothesis: Is this something that is normal?", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
