{"task": "glue-mnli", "input": "premise: Some of the museum's most visited rooms are to In his graceful Allegory of Spring (1478) and the almost too famous but undyingly delightful Birth of Venus, Botticelli achieves an enchanting mixture of sensuality and purity. [SEP] hypothesis: Nobody wants to see the Allegory of Spring or the Birth of Venus because they're just not that famous.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Politically, it's a loser. [SEP] hypothesis: This will win in any situation or circumstance.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: That's how it was that time, too: [SEP] hypothesis: It was completely different this time.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: If you squint, it looks like we won. [SEP] hypothesis: If you look at it differently, it appears like we won.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Surprisingly and happily the villages did not allow their character to be diluted and swallowed up into one homogenous suburb. [SEP] hypothesis: To our great pleasure the towns were not incorporated into the suburbs.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah but i'm rather in favor of people being bilingual and i'd be quite happy to see a national law in which every student was required to learn English and a second language [SEP] hypothesis: I have seen bilingualism bring communities together, thus my support for the new law.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise:  Then they began passing over desolate country, scoured by winds, gloomy from the angry, glaring clouds above. [SEP] hypothesis: They refused to go over the desolate country.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: King handed it over during a papal audience. [SEP] hypothesis: The king handed his scepter to the Pope.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Curt, but attractive. [SEP] hypothesis: Attractive despite being Curt.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Theirs is now the dominant right-wing critique of integrationist programs. [SEP] hypothesis: Right wing politics is not very popular in the main stream.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The museum is partly housed in the elegant 15th-century mansion that belonged to Nicolas Rolin, a wealthy dignitary and the benefactor of the famous H??tel-Dieu (hospital) at Beaune . [SEP] hypothesis: Nicolas Rolin was a very poor dignitary who never owned any property.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Lunch in the leafy, peaceful, sunny courtyard of this famous institution, a former pasha's palace, is a sheer delight at any time, but the Saturday barbeque (summer only) is something special. [SEP] hypothesis: The summer barbeques are on Saturdays and Sundays.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The answer, as pointed out in the same Newsweek article Mastio mentions, is for consumers to rely more on locally produced food, and to be willing to support farmers and pay more for high quality, safe food. [SEP] hypothesis: The answer is for consumers to promote local production.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Jon had no idea what to do. [SEP] hypothesis: Jon confidently baked the cake, following every instruction in a meticulous manner.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Its emphasis on acquisitiveness annoys parents who find themselves buying pack after pack of new cards. [SEP] hypothesis: Parents don't mind buying countless cards for their children.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah but i often wondered wondered about that too [SEP] hypothesis: I am curious about that as well.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
