{"task": "glue-mnli", "input": "premise: Beautiful statues of the four virtues Episteme (Know?άedge), Sophia (Wisdom), Ennoia (Thought), and Arete (Valour) adorn the niches between the columns. [SEP] hypothesis: The Greeks often personified abstract concepts, like knowledge and virtue, and created statues of them.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The medieval streets and Ottoman houses have been transformed into galleries and cafe and a small castle sits proudly above the town. [SEP] hypothesis: There is a little castle sitting over the town.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: But veal is delicious. [SEP] hypothesis: Veal is horrible.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The Foundation administers the Interest on Lawyers' Trust Accounts (IOLTA) fund, the Basic Civil Legal Services (BCLS) fund and the Crime Victims Civil Legal Services (CVCLS) fund. [SEP] hypothesis: The Foundation was taken over by three different organizations fighting for control.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: well that's not too bad in price listing [SEP] hypothesis: That is too expensive for that.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: It is slow-moving. [SEP] hypothesis: It was moving 100 mph.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: i guess they wouldn't be called dialects but they're pretty close sometimes [SEP] hypothesis:  They aren't exactly dialects but they're very close sometimes.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Although the named client is usually an adult, most LSC cases also involve and benefit children. [SEP] hypothesis: The majority of LSC named clients are adults.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: oh wow that is really interesting are you saying to use like um for chocolate like unsweetened unsweetened [SEP] hypothesis: Using chocolate like that is really interesting.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In the federal government, implementation of this process will likely not be easy or quick. [SEP] hypothesis: The implementation won't be easy or quick.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: There was the complete incarnation of inhumanity in the thing's expression. [SEP] hypothesis: The thing was the current president of the United States.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: i see uh-huh the news [SEP] hypothesis: I only watch the news if I have some free time.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: and one lives in Connecticut and our baby lives just a mile over the hill so we'll get to see her a little more than uh what we do the other ones [SEP] hypothesis: We see them often but the baby more", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The third section covers payments to vendors for the acquisition of goods and services and the fourth section covers payments to employees for government travel. [SEP] hypothesis: Section 3 discusses payments to vendors for goods and services.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The futuristic Kaiyukan Aquarium has at its core one of the world's largest indoor tanks, containing a dramatic collection of sharks and other large deep-sea fish. [SEP] hypothesis: Because of Kaiyukan Aquarium's small indoor tanks, they do not have much of a variety of sea life available.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: But you're no mandrake-man.\"  A load of sickness seemed to leave Hanson's mind. [SEP] hypothesis: The response eased Hanson's thoughts.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
