{"task": "glue-mnli", "input": "premise: well i heard it on the news today i could swear it was IBM [SEP] hypothesis: I swore it was IBM I heard on the news today.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: So while the colors may fade less, your detergent is also cleaning less. [SEP] hypothesis: While the colors may not fade as much, your cleaning agent is also not cleaning as much.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Not been doing this long, eh? Tuppence raised her eyes, astonished. [SEP] hypothesis: Tuppence was greatly surprised and she raised her eyes, you really havent been doing this for a while?", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The ATIRCM/CMWS program did not begin reliability growth testing until 4 years after its critical design review, leaving only 1 year to test the system prior to scheduled production. [SEP] hypothesis: ATIRCM/CMWS had all the time in the world to test it's system.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The Unified Agenda contains a wealth of information-so much, in fact, that locating information about specific rulemaking actions can prove daunting. [SEP] hypothesis: The Unified Agenda has a lot of information for rulemakers.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: whether it's the way they were written or whether it was the material they were written you know that was written about and um so i started reading i had this like you know i had a binge of my mother uh i was living in Bermuda at the time with my husband but my uh mother sent me you know like booklet you know uh boxes full of different books [SEP] hypothesis: I lived in Bermuda.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah i heard about that i haven't heard much about it though [SEP] hypothesis: Nope, I haven't heard about it before.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: To make this less of an issue, I have taken to cooking dinner for us at my place or drumming up occasions for dinner to be my treat. [SEP] hypothesis: I often cook dinner for us at my place or make up excuses to take them out to dinner in order to not make a big deal of this.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Barriers to screening in clinical practice must be identified and removed. [SEP] hypothesis: The barriers should be investigates but not eliminated", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Some of the old houses on the hilltop are admirably decorated with flower gardens, and all have a panoramic view of the sea or mountains, or both. [SEP] hypothesis: The flower gardens in the old houses are filled with roses.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: You did that well, girl. [SEP] hypothesis: You're very good at that, girl.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Their little community on Dejima Island, in Nagasaki Bay, sheltered the only remaining foreigners left in the country. [SEP] hypothesis: There was only one foreigner left in the country which was found on Dejima Island in Nagasaki Bay.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: But nothing like this ever gets said. [SEP] hypothesis: Nothing like this gets said.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: but the thing is like the US government got nothing out of it [SEP] hypothesis: It seemed liked a good deal, but the US never got anything from it.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Extraneous detail detracts from a report, may even conceal the real message, and may confuse or distract the users. [SEP] hypothesis: Users can become confused or even miss the real message, if there is extraneous detail that detracts from a report.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Perhaps way, way back in human history, when our forebears were still fleeing saber-toothed tigers, natural selection for athletic prowess came into play. [SEP] hypothesis: Maybe natural selection got rid of alll the weak people.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
