{"task": "glue-mnli", "input": "premise: Never just very. [SEP] hypothesis: Always just very.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah i i know what you mean because uh because you got to have like little oil heaters where they plug in the uh plug in uh your car [SEP] hypothesis: You have to have oil heaters for your car.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: right we have enough enough problems with overcrowding in the jails as it is so let let their country take care of it we don't have i guess too much trouble in Dallas with well i guess i guess we do have a lot of people come in from Mexico [SEP] hypothesis: Dallas does not have any Mexicans at all.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Cheap consumer goods, crappy fast food, and bland mass entertainment! [SEP] hypothesis: There are no products, food, or entertainment to entice anyone to come.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: PRINCETON, W.Va. - Cathy Wallace did not always know what she wanted to be when she grew up. [SEP] hypothesis: She went through her freshman year of college aimlessly, until she found her advisor.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: He quashes opponents with brutal force, arresting Islamic militants and left-wing secularists who oppose him and shuttering newspapers and television stations when they criticize him. [SEP] hypothesis: He welcomes criticism and encourages everyone to partake.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: There are hundreds of stone steps in the hillside to walk up before you reach Man Fat Temple with its regiments of small gilt statues of Buddha lining the walls. [SEP] hypothesis: Man Fat Temple does not have a single statue of Buddha.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: uh not no not too well [SEP] hypothesis: Not so well.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Although the stress is on swimming and sailing, you may well prefer to do nothing more strenuous than lie in the sun and be a spectator. [SEP] hypothesis: the only activities are swimming and sailing, or soaking up the sun and spectating.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Do you really think I want a hue and cry for murder out after me?  [SEP] hypothesis: I'm innocent, but I can't deal with the stain of suspicion.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise:  I have never seen a trial before where you had factual disputes where you didn't have witnesses where you could watch their demeanor on the stand, listen to them, judge one witness vs. another witness (DeWine). [SEP] hypothesis: I haven't seen a trail where there were no witnesses to watch because the state didn't want to call any.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: There are several other chemicals in marijuana that may modify the effects of THC alone, and smoking a drug is a different experience from injecting it. [SEP] hypothesis: Smoking and injecting a drug give the same experience.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: A member of the Tandoori chain of restaurants, serving excellent Indian tandoori dishes. [SEP] hypothesis: They serve great Italian food.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Farther east along the coast lies Discovery Bay, said to be the place where Columbus landed in 1494 on his second journey from Spain. [SEP] hypothesis: Discovery Bay is the only bay that Columbus is known to have never visited.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Normally, I simply wouldn't invite him and would explain that it was a small ceremony (which it is). [SEP] hypothesis: I don't want him to be there, he would ruin everything.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Converts were forced to renounce their faith by trampling crucifixes and effigies of Jesus and Mary. [SEP] hypothesis: To renounce their faith, converts trampled Christian icons.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
