{"task": "glue-mnli", "input": "premise: i've heard i've heard of a lentil [SEP] hypothesis: I do not know what a lentil is.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Had he meant to warn her that day?  [SEP] hypothesis: Did he intend to have warned her?", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: i think that that's a good benefit i think having women uh in in higher up positions stuff like that [SEP] hypothesis: I think it is great to have women in management positions at work.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In long-exposure photographs of this display, the entire temple appears to be on fire. [SEP] hypothesis: Photographs have been taken of this display.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: They are now on view inside. [SEP] hypothesis: They are seeing the view from the inside because it is better from there.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Perhaps if the economic doldrums continue, and the poor get poorer, the pro bono increase that Mr. Curnin and others want will indeed occur. [SEP] hypothesis: If the poor get poorer and the economic downturn continues, the pro bono cases taken on by law firms to provide free legal representation to the disadvantaged will indeed likely occur.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Because Accidents Happen , on Tuesday and Wednesday (8-10 p.m.) Using the fig leaf of studying survival engineering and safety pointers, PBS gives us fires, crashes, and sinking ships. [SEP] hypothesis: Because Accidents Happen is on Tuesday.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Emphasizing breasts is too great a pleasure to abandon. [SEP] hypothesis: Adding emphasis to breasts is very uncomfortable.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I waved back. [SEP] hypothesis: After they waved at me I waved at them.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah yeah right well it was nice talking to you [SEP] hypothesis: I hate talking with you, it is stressful", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: How do Mary Matalin and James Carville do it? [SEP] hypothesis: How do Matalin and Carville survive in a relationship when they disagree so much?", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: You and John are not going to live here? [SEP] hypothesis: Both of you have decided to live here.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: After a campaign of great destruction, the authorities assured them that slavery would be abolished. [SEP] hypothesis: The campaign caused absolutely no damage.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The building itself was designed by Le Corbusier; the Rodin sculptures in the courtyard the Gate of Hell, the Thinker, and the magnificent Burghers of Cales are authentic castings from the original molds. [SEP] hypothesis: From the original molds, Burghers of Cales, the Thinker and the Gate of Hell were created.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: For the other five year-periods, it is conservatively estimated that all installations will be completed within three years. [SEP] hypothesis: The Construction workers delayed the installation because they are lazy.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: It is unclear whether he reigned over the entire island, or if each palace settlement had its own regional king. [SEP] hypothesis: He may have ruled over the entire island.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
