{"task": "glue-mnli", "input": "premise: He stared at the top of the canvas roof above and reconsidered his decision to come. [SEP] hypothesis: He looked at the makeshift canvas roof and try to figure out what they would do next.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: You can't reasonably expect more dollars than I've got. [SEP] hypothesis: I have more than enough money how much do you need?", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: If Netscape supplied Mr. Bork with the argument why his own theories supported Netscape's position, what did Mr. Bork supply ? [SEP] hypothesis: Mr. Bork and Netscape are in cahoots to provide supporting evidence for the theories.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Some pursued strategic planning initiatives. [SEP] hypothesis: All of them were glad to use strategic initiatives.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: It seemed unlikely, however. [SEP] hypothesis: It did not seem possible, however.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: ABC's problems, one suspects, will be much harder to solve, if only because they have much to do with network television as a whole and not just ABC in particular. [SEP] hypothesis: ABC's problems will be tough to solve.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Ironically, price competition has emerged most robustly among businesses not addressed by the new law, such as DBS, cellular phone, and Internet service providers. [SEP] hypothesis: Price competition is common in businesses that aren't covered by the new laws.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: If you know that the state lottery is likely to be rigged, you'll buy fewer tickets. [SEP] hypothesis: People will buy less tickets to the lottery if they know that it was rigged.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Each of the 11 organizations covered by our review is described in Appendix II. [SEP] hypothesis: All the 11 organizations are described in Appendix II.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: First you should know that I am proscribed as a duly registered virgin. [SEP] hypothesis: I think I'm obliged to tell you that I'm a virgin.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In the New York Times Book Review , Richard Jenkyns declares Fagles' language timeless. [SEP] hypothesis: Fagle's language intrigued many.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Several organizations had developed quarterly reporting mechanisms to summarize the status of security-related efforts. [SEP] hypothesis: To summarize the status of security-related efforts, several organizations had developed quarterly reporting mechanisms.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: This masterpiece of Provencal Romanesque sculpture depicts the Last Judgment in the tympanum above the doors, surrounded by statues of the saints. [SEP] hypothesis: The same sculptor made the Last Judgement as well as the statues of the saints.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: After this, the addresses in another ZIP Code would be printed. [SEP] hypothesis: We can only print one zip code, there can be no changes.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: 'They don't want a lookalike! They want the real thing!' [SEP] hypothesis: They want it to be real.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: EPA submitted both the proposed rule and the final rule to the Office of Information and Regulatory Affairs (OIRA) for review. [SEP] hypothesis: EPA submitted both the proposed rule and the final rule to the Office of Information and Regulatory Affairs (OIRA) for review.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
