{"task": "glue-mnli", "input": "premise: Data provided by the supplier in October 2001 showed that less than 25 percent of the seekers were being manufactured properly the first time and the rest had to be reworked, on average, four times. [SEP] hypothesis: The seekers produces initially were of bad quality.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: oh where are you from originally [SEP] hypothesis: Do not tell me where you are from.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: and uh so i didn't get to spend as much time with them as i as i should have as i really wanted to [SEP] hypothesis: I wanted to spend more time with them.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The two regions were united at the time of the 19th-century Risorgimento, with Emilia following the Apennines from Bologna to Piacenza, while Romagna covers the eastern area of Ravenna and the Adriatic resorts around Rimini down to Cattolica. [SEP] hypothesis: Emilia is much smaller in size than Romagna.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: However, he believed research on screening instruments that is not linked with an intervention leads to the easy assumption that results will be generalizable to using that screening instrument in a full protocol. [SEP] hypothesis: Screening instruments might be linked to intervention results.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Put me wise, he said succinctly. [SEP] hypothesis: I have no wisdom at all.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: So don't be depressed if you don't have time to see everything! [SEP] hypothesis: You'll be able to come see everything next time.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: News Quiz responses typically offer a reliable guide to what America is thinking (if only by providing sullen and resentful counterexamples), but from time to time participants make small errors of--well, fact would be too vulgar a word; let's say emphasis. [SEP] hypothesis: The news quiz data base covers only politics.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: i think that's what the class that meets on Saturday mornings so she could find out if she wanted to go it's kind of fun because with the first pregnancy all the other ladies except one were on their first pregnancy and they would talk about exercise and just general things related to the birthing process and so for it's so it's educational as well as it exercise exercise beneficial so [SEP] hypothesis: They also have classes on sunday mornings", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Alas, blame it on the boys! [SEP] hypothesis: The boys will not be blamed.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: They contain diaries, poems, puzzles, and interviews. [SEP] hypothesis: They contain the private thoughts and works of the recluse.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Critics disagree, however, on Darger himself--was he a psychopath or an undiscovered genius? [SEP] hypothesis: Was Darger a maniac or a diamond in the rough?", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Critics praise her eclectic style--funk, blues, soul, and dance--and dwell on her racy lyrics. [SEP] hypothesis: Her lyrics are never racy, and critics have never had anything to say about her.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: White chuckled. [SEP] hypothesis: White made no expression at all.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: However, if management requires such attestations and/or verifications, they should be performed as close to the end of the pay period as possible. [SEP] hypothesis: The verification by management should not be performed at the start of the pay period.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Individual copies of SLATE on Paper will be available exclusively at Starbucks. [SEP] hypothesis: Starbucks will have SLATE on Paper onhand.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
