{"task": "glue-mnli", "input": "premise: The villager swung his hammer but missed as the bald man turned away. [SEP] hypothesis: The man got hit right in the face with the hammer.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: and they go out and they don't have it fixed or anything and it has kittens and they can't support it and they take them down there and they end up getting [SEP] hypothesis: When the cat goes out and has kittens, they can't support them.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: but i think they're on the down slide i don't know [SEP] hypothesis: They're on the way down.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The gardens of Carinosa (owned by ex-Prime Minister Edward Seaga) are famed for their Orchid House, which propagates 200 species. [SEP] hypothesis: The gardens of Carinosa was passed down to Edward Seaga by his father.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: As one looked out over the flat Essex country, lying so green and peaceful under the afternoon sun, it seemed almost impossible to believe that, not so very far away, a great war was running its appointed course.  [SEP] hypothesis: Essex was caught in the middle of the war.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: To the left of its entrance is a copy of Donatello's Marzocco, Florence's heraldic lion, next to his bronze of Judith and Holofernes, which always made the Medici uneasy with its theme of a tyrant decapitated. [SEP] hypothesis: The copy of Donatello's Marzocco is to the right of the entrance.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I'm still at Stage One.' [SEP] hypothesis: I finished.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The smaller man said something else, nodding his head at the man. [SEP] hypothesis: While nodding his head at another man, the smaller man said something.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah well we got in a spot of trouble with uh using uh the credit cards on gas [SEP] hypothesis: Paying for gas with credit cards is a bad idea.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Across government, the best incentive Congress and the executive branch can apply to foster results-oriented management is to use performance measurement data in their policy, program, and resource allocation decisions and to provide agencies with the authority and flexibility to achieve results. [SEP] hypothesis: Performance measurement data is used by over 50 percent of government agencies.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: But, as in Washington, on snowy days like this, you take what you can get. [SEP] hypothesis: It snows about thirty times a year in Washington.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Now, if it had been lost and recovered, Mrs. Inglethorp would at once have replaced it on her bunch; but on her bunch I found what was obviously the duplicate key, very new and bright, which led me to the hypothesis that somebody else had inserted the original key in the lock of the despatch-case.\" [SEP] hypothesis: She had to put a new key on her bunch.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The cover story explains the Supreme Court's new rulings on sexual harassment. [SEP] hypothesis: The cover story explains nothing.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: (I'm sure both projects will come in on budget, and that the retractable roof will work flawlessly.) [SEP] hypothesis: A retractable roof may not last more than 15 years.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: My point is beyond that, Bill. [SEP] hypothesis: You understand me completely, Bill.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Indeed, it's possible that non-lethal violence has done more to shape the male propensity for violence than simple killing has. [SEP] hypothesis: It is not possible that violence that doesn't end in death shapes other ideas of violence.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
