{"task": "glue-mnli", "input": "premise: right when it just as soon as it stops freezing [SEP] hypothesis: It is hard to estimate when the last frost will occur.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: When we enter that house, Mr. Brown will not draw back he will risk all, on the chance of obtaining the spark to fire his mine. [SEP] hypothesis: Mr. Brown would be holding back when we entered.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: i think it's two or four dollars a person i don't remember something along those lines but it still the idea irks me so that [SEP] hypothesis: it costs five dollars per person", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: For now you can turn back and away from the town. [SEP] hypothesis: You can turn away from the town, for now.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: And because the question of Java vs. [SEP] hypothesis: There are many questions on Java.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I believe that your hearts will go on. [SEP] hypothesis: I have faith that your hearts will continue.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: because i mean crawfish everybody over here likes crawfish but you know i i wouldn't have to worry about satisfying my [SEP] hypothesis: Everyone that's over here loves crawfish.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: um  make my family understand this is hot uh [SEP] hypothesis: My family knows this is hot.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: There are several such collections in Japan, consisting of bizarre images, sculptures, and elaborate dioramas depicting many of the darker aspects of human sexuality, often with fantasies involving demons and monsters perpetrating unspeakable deeds upon helpless mortals. [SEP] hypothesis: The collections have some huge sculptures with monsters carved in them.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Ain't nothin' able to surprise them. [SEP] hypothesis: Nothing has ever surprised them.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: But while creativity may exist, it doesn't necessarily exist over and over again. [SEP] hypothesis: Creativity could be ended due to economic devastation.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The adjustment to the unit valuations of These endpoints for growth in real income in 2020 is achieved using an adjustment factor of 1.089. [SEP] hypothesis: The adjustment correctly predicted the unit valuations.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: According to the American Association of Retired Persons, a senior enrolling in an HMO saves $1,200 per year--about 10 percent of average income--compared with those with the standard coverage and some supplemental insurance. [SEP] hypothesis: AARP says a senior with an HMO spends a lot of money.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Also on the riverside of El-Nil Street is the Mummy Museum, with an eclectic collection of artifacts and information about the art of mummification. [SEP] hypothesis: The Mummy Museum is on Smith Street.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The analysis discusses the changes made to the proposed rule as a result of the comments, including (1) extending the safe harbor to any Item 305 disclosure that is voluntarily provided by a small business issuer and (2) several changes that the Commission believes should reduce the cost for all registrants preparing the disclosures of quantitative information about market risk. [SEP] hypothesis: The comments received were the only reason the proposed rule would be changed.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: If a valuation account is deducted from the related asset or liability it is sometimes referred to as a contra-asset or contra-liability account. [SEP] hypothesis: It is also known as a contra-liability account.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
