{"task": "glue-mnli", "input": "premise: yeah yeah i guess so yeah i am i stay home with two kids and [SEP] hypothesis: I play games with my kids at home.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah the antismog pumps and all that stuff loads the motor down [SEP] hypothesis: The antismog pumps loads the motor down heavily, even more than some big speakers. It can make your car break down easier.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Insofar as the best Japanese corporations are not the global hegemons we once thought they would be, it may be because everyone else has learned from them, which is of course exactly how competitive markets are supposed to work. [SEP] hypothesis: Japanese corporations were global leaders in the 20th century.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The primary place of worship was the Temple of Seti I, which even today is an impressive sight. [SEP] hypothesis: The ancient Egyptians took great care to build the Temple in a manner that would last forever.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In 1576 Pope Gregory XIII created the Macau diocese, covering all of China and Japan. [SEP] hypothesis: Pope Gregory XIII was never involved in the creation of the Macau diocese.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: If you make only a single side trip from Madrid, the legendary city of Toledo, home to El Greco and a Middle Ages melting pot of diverse cultures, should be the one. [SEP] hypothesis: Toledo is a place that needs to be seen.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In his post-announcement interviews, Bryan was blunt about how much this bothered him. [SEP] hypothesis:  In his post-announcement interviews, Bryan refused to acknowledge how much this bothered him.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: i've heard of the book [SEP] hypothesis: I know of the book.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: He, too, had set out from Tahiti when he came upon the Hawaiian Islands. [SEP] hypothesis: The Hawaiian Islands are easily reached from Tahiti.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: (Could this provide an evolutionary explanation for the romantic associations we have with the moon? [SEP] hypothesis: Do we have romantic associations from the moon through our genetics due to natural selection?", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Congress has an important oversight role to play in helping to ensure the effective implementation of the new department. [SEP] hypothesis: Congress will not interfere with the implementation of the new department.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: His hands came up as he moved forward. [SEP] hypothesis: He moved ahead as his hands raised.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah yeah my my father was raising four kids oh well three kids before he had me so it was uh you know you're trying to support uh four kids and it's pretty hard you know and i and i told them listen you could have had a lot of money if you would have only had two kids [SEP] hypothesis: My dad had eight kids.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah if you wanted to you could uh but you could do the whole presentation and slick it up and edit it and make all kinds of changes and modification till you had it down pat on the Amiga once you had done that i mean including hooking up a camera to take pictures of things like maybe you want to do a a a a presentation on how to run some piece of gear well you want to take pictures of it you might want to take pictures of it running [SEP] hypothesis: It was impossible to create and edit presentations on the Amiga.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The attack did not provoke riots and further bloodshed, in part because the soldier was a lousy shot and failed to kill anyone, and in part because Israeli Prime Minister Benjamin Netanyahu expeditiously phoned Palestinian leader Yasser Arafat to condemn the shooting. [SEP] hypothesis: The attack could have gone very badly.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: However, once either high volume or high density is achieved, the opportunities for further reductions in average unit costs by increases in either volume or density are minimal. [SEP] hypothesis: Further increasing volume in high volume areas does little to reduce unit costs.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
