{"task": "glue-mnli", "input": "premise: Also modest, it will not attempt to solve all the problems relating to campaign finance, lobbying, and other activities that allow money to buy influence in politics. [SEP] hypothesis: There exist problems relating to campaign finance and lobbying.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: What did she say? Miss Howard made an extremely expressive grimace.  [SEP] hypothesis: Miss Howard telegraphed her feelings of pain well.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Today, the memory of Psychic Friends would live on in all our minds as a great and kooky American success story; we wouldn't have hundreds of psychics worried about their futures; and Lasky would still be ridiculously wealthy. [SEP] hypothesis: Thinking of Psychic Friends would always remind us of how weird it was.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: He didn't check the label on the third one, but added it, too. [SEP] hypothesis: A fancy mix was added to the third one.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The Seattle grunge band has grown up. [SEP] hypothesis: The grunge band from Seattle is now grown up.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: i would think it would take probably two or three years before people could could completely cut the cord [SEP] hypothesis: Before cutting the cord, people would be able to consider the consequences.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: And, as you probably know, in presenting estimates of its future needs, the Postal Service used financial and operational data from fiscal year 1998 as a benchmark. [SEP] hypothesis: The Postal Service was unable to locate any financial and operational data.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise:  The music is played on typically Catalonian and in some cases uniquely Ibicencan  a wooden flute and a small drum (handled simultaneously by a single ambidextrous man), a sort of steel sabre struck in rhythm, and large castanets. [SEP] hypothesis: Wooden flutes, castanets and drums are used to make Catalonian music.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: right that's why i said republic rat [SEP] hypothesis: I said republic rat because he is a very shady man", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: i can't keep anything down i'm and i just cramps and i'm just going hey tell me about it right [SEP] hypothesis: I'm vomiting everything up and i have cramps, and I said I know what that's like.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: the um some buildings do it depends on the location the area i live in right now is is real good as far as crime rate is concerned and we don't have anything at all no burglar alarms no guards some some places do have guard gates that you have to get through or electronic access gates and things like that [SEP] hypothesis: The crime rate around here is pretty low, so we don't have much need for security systems.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: For  Many conservatives have seized on the Boskin report as a club with which to beat all those liberals who have been whining about declining incomes and increasing poverty in America. [SEP] hypothesis: Liberals are actually quite happy with their pay cuts.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: We spent the week together in bliss, in bed. [SEP] hypothesis: We didn't spend any time together in bed.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: That is, the journalist's aim before the conflict may have been to present the truth as accurately as he could--whether additionally inserting his own opinion or not--without any hidden incentive or tendency to misstate the truth present. [SEP] hypothesis: The journalist's aim might have been to present the truth.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: When I come out I shan't speak to you in case he's watching. [SEP] hypothesis: I'm not going to speak to you when I come out because he might be watching.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Thus reliance on financial records for audit backup would not be feasible. [SEP] hypothesis: Reliance on financial records for audit backups is not feasible.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
