{"task": "glue-mnli", "input": "premise: What will he do next?  [SEP] hypothesis: He is dead and can't do anything.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Without such a framework, even the cleverest organizing tactics will come to seem hollow. [SEP] hypothesis: Even with framework it is hollow.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: have to be headed in that direction [SEP] hypothesis: There is a need to head that way.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: They had sent the beard, as directed, to \"L.  [SEP] hypothesis: They had sent the beard for delivery just after noon.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Neither was Slim. [SEP] hypothesis: Neither was Slim.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Students protesting overcrowding, antiquated methods of teaching, and stifling bureaucracy made the Sorbonne a focal point in 1968. [SEP] hypothesis: THe students thought the teaching methods were revolutionary.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: As it turns out, it may not be such a good idea to welcome them into our workplaces and schools either, at least not as warmly as we have. [SEP] hypothesis: They do not deserve to be received with warmth.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: U.S. multinationals have been feeling the sting of the strong dollar for some time now, and the continued weakening of Asian currencies will continue to hurt their profit margins. [SEP] hypothesis: A strong U.S. dollar and a weakening Asian currency causes a decrease in profit margins for multinational corporations.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Find time, too, for the well-presented Museo Municipal in Carrer de la Corretgeria, 46. [SEP] hypothesis: Museo Municipal is in Carrer de la Corretgeria and it is very well-known.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: When the foreclosed property is sold, any difference between the sales proceeds and the book value (i.e. [SEP] hypothesis: A foreclosed property can be sold if a buyer is available on the market.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Along both streets you'll find retro furnishings, vintage clothing, designer boutiques, and fun gift stores. [SEP] hypothesis: You'll find supermarkets and convenience stores along both stores.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In 1990, EPA projected the cost of full implementation of the SO2 emissions reduction with trading at $5. [SEP] hypothesis: They wanted to make it affordable for those involved.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Analysts construed the project as a coalition bid for mainstream credibility [SEP] hypothesis: Analysts construed the project in five days.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: uh one and i always tried to show my wife you know here's how you once a year i'd say here's how you do the budget in case i get sick or here's how you do the checks you know [SEP] hypothesis: once a year i showed my wife how to do the budget and write checks", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: DOD should take steps to close the gaps between its current acquisition environment and best practices. [SEP] hypothesis: The DOD could benefit from the adoption of best practices.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: but when we moved in um our backyard has so many big tall trees in it that there just there wasn't even a blade of grass in the backyard [SEP] hypothesis: We wanted to plant even more trees.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
