{"task": "glue-mnli", "input": "premise: Most of the graves are recent, barely a century old, but the cone-roofed, timeworn monument seen down the valley dates from the Second Temple period over 2,000 years ago. [SEP] hypothesis: The monument was constructed in the past 20 years.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: After that, we were able to raise funds, he said.  [SEP] hypothesis: They successfully raised funds.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: (The Brooklyn Academy of Music plugs the play at its site.) [SEP] hypothesis: The play is at the Brooklyn Academy of Music.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: LSC's vice president for programs, Randi Youells rejected that suggestion and adopted the plan merging Passaic and Bergen and Hudson. [SEP] hypothesis: Passaic's, Bergen's and Hudson's plans were merged into one.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: So when you hear all this business about cuts, let me caution you that that is not what is going on. [SEP] hypothesis: They may be cutting a few failing departments and starting new ones.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Hugues' reign on Guadeloupe didn't last long, but it was bloodthirsty enough to be recalled vividly even today. [SEP] hypothesis: The reign on Guadeloupe lasted thousands of years.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The first question to Bauer Wednesday was, Don't you just give this story more momentum by doing this? [SEP] hypothesis: They asked Bauer if he killed the story.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: You probably won't live the day out.\" [SEP] hypothesis: I doubt if you will be alive tomorrow.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I look forward to working with you to develop such an approach to reduce emissions from power generation. [SEP] hypothesis: I would like to speak with you to develop a strategy to increase power generation emissions.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: This represents the current NIPA definition of investment used throughout this primer unless otherwise stated. [SEP] hypothesis: The definition currently used by NIPA is the most comprehensive and widely understood in this industry.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In his liner notes, and more elaborately in our conversation, Levin claims the manuscript score makes Beethoven's intentions unambiguous on this point. [SEP] hypothesis: Levin studied Bach's scores.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: He's ah! With a shriek of terror she sprang to her feet. [SEP] hypothesis: She let out a yelp and could not move her body.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: absolutely that's what happened to us we had a boat for several years in early marriage and along came the kids and it kind of sat there [SEP] hypothesis: We've never been able to find a babysitter so we could have some boating time alone.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise:  Dave stopped as the door closed behind him. [SEP] hypothesis: Dave kept walking, and ignored the door closing behind him.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Thus, 11 billion pieces is an extreme lower bound on the number of preprints carried by the Postal Service. [SEP] hypothesis: There is 1 million more preprints unaccounted for by the Postal Service.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: San'doro began gathering and lighting a fire. [SEP] hypothesis: San'doro lit a small fire, trying to keep warm in the frigid cold.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
