{"task": "glue-mnli", "input": "premise: Tuppence, you are the limit! [SEP] hypothesis: You're the uttermost, Tuppence!", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: i i i don't know if he's the the right one to replace him he'd probably be a perfectly competent replacement but [SEP] hypothesis: He may be a competent replacement but I can't be sure.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: 16 Benchmarking is a critical part of an effective improvement program because it helps an organization identify outstanding levels of performance that have actually been achieved. [SEP] hypothesis: Benchmarking is a critical part of an effective improvement program", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Sir James kept his finger on her wrist a minute longer, then withdrew it with a nod. [SEP] hypothesis: Sir James was taking her pulse.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah yeah i understand that i'm you know i work full time and i have two kids so my spare time usually involves something with the kids yeah you know hobbies we i i can't really say that we have hobbies it's more like maybe [SEP] hypothesis: i usually spend my free time doing things with my kids", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: From this, a larger study was designed to meet the needs of the requester. [SEP] hypothesis: A smaller study was created to meet the needs of all five requesters.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Imagine a law school class with 100 places. [SEP] hypothesis: Think of a law school class with 100 vacancies.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah and it it just doesn't yeah it doesn't make that much difference in the average life in the scientific community and places where it's needed [SEP] hypothesis: It doesn't help much in the places it's needed.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: And so all the paradoxes of thrift, widow's cruses, and so on become irrelevant. [SEP] hypothesis: Widow's cruses become highly relevant.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: They'll find my body. [SEP] hypothesis: They will find me dead in the bushes.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Another was the need for something more adequate than naturalistic generalization for evaluation purposes. [SEP] hypothesis: Evaluation purposes have been adequately served by the current naturalistic generalization.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: At least as first. [SEP] hypothesis: Not now, not ever.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: That was some fun watching how the giant two-headed lizard's constant bickering among itself eventually led to its extinction, a lesson for us all and especially for my Uncle Morty and Aunt Bernice. [SEP] hypothesis: It was fun seeing the two-headed lizard argue with itself and how that led to its own demise.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: But here the civic sights take second place to the royal parks and palaces. [SEP] hypothesis: Everyone loves the royal parks more than the civic sights.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: With unknown powers at your command, you might escape in time. [SEP] hypothesis: You might eventually escape because your powers are unknown.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: 6.4 LABORATORY CULTURING [SEP] hypothesis: Culturing in the Lab", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
