{"task": "glue-mnli", "input": "premise: i i don't know it's going to be hard to switch i think that we're going eventually end up end up that way though i just don't see how we can yeah i think it'll take [SEP] hypothesis: I believe it will be difficult to change, and we will sooner or later end up that way.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: pardon yes right there needs to be more than one test and there needs to be some some measure of uh certainty before anything drastic happens there are lots of things that are involved there um such as perhaps insurance [SEP] hypothesis: There needs to be a measure of certainty before anything drastic happens because many of things involved are fragile.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: but luckily at Texans there's a little more diverse diverse clientele [SEP] hypothesis: Texans is mostly patronized by the same types of people", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The Texan swiped soap from his cheek. [SEP] hypothesis: The Texan wiped whipped cream off his face.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The related literature indicates that some other agencies have begun to experiment with online dialogs or interactions among participants during the rulemaking process. [SEP] hypothesis: The literature shows that the agencies are not hosting anything to get the opinions of participants.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Ironically, for those who do apply, the EITC represents the fourth largest area for audits by the IRS. [SEP] hypothesis: The EITC helps millions of auditors every year.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Or had she, in her turn, been shadowed and either tricked or forced into handing over the precious packet?  [SEP] hypothesis: She was certainly not shadowed and forced, or tricked, into handing it over.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The last very good day for both of them was spent at Miss Elwira's, the accountant, name day party. [SEP] hypothesis: The day was more fun than they had expected.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: And if we refuse? said the German quietly. [SEP] hypothesis: And if we don't comply with your request? asked the German.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I thought it would further my plans. [SEP] hypothesis: Further my plans, is what I thought it'd do.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: oh really no i didn't hear that [SEP] hypothesis: Seriously? I never heard that she passed away.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: As a result, these simulation results should not be compared directly to those in our earlier reports. [SEP] hypothesis: These simulations are flawed and should not be compared to other reports.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: This gentleman must be a clot in costume. [SEP] hypothesis: He's most likely a clot who's wearing a costume.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: SAFE Shelter executive director Gail Reese-Wheeler vividly recalls her first encounter with Jim Lindsay's indomitable spirit. [SEP] hypothesis: Gail Reese-Wheeler works for the EPA", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Each party receives and sacrifices something of value. [SEP] hypothesis: Both parties have to come to an agreement.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Yes, indeed, said Poirot seriously.  [SEP] hypothesis: Yes indeed.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
