{"task": "glue-mnli", "input": "premise: The Pacific Asia Museum (46 North Robles Avenue) has been designed to resemble a Chinese imperial residence. [SEP] hypothesis: The museum was modeled on one of the imperial palaces in Beijing.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: You know much about history?' [SEP] hypothesis: How much do you know?", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Along with his younger brother, Jean-Baptiste, Sieur de Bienville, he established several tentative settlements along the Mississippi. [SEP] hypothesis: It's known that there never was a settlement near the Mississippi due to floods.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: It just means they're really, really serious about you. [SEP] hypothesis: You have been passed over.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The newest hotel zone is due west of the city along the coast, stretching for 5 km (3 miles) or so before the coast bends on the way to the small town, Camara de Lobos, and the high cliff, Cabo Girao. [SEP] hypothesis: About 3 miles up the coast is the small town of Camara de Lobos.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: No woman could act her part with that icy unconcern.  [SEP] hypothesis: That icy unconcern sent a chill down those who witnessed it.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: (In the Bargello, you can compare his bronze model with Ghiberti's; ) Magnificent Byzantine-style mosaics inside the cupola include scenes from the Creation, Life of St. John, and a Last Judgment and date from the 13th century. [SEP] hypothesis: The mosaics inside the cupola all show scenes from Roman history.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Access is available only on written request or invitation by a deputy. [SEP] hypothesis: The deputy may invite you and grant you access.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The principle remains.   [SEP] hypothesis: The fact is still here.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I steady my nerves, that is all.  [SEP] hypothesis: I prepare myself for what's coming.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Dexter, who had spent most of his professional career as a music producer and promoter, was the one who realized that the family was sitting on a valuable  the collected works of Martin Luther King Jr. [SEP] hypothesis: Dexter's background in the music business, in addition to his being a big fan of Martin Luther King Jr., was vital to him discovering that the family was sitting on a valuable collection.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In recent years a gleaming new high-rise zona turista has sprung up to confront the old-world hotels and distinguished quintas (rural estates) of Madeira's more peaceful past. [SEP] hypothesis: There is no tourism in the area.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Because these elements are all included in the concept of strategic planning, as it is currently understood in management practice, one advantage of the term state planning is that it emphasizes that what is involved is strategic planning for state equal justice communities. [SEP] hypothesis: \"State planning\" emphasizes that it takes strategic planning to create equal justice communities.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Perspectives on the Household Saving Rate. [SEP] hypothesis: Different views of the Household Saving Rate.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: But 49ers fans will always love Joe Montana more. [SEP] hypothesis: 49'ers fans really hate Joe Montana.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Florida is one of just 11 states that provide no such funding whatever, so it's to lawmakers' credit that HB 491/SB 512 have unanimously passed out of every House and Senate committee to date. [SEP] hypothesis: Lawmakers are passing 491/SB 512 overwhelmingly because they believe it's in the state's best interests.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
