{"task": "glue-mnli", "input": "premise: you you kind of get trapped into listening to whatever there is available type of thing you know [SEP] hypothesis: You basically have to listen to whatever is available.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Santa Anita Park in Arcadia offers two horse racing fall and winter/spring. [SEP] hypothesis: Two horse racing is offered by Santa Anita Park in fall and winter/spring.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: One authority notes that publication biases may favor programs that seem to work, which could lead to a misleadingly positive view (Berger, 1983). [SEP] hypothesis: The view can be illusively positive because of a publication bias towards working programs.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: huh-uh that's all right then [SEP] hypothesis: Huh-uh I don't think so at all.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Not that this old city will explain everything in fact, its dramatic confrontations of life and death on the Ganga river, and of scholarship and superstition, may only mystify you even further but the city's aura of sanctity is so overwhelming that it supercedes any need for rational explanations. [SEP] hypothesis: The city was regarded as a holy place long ago by travelers.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: shows and i like mysteries [SEP] hypothesis: I enjoy mysteries.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The present structure dates from 1426, replacing five earlier pagodas destroyed by fire. [SEP] hypothesis: The current structure dates back to 1000.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: But one doesn't have to be old to appreciate that. [SEP] hypothesis: One can appreciate that even if they're not old.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: God, I hope these guys saw me talking to Lincoln, I thought. [SEP] hypothesis: I hope no  people saw me and Lincoln chatting.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Adopting a teams-based approach to operations can improve employee morale and job satisfaction by creating an environment characterized by open communication, enhanced flexibility in meeting job demands, and a sense of shared responsibility for accomplishing agency goals and objectives. [SEP] hypothesis: Several benefits can be gained by a teams-based approach.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: provide input, and the agency used that input as part of its efforts to develop a balanced set of goals and objectives for the division. [SEP] hypothesis: The agency completely ignored the division.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In spite of herself she was nervous. [SEP] hypothesis: She was nervous even though she didn't want to be.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: More fool, Lawrence! retorted Miss Howard.  [SEP] hypothesis: Miss Howard thought everyone was a moron.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: As a matter of fact he is. [SEP] hypothesis: No, he is not.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: U.S. producers knew China would bring on the new, more-efficient plants, but they did not expect that country to continue running its smaller, less-efficient ones. [SEP] hypothesis: Although England did expect China to continue its smaller factories.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I should like to see a good flare up.  [SEP] hypothesis: I should like to see a big blaze going.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
