{"task": "glue-mnli", "input": "premise: A twin plague of lice and fungus has attacked the undergraduate library at the University of California-San Diego. [SEP] hypothesis: The library at the University of California avoided the plague of fungus.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The Aryans arrived on the scene some 200 years later. [SEP] hypothesis: The Aryan people's arrival was delayed by geopolitical reasons.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Comfortable rooms with en suite bathrooms, kitchenettes, refrigerators, and TV in lodges set amidst wide lawns and comfortable facilities for relaxation or BBQ. [SEP] hypothesis: The rooms are comfortable but share a bathroom with the rest of the floor.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Sure, I know these young whelps an' their pa too. [SEP] hypothesis: I don't know them at all.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: He straightened, still cursing. [SEP] hypothesis: He was still cursing when he straightened", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The chauffeur looked round for orders. [SEP] hypothesis: The escort waited for orders.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The study was based on information collected from employers by the Equal Employment Opportunity Commission from 1990 through 1999 on so-called EEO-1 forms. [SEP] hypothesis: The employers collected information for a study to be based.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Why?\" Poirot shrugged his shoulders.  [SEP] hypothesis: Poirot was very forthcoming with his concerns about their relationship.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: SOUTHWEST [SEP] hypothesis: The direction southward and westward of here.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: well me neither but but it just seems like that's what it would be like [SEP] hypothesis: It seems easy.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: OMB has approved both rules' collections and has issued Control   [SEP] hypothesis: Rules pertaining to both collections have received approval from OMB.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Directly in front of Parliament, on Holyrood Road, is Our Dynamic Earth, which opened in July 1999 in a futuristic building under a brilliant white-tented roof. [SEP] hypothesis: Our Dynamic Earth opened near the end of the 20th century.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: 'All right. [SEP] hypothesis: All things pointed toward the right.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The attorney can give basic advice about what will need to be done to file a lawsuit, or to defend against one. [SEP] hypothesis: The average consulting fee for legal advice is 45 dollars an hour.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: This system of competitive bidding eliminated the right of grantees to a hearing to contest a funding decision awarding a grant to a competitor, ensuring LSC can award grants to the best applicants without unnecessary administrative barriers. [SEP] hypothesis: This system of competitive bidding eliminated the right of grantees to a hearing to contest a funding decision awarding a grant to a competitor.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: You're on your own.\" Tuppence nodded sagely. [SEP] hypothesis: Tuppence told them she could not help them.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
