{"task": "glue-mnli", "input": "premise: right holley yeah right [SEP] hypothesis: Yes, holley, right.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Don't you try harassing any of my riders. [SEP] hypothesis: Don't even try to intimidate any of my boys.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: This time out, Bennett features in large, boldfaced type the statistic, Between 1990 and 1997, the rate of sentenced prisoners in the United States increased 50 percent. [SEP] hypothesis: The crime rate in USA is higher than the crime rate in Canada.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: but what what i plan to do in the future is um go ahead and get my upper education as far as my masters and work on my doctorate and teach um college [SEP] hypothesis: I am done with school and ready to start my career.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: oh we get gripes but all in all it it works pretty good for everybody you know [SEP] hypothesis: The system works for most people, but someone could still be really annoyed about it.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: This is a small modern hotel, situated opposite the giants, across the road from the beach, and close to the nightspots of Little Tel Aviv. [SEP] hypothesis: It is small and modern and a short walk to the beach.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: This observation seems unlikely to be applicable either to figure skating or to constitutional government. [SEP] hypothesis: That is not true of the government or ice skating.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I'm not sure I have, said Tuppence darkly. [SEP] hypothesis: Tuppence is friendly and never speaks in a dark tone.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: very true i find T News very enlightening and i check that everyday and of course with that goes along the the stock price of TI [SEP] hypothesis: The news is something I enjoy and look at daily.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Federal budget surpluses now are projected for at least the next decade. [SEP] hypothesis: Federal budget surpluses now are projected for at least the next decade.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The china department is huge, and the cosmetics, sportswear, and luggage sections are excellent. [SEP] hypothesis: The china department is extensive and the sportswear, luggage, and cosmetics sections are of the most excellent quality.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: and uh it didn't seem like it was that congested in that that part you know because to me where we live out here in the north east it it's there are a lot of buildings very close to each other [SEP] hypothesis: There are almost no buildings where I live.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: SPECIFIC IDENTIFICATION - An inventory system in which the seller identifies which specific items are sold and which remain in ending inventory. [SEP] hypothesis: The system is currently out of order.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: One of your 'little ideas'? [SEP] hypothesis: It involves a slingshot, a beautiful woman, and a giant ape.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Waterhead, Ambleside's harbor, has a few shops that cater to the ferries, cruise boats, and other vessels that dock here. [SEP] hypothesis: There are no shops that cater to cruise boats in Ambleside, it's just a small village.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: With walls of dazzling white stone beneath gray slate roofs, the picturesque chateau at Azay reflects the waters of the Indre river, 30 km (19 miles) southwest of Tours. [SEP] hypothesis: The water is a clear blue green and sparkling.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
