{"task": "glue-mnli", "input": "premise: they have they have a long  yes they like Jerry Lewis much to the chagrin of sophisticated American quote unquote sophisticated American record company but they have this one guy Jacques Teti that does slapstick comedy and there's something about it [SEP] hypothesis: Jerry Lewis and Jacques Teti are successful comedians.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The Kentuckian went over to them. [SEP] hypothesis: There was a man from Kentucky who joined them.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: It is or should be run for the benefit of ordinary people in their daily lives. [SEP] hypothesis: Something will be run to benefit people.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: However, other factors such as the desire to effect change and make a difference may attract senior executives to public service. [SEP] hypothesis: Nothing can attract an executive to public service.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Some of butchest guys around go all atwitter when ladies ask them about their guns. [SEP] hypothesis: Tough guys act feminine on twitter because they are lacking something with the ladies", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Most fans prefer that such wrecks not occur, but when they do, fans pay justifiably close attention to the driver's fate. [SEP] hypothesis: Fans dislike auto-crashes, but pay close attention.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: you should have taken the larger one huh [SEP] hypothesis: You should've taken the larger one to make sure the class bully didn't get to take it.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: FashionSense 2.0 [SEP] hypothesis: Fashion NonSense", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: One thing Gonzo would definitely disagree with was that Roman Fretard was a bit of a retard when it came to computers. [SEP] hypothesis: Gonzo didn't think Fretard was stupid at all.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: that that that's actually real good yeah we um we actually we have the reverse situation turns out that um um most of my friends aren't Jewish and and and my wife's not but i [SEP] hypothesis: That's the same as us because my wife and friends are all Jewish even though I am not.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Choose your own fish from the display and find out how much it will cost before having it cooked. [SEP] hypothesis: Only one choice of fish is on display and they won't tell you the price before cooking it yourself.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: politician is pushing it or uh or Mitch Snider or Mitch Snider oh okay well see that's a DC thing Mitch Snider is the the advocate for the homeless that uh he he said      said said it out here in Washington uh Washington but he started the um uh  the movement for creative nonviolence [SEP] hypothesis: Mitch Snider never helped the homeless in any way.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: A specific performance expectation to lead and facilitate change could be a critical element as agencies transform themselves to succeed in an environment that is more results oriented, less hierarchical, and more integrated. [SEP] hypothesis: A specific performance expectation to lead and facilitate change could be a critical element.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Gauve's wife, Celeste, refilled his plate, laughing at his blush. [SEP] hypothesis: Celeste gave Gauve more food.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Attractions include a dolphin pool, a medieval encampment, a number of inventive water rides, and roller coasters. [SEP] hypothesis: There is a wide range of attractions, including water rides.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: If you would like more information, you should go to the site that is actually handling this  www.rtmark.com. [SEP] hypothesis: Their website does not contain info that is useful.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
