{"task": "glue-mnli", "input": "premise: That wouldn't be true today. [SEP] hypothesis: Today that would not be true.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Current Issues in Economics and Finance, Vol. 6, No. [SEP] hypothesis: There are no issues the organization needs to deal with in economics and finance.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I think you've given him too much, Tommy, said Tuppence innocently. [SEP] hypothesis: Tuppence sheepishly suggested that Tommy had handed over too much.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I don't, said Jon. [SEP] hypothesis: Jon said he certainly did love the girl.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Likewise for TV stations, as long as one owner's signals do not reach more than 35 percent of the nation's households. [SEP] hypothesis: They are given special priveleges for reaching less than 35% of homes.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: and you uh put about two tablespoons of uh water into this bowl and about an eighth a teaspoon of salt [SEP] hypothesis: You don't need water or salt.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: These are right views, right intentions, right speech, right conduct, right livelihood, right effort, right mindfulness, and right contemplation. [SEP] hypothesis: The principals of their religious views are  are right views, right intentions, right speech, right conduct, right livelihood, right effort, right mindfulness, and right contemplation.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The third installment in McCarthy's trilogy about cowboys in the mid-20 th century seals his canonization. [SEP] hypothesis: McCarthy has a trilogy about dogs.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
