{"task": "glue-mnli", "input": "premise: It was the former site of an abandoned iron foundry, ghetto in old Venetian dialect, which lent its name to this andecores of other future enclaves for the forced isolation of Jewish (or other minority) communities throughout Europe. [SEP] hypothesis: The Venetian ghetto is over 700 years old.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: you wish you did paying it on rent oh well that's the ideal thing [SEP] hypothesis: Paying rent is no big deal.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: no i don't i did it by hand uh-huh it wasn't too much of a job really like i say it's just [SEP] hypothesis: It wasn't too much of a job for me to do by hand.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: 'What was your proposed motto for the declaration of independence?' [SEP] hypothesis: Was it true that you came up with the motto on the spot?", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: oh yeah i was feeling real good then so  he broke me down from i mean he started me from the very beginning as far as changing just about everything i did and uh uh [SEP] hypothesis: I wanted to rise up to the top with his help.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I'm sure you are mistaken.  [SEP] hypothesis: You have made a mistake.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: There is no question that the cold war has ended, and we won. [SEP] hypothesis: The cold war still carries on.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: She smiled as if she liked what she saw of this brown-faced stranger with quiet, disciplined features and eyes older than his years. [SEP] hypothesis: The man of hispanic descent had quiet and disciplined features.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: i suppose but i had a hundred and twenty eight thousand on it when i sold it [SEP] hypothesis: It did have a pretty good amount of miles on it, though.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Apparently, for all those years the justices were just kidding around. [SEP] hypothesis: The justices have been pretending for all those years, but now it has become a news of public domain.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: What's the origin of the name? [SEP] hypothesis: What is the root of the name?", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Shenzhen's main tourist attractions are its enormous theme parks. [SEP] hypothesis: One particular theme park in Shenzhen is labelled \"The Largest Theme Park in Asia\".", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: A sightseeing bonus here is that from the plaza in front of the church there's an unexpectedly stirring aerial view of Ibiza Town. [SEP] hypothesis: The plaza in front of the church is often crowded.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Ever since the 18th century, revolving stages and trapdoors have been employed for supernatural characters to rise to the stage. [SEP] hypothesis: Trapdoors have been used for supernatural characters ever since the 20th century.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah that's true i hate to i hate to look up and find someone who was admitted to medical school simply because she happened to be a female [SEP] hypothesis: I think it is alright if people get into medical school because they are female.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I get tired of being told I'm not going to like it because it doesn't adhere to certain basic critic criteria. [SEP] hypothesis: Being told I'm not going to make it is tiring because it is discouraging.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
