{"task": "glue-mnli", "input": "premise: Although fortifications were built here by the Maccabees in the second century b.c. , King Herod the Great improved on these hugely, transforming them into a magnificent fortified palace, stocked with years' store of food and fitted with enormous cisterns (supplied by flash floods via an aqueduct) to ensure a plentiful water supply. [SEP] hypothesis: There were no aqueducts to fill up the cisterns.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: and then i did a hour of aerobics [SEP] hypothesis: Before the aerobics, I did an hour of weights.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The museum has ancient and modern art, an excellent archaeology section, and temporary exhibits of music and ethnology. [SEP] hypothesis: The museum is closed for good.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Rank-and-file Republicans fear DeLay and respect his political abilities, but they don't like him or trust him as much as they do Armey. [SEP] hypothesis: Republicans fear DeLay but they don't like or trust him as much as Armey.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: All five of the regulatory agencies that we examined were using some form of IT to notify the public about opportunities to participate in rulemaking and to facilitate the receipt of public comments. [SEP] hypothesis: IT was used by all of the regulatory agencies to communicate to the public.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: As he gathered the warriors, Ca'daan felt like he had some measure of control over them. [SEP] hypothesis: Ca'daan was preparing for a battle.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise:  Jon looked to Adrin who cleaned his guns the way Jon had shown him. [SEP] hypothesis: Jon nor Adrin had a gun.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: uh now how that has to deal with stress i'm not really sure since i thought most of the stress had to do with you know from the from the eyes and the mental processes on up i don't know what it would have to do with the connectivity to the rest of the body [SEP] hypothesis: i don't know what the stress would have to do with the connectivity to the rest of the body", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Instead of buying a motorcycle or taking up bungee-jumping, the graying Clinton paired off with a 21-year-old to affirm his youth and virility. [SEP] hypothesis: The aging Clinton went with a 21 year old instead of other actions such as the purchase of a motorcycle or trying bungee-jumping.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: That probably won't happen. [SEP] hypothesis: It has happened before and it will happen again.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The practitioner [auditor] shall perform an engagement only if he or she has reason to believe that the subject matter is capable of evaluation against criteria that are suitable and available to users. [SEP] hypothesis: The auditor will only perform an engagement if he thinks the evaluation will benefit the organization.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: You must trust us. [SEP] hypothesis: We should be trusted.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Planning for the matters service reports process was several months in the making. [SEP] hypothesis: The service reports were done in days", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The peninsula opposite the east coast of Ap Lei Chau island contains Ocean Park (open daily 10am 6pm; admission HK$150 adults, HK$75 children), which has become one of Hong Kong's biggest attractions. [SEP] hypothesis: Ocean Park is not near Hong Kong at all.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: the next thing [SEP] hypothesis: The previous thing.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: You can, however, get a peek into the good life at Hotel Bel Air's restaurant, lounge, and gardens (701 Stone Canyon Road), where celebs often linger. [SEP] hypothesis: You can almost always spot a celebrity there.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
