{"task": "glue-mnli", "input": "premise: Another way to shift work to the private sector is through contracts with suppliers. [SEP] hypothesis: Another way to shift work to the private sector is by not going through contracts with suppliers", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: well you've you've got a point there but um do you think one appeal is is too stringent [SEP] hypothesis: I did not think about it that way til you mentioned that.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: um-hum right yeah we real we've become aware of that we have a there's a loan officer through our church too that i think could help us better you know he does that full time with the bank you know [SEP] hypothesis: \"As there is a loan officer through our church too, we have become aware of it and other options.\"", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: You don't think but, say, that's plumb impossible no one could have got in. [SEP] hypothesis: I know what it was: they slipped in through the open back door.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In recent years it was fashionable to look down on the Champs-Elysees (many Parisians claimed they never set foot there), but it is returning to favor. [SEP] hypothesis: It was fashionable to look down on it.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Brunelleschi's design was never completed but the interior preserves the spatial clarity of his Corinthian-capitaled colonnades. [SEP] hypothesis: Brunelleschi's completed design can be seen in its original condition today.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In Roman times a temple to Jupiter stood here [SEP] hypothesis: There is still a temple to Jupiter here.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: It was not until 1822, when George IV made a state visit, that the fortunes of the palace revived. [SEP] hypothesis: The fortunes of the palace never revived.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: If a written product has been planned, the requesters or co-requesters must advise GAO of their withdrawal before the product is submitted for printing. [SEP] hypothesis: If a written product was planned, the requesters have to advice GAO of the withdrawal before the product is submitted to be printed.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: procurement invitations, contract awards, [SEP] hypothesis: probation, reprimands", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: One answer  nothing . The history of central bank attempts to deflate overvalued stock prices is not encouraging. [SEP] hypothesis: The central bank doesn't have a history of trying to deflate stocks that have been overvalued.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: uh-huh yeah there are there are lots of bike paths i know my son is a biker and he he's done the whole C and O canal i think it's a hundred and eighty miles with the scouts [SEP] hypothesis: I don't think there are any bike trails here.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I raised my hands to stop them. [SEP] hypothesis: I put my hands down.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: uh to for them to mulch [SEP] hypothesis: Mulching is mandatory.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: This is the case whether or not any mailers decide on the basis of the price differentials to engage in drop shipping. [SEP] hypothesis: The mailers usually don't differ prices.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Just north of the Puerta del Sol and next door to the Ministry of Finance, is the Real Academia de Bellas Artes de San Fernando call it the Museum of the Royal Academy. [SEP] hypothesis: The Puerta del Sol, Ministry of Finance, and Museum of the Royal Academy are all far apart.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
