{"task": "glue-mnli", "input": "premise: yeah yeah they're not going to change that to meters it will always be [SEP] hypothesis: They won't change the metric system, it will always stay the same.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: This luxury resort offers a magnificent beachfront, the most elegant of boutiques and jewelry shops, and the ultimate in grand hotels. [SEP] hypothesis: A fully-featured fitness center and massage parlor are offered at this resort.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah i don't yeah i don't think it would crush steel cans it's pretty tough [SEP] hypothesis: I think that it wouldn't be able to crush 20 steel cans.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Two lighted lanterns hung from pegs along the center of the stable, and Callie had mounted a barrel to put up a third as Drew entered. [SEP] hypothesis: Drew entered and saw two lit lanterns hanging from pegs along the center of the stable, as Callie climbed upon a barrel to put up one more.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Gave 'em to me when I gentle broke a wild one none o' th' other boys could back. [SEP] hypothesis: Gave them to me when I broke one all the others couldn't.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: He stood up and peered through the windows of the shed. [SEP] hypothesis: He looked through the windows to see what had made the sound.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah well i love the game so uh i enjoyed talking about it [SEP] hypothesis: I hated the game and I don't wanna talk about it", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The Parade, the streets surrounding the park, once heard the marching steps of British soldiers; it was here that slaves were beaten or hanged as punishment for their  crimes.   [SEP] hypothesis: There was never any slavery.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The process usually takes too long, and in the final analysis, the most severe sanction the AICPA can impose is expulsion from the Institute. [SEP] hypothesis: In the final analysis, the most severe sanction the AICPA can impose is expulsion from the Insitute, and the process usually takes too long,", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Neil Bryant said. [SEP] hypothesis: It was said by Neil Bryant.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Malaysia's traditional entertainment is more often than not a daytime affair. [SEP] hypothesis: Traditional entertainment in Malaysia only takes place during the day.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I had some warm moments in that court; I did not figure to myself that the man would be so pig-headed as to refuse to say anything at all.  [SEP] hypothesis: I spoke a lot in court.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: right i know oh it's it's awful the first house well the our house in Castroville was the first one too and we had no idea the expense that lawns and gardening  would run into [SEP] hypothesis: Before we got our first house, we had no clue how much lawn maintenance could cost.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The Trustees' longterm assumption reflects the average labor productivity growth over the [SEP] hypothesis: The trustees do not assume any average labor growth", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: A few blocks up Nathan Road is Kowloon Park (open daily 6am midnight), elegantly laid out with fountains, promenades, and ornamental gardens; be sure to go up the steps to see the Sculpture Walk. [SEP] hypothesis: Kowloon Park is a restricted parking lot with no remarkable features.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: 8.10 MULTI-CONCENTRATION (DEFINITIVE) EFFLUENT TOXICITY TESTS [SEP] hypothesis: Toxicity tests can find multi-concentration effluent toxicity.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
