{"task": "glue-mnli", "input": "premise: uh uh i've got a garage under the house [SEP] hypothesis: I do not have a garage.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Like Vrenna, the young girl was cloaked and had her hood drawn. [SEP] hypothesis: Vrenna was naked.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: So let me assure you that this is in no way intended to deter any proceedings under way in the House of Representatives, no matter how idiotic. [SEP] hypothesis: There are proceedings in the House of Representatives every hour.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In an earlier report, Chang and Astrachan documented low BAC testing rates for intoxicated drivers by emergency department physicians. [SEP] hypothesis: Emergency physicians generally have more important things to worry about than documenting BAC rates.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah that's probably the same case in our family too [SEP] hypothesis: Our family is very unique and we've never had anything like that.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah i spent about ten years in Abilene for TI i i worked out there in Abilene in west Texas and i never did get a chance to get over to Lake Texoma i i wished i had uh [SEP] hypothesis: I spent a decade in Abilene for college and work.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Free for the blind mail would continue to be available only if the Government continued to provide a subsidy to support it. [SEP] hypothesis: The freedom of blind mail is very helpful for many seeking to send post.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: You know, everything has to be robust  a robust foreign policy, a robust national defense, a robust air attack on Serbia, a robust police crackdown, a robust anti-drug policy, a robust investigation of abuses. [SEP] hypothesis: Foreign policy is one of the things that must be robust.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Southeast of Haifa (bus 1), the pleasant villages of Dalait el-Carmel and Isfiya are occupied by the Druse, a sectarian Muslim group who reject many of the teachings of Islam and share very few allegiances with the Palestinian Arabs. [SEP] hypothesis: All cultures and religions in the Southeast of Haifa are in agreement.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I wish I had studied Hebrew rather than Latin. [SEP] hypothesis: I would have rather studied Hebrew instead of Latin.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In ancient times, they sat in a circle (cyclos) around the sacred island of Delos, and their name has carried through into modern times. [SEP] hypothesis: Delos was never appreciated as a sacred location.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: A great ancient Cretan civilization was for many years believed to be the stuff of mythology. [SEP] hypothesis: It was only recently that evidence was found pointing to the existence of a great Cretan civilization in the past.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: If they had left it alone, it is possible the crime might never have been brought home to them.  [SEP] hypothesis: They would never have known about the crime if they had given up.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: That evening?  [SEP] hypothesis: That starry night?", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In general, the outcome of effective competition is [SEP] hypothesis: Competition has no outcome.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Are you ready for this magnificent experience experienced so far by only...' the captain consulted his notes, 'two hundred eighty eight commercial passengers?' [SEP] hypothesis: The captain and passengers all thought this would be a terrifying experience.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
