{"task": "glue-mnli", "input": "premise: we started out uh well we were living in Florida at the time and we early in life we discovered that six people all going on vacation gets to be very very expensive [SEP] hypothesis: We were living in Florida at the time but now we live in California.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Molesting young boys? [SEP] hypothesis: Young boys were molested by a priest.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I thought it fit both the holiday season and the postal rate case postmortem. [SEP] hypothesis: I thought it fit both the holiday seasons and the postal rate case postmortem.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Slim took the large glob of meat though his skin crawled at the touch. [SEP] hypothesis: Even though he thought it was icky he still took the food.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The analysis describes, and estimates the number of, small entities to which the rule will apply as required by section 604(a)(3). [SEP] hypothesis: The analysis describes small entities to which the pollution reduction rule will apply.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: One popular theory compares Zionism's imperative to acquire land to the American idea of Manifest Destiny (that it was the United States' God-given right to rule from coast to coast). [SEP] hypothesis: Zionism's imperative to acquire land to the American idea of Manifest Destiny is widely adopted.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: [T]oo much, even in this benign book, seems willed, unfree, a hysteria that he forces onto his scenes because without it they would not really exist. [SEP] hypothesis: He forces a hysteria onto his scenes.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: For all there is to do and see in Las Vegas, one may wonder if there is a nightlife at all outside of the obvious. [SEP] hypothesis: There isn't a whole lot to see or do in Las Vegas.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: all righty thanks bye-bye [SEP] hypothesis: Hello", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The building has filled many roles over the years, from residence to jail to mint, and is now used for exhibitions. [SEP] hypothesis: The building housed 100 of the most dangerous criminals.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: um-hum yeah um i've yeah i've been involved with uh some of the campaigns and the state conventions of the of the Republican party and it's really interesting to see the process as far as what goes through as far as the voting and the uh how the uh [SEP] hypothesis: I find the political process boring.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: At this stage, it is still far from proved that anyone in the Clinton administration knew that the Democratic Party was getting money from China or that money had an influence on its policies. [SEP] hypothesis: The Democratic party is giving funds to China, and the Clinton administration knows about it.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: what area lakes do you like [SEP] hypothesis: Which area lakes do you like?", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: He took a desperate step, trusting in his assumed character to avert suspicion. [SEP] hypothesis: He was trying to be deceitful", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The same boast can be made by anyone in Kansas. [SEP] hypothesis: The same boast Bush made can be made by any man in Kansas.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: It was beautifully restored after a damaging fire in 1984. [SEP] hypothesis: After a damaging fire in 1984, it was not restored.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
