{"task": "glue-mnli", "input": "premise: Both Texas and Illinois found the first-time payment accuracy review to be expensive-$250,000 and $400,000 in direct costs, respectively. [SEP] hypothesis: Texas and Illinois made money from doing the review.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: spend less i think we  well i think we give too much money away [SEP] hypothesis: I need to stop giving all my money away.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: There he goes, round the corner!\" Our eyes met, and we stared helplessly at one another.  [SEP] hypothesis: I made sure to avoid his gaze as we passed by each other.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Ca'daan gasped but it was little more than wind on the air. [SEP] hypothesis: Ca'daan gasped quietly.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Bill and Monica also at one point planned a tryst on Martha's Vineyard, but Bill finally chickened out, says the publication. [SEP] hypothesis: Bill and Monica never had any relationship.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: He was close behind, and there was nowhere to go. [SEP] hypothesis: My pursuer was on my heels and I was trapped.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Revenue is recognized as nonexchange revenue by the entity that is legally entitled to use the revenue or to use the property itself. [SEP] hypothesis: Entities can be legally entitled to use revenue or property.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: This road leads through the villages of Kamares where there is a large cave, and links up with the Amari Valley to the west (see page 62). [SEP] hypothesis: The cave in Kamares is small in size.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I'm in a huge, overwhelming sea of debt, said Jennifer Arons, 28, a criminal defense staff attorney at Manhattan Legal Aid.  [SEP] hypothesis: Jennifer claims her debt is over the six digit mark at this point.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: He drew his falcon hilted rapier and his off-hand dagger. [SEP] hypothesis: He took out his great axe for battle.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Vezelay's Basilique Sainte-Madeleine, repository of relics of Mary Magdalene, is a magnificent example of French Romanesque architecture, in spite of the damage inflicted by natural disaste rs, wars, and revolution. [SEP] hypothesis: They have relics that belonged to Mary Magdalene.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: um i don't know what the what the law is like in Texas i mean i certainly haven't heard anything any anything about somebody being executed or anything [SEP] hypothesis: They hold executions in Texas.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In the current climate of scarce resources, LSC must remain committed to pursuing bold new approaches that foster effective legal assistance to low-income clients, including overhauling service areas adjudged to be insufficiently responsive to the tenets of State Planning. [SEP] hypothesis: All of the service areas have violated the tenets of State Planning.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: they plead insanity and then three years later they're cured and let loose on society again [SEP] hypothesis: They knew they were faking it the whole time.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In these instances, GAO may request that agency officials review the draft report in the presence of GAO staff and that these officials provide the agency's consolidated comments at that time. [SEP] hypothesis: GAO has the capability to review the agency officials and provide comments as required.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The Utah Beach museum and monument are 5 km (3 miles) inland from La Madeleine, near Sainte-Marie-du-Mont. [SEP] hypothesis: The Utah Beach museum is roughly 10 miles inland from La Madeleine.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
