{"task": "glue-mnli", "input": "premise: yeah if the crime was bad enough that they were sentenced to death then do it you know uh [SEP] hypothesis: Their crime was one of the worst of all time.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Or, Hey, Shuman, lay off the fatty, fried food, why doncha? [SEP] hypothesis: Shuman has to stop consuming fatty and fried food.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Tripp protests that she made the tapes to protect herself because Lewinsky was pressuring her to lie in the Paula Jones case. [SEP] hypothesis: The tapes served to protect Tripp from Lewinsky.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The steel industry had lobbied ardently for the bill, claiming that imports are sapping business and eating jobs. [SEP] hypothesis: The steel industry remained impartial as to whether imports had been sapping business.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: At least we'd get a more vivid idea of how justice works. [SEP] hypothesis: This would still make it difficult to understand how justice works.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The dance of els cavallets is performed in Pollenca on 2 August at the D?­a de la Patrona, and in Felanitx on 20 July and again on the D?­a de Sant August?­ on 28 August. [SEP] hypothesis: You can only see the dance of els cavallets performed once a year.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: For example, a 900 MWe system is estimated to use approximately 2000 tons of steel, or about 2.2 tons of steel per MWe, rather than a combined maximum of 2025 tons for a situation in which the boilers required separate absorbers. [SEP] hypothesis: a 900 MWe system is estimated to use approximately 2000 tons of steel,", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: (Nothing currently on the site is going to hurt Gore very much. [SEP] hypothesis: Next week, the site is expected to break a slander piece on Gore.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: It's all of a piece. [SEP] hypothesis: It's all part of the piece.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Complex proposals and positions don't fare well in the arena of 30-second debates--especially when the negative spots are as well done as this one and as well grounded in ingrained popular attitudes. [SEP] hypothesis: Complex proposals will never beat an ingrained popular attitude.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: oh blood pressure [SEP] hypothesis: the pressure of the circulating blood", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Yes. Sir Ernest fairly shot the next question at him.  [SEP] hypothesis: Sir Ernest asked him to repeat the question.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Recommendation #4 Research is needed to evaluate the effects of legal, privacy, confidentiality, regulatory, and human subjects issues on screening and interventions for alcohol problems among ED patients. [SEP] hypothesis: ED patients can have alcohol problems.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: i see right exactly exactly [SEP] hypothesis: I don't think so, no.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The net $85 billion cut, they note, is less than 1 percent of the taxes the government expects to collect over the next five years. [SEP] hypothesis: More than 30% of taxes will be cut.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: uh-huh yeah well it's like our winter here i mean it was the winter that wasn't you know we were having having hot days in December and January [SEP] hypothesis: We never have hot days during the winter.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
