{"task": "glue-mnli", "input": "premise: You will also notice that people don't let traffic time stop their productivity many drivers have their cellular phone attached to their ear. [SEP] hypothesis: People here focus solely on the road and driving while stuck in traffic and you will rarely see anyone on the phone.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The river Canche flows right through the center of this small town, disappearing under buildings and hump-backed bridges. [SEP] hypothesis: The river goes right through the town.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Criteria, one of the elements of a finding, provide a context for understanding the results of the audit. [SEP] hypothesis: Provide statistics and figures to help with understanding the audit results.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: and how important it is to you you become more loyal so to speak to to the things that you don't have at that time and you realize hey my you know we really have a good thing there so i think you hold more dear the things like democracy and your rights [SEP] hypothesis: You should spread your time out between everything.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: It may not be the wildest in the Caribbean, but the FWI's carnival is the longest, by 24 hours. [SEP] hypothesis: The extra length of the carnival allows more visitors to be there.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Third, the woman serves the man's need to be needed. [SEP] hypothesis: Thirdly, the woman serves the needs of the man.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Emergency physicians should provide their legislative representatives and insurance regulators with information about how the UPPL adversely affects their ability to implement alcohol intervention programs and encourage them to implement the changes recommended by the NAIC and NCOIL. [SEP] hypothesis: Emergency physicians should not provide their legislative representatives", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: That is absurd, Mr. Inglethorp, said the Coroner sharply.  [SEP] hypothesis: That makes no sense.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Best of all, though, I avoid the hubris of pushing my ideas of appropriate formality on others, even those who agree with me. [SEP] hypothesis: I avoid the arrogance of enforcing my opinions on appropriate formality on others.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: no we probably should but we haven't so why don't you explain to me some good tips about what you've done which you've found useful and workable [SEP] hypothesis: You don't need to share any tips of your experience.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: This is a simplification of reality, which probably involves a curve with a slight upward slope. [SEP] hypothesis: In reality, it's probably a 20 degree upward slope.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The Pousada dos Vinh?¡ticos (vinh?¡tico is a type of Madeiran mahogany tree) enjoys the sort of views that many Alpine hotels would cherish. [SEP] hypothesis: The views are poor.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: On the southwest corner of the square, a fine 18th-century palace has been converted into an arts center. [SEP] hypothesis: An 18th-century palace has been converted into a gym.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Often referred to as the stated value. [SEP] hypothesis: \"Stated value\" is the way it's often referred to as.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Her husband says she actually spends less time on either because we're there. [SEP] hypothesis: Our presence always prevents people from doing tasks.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The northerner walked back and pulled his sword free. [SEP] hypothesis: The man moved back to his sword.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
