{"task": "glue-mnli", "input": "premise: Cherpitel evaluated single question screens in the ED and found them to be less sensitive than structured questionnaires. [SEP] hypothesis: The questions could have been organised better.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Red-roofed houses nestle on the surrounding hills. [SEP] hypothesis: The houses on the hills all have different color roofs.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: So much for the cruel stereotype of the pea-brained dinosaur. [SEP] hypothesis: Dinosaurs did not have pea brains.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Also, a George Stephanopoulos essay urges Clinton to step forward and tell us everything about his relationship with Monica Lewinsky. [SEP] hypothesis: Lewinsky and Clinton sat in a tree and kissed.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: One of the charms of the collection is that the paintings are hung not in any classical order but according to the personal whim of their last owner, the Duke of Aumale. [SEP] hypothesis: The Duke of Aumale was one of the wealthiest dukes in the country at the time of his life.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Upriver, east of Blois, in a huge densely wooded park surrounded by 31 km (20 miles) of high walls, the brilliant white Ceteau de Chambord is the most extravagant of all the royal residences in the Loire Valley. [SEP] hypothesis: The wooded park is wide open and available to anyone.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Over the course of a long series of meetings and discussions, representatives of the boards and staff of the four programs reached the conclusion that if all clients in Indiana were to have access to high quality legal services, significant changes needed to be made in the configuration of programs within the state. [SEP] hypothesis: Staff from the four programs never met or discussed anything.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: okay what do you like to cook [SEP] hypothesis: What do you like to cook the most?", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: it's at random right no when when i place the call they just you don't have a choice well you you you had marked on your on your sheet what you had interest in or no interest in or so [SEP] hypothesis: Sometimes the customer marks the wrong interests.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: and that's how we got started we did it for years and years uh [SEP] hypothesis: We did it for many years after we got started.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Elizabeth Dole goes  There's no point in even discussing it. [SEP] hypothesis: There won't be a discussion about Elizabeth Doles departure.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Once on top you can see the ruins of Herod's once-magnificent palace, the ramp that sealed the Zealots' fate, and, way down below, the sketchy remains of the Roman siege camps. [SEP] hypothesis: You can see numerous ruins from the top of this site.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: uh because of a service that they could provide you know if you want to be a lawyer because you know that you can provide a service that people need because you have to have lawyers in this country um but if you're just doing it because you think that's the best way to be rich [SEP] hypothesis: It is disgraceful to be a lawyer just for the money.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: sure at least one [SEP] hypothesis: Just want one to try.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: wife beaters--are booed. [SEP] hypothesis: Wife beaters are loved.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: One associate who obviously had a positive association with pro bono implored others to take on some pro bono matters. [SEP] hypothesis: One associate that had a good association with pro bono encouraged others to take on some pro bono jobs.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
