{"task": "glue-mnli", "input": "premise: The tour passes trees planted by the Royal family of Luxembourg, Andrew Young, and the Duke of Edinburgh, among many others. [SEP] hypothesis: The Royal Family of Luxembourg planted the trees passed during the tour.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Living standards can be compared in terms of real GDP per capita, which historically in the United States has doubled every 35 years. [SEP] hypothesis: The GDP of the United States has doubled every  35 years.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The place at which these two meet is what Kipling called Scandal Point.  [SEP] hypothesis: Kipling used the name Lover's Point to refer to the intersection of these two.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: By 1582, Christian converts were estimated at 150,000; by 1615 there were half a million throughout the country. [SEP] hypothesis: Five hundred thousand converts to Christianity were present in the country by 1615.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Also in the Arts Building is the Douglas Hyde Gallery, a modern two-level exhibition space it's the place to go for the cutting edge in Irish and international art (open Monday Friday 11am 6pm; Thursday until 7pm, Saturday 11am 4:45pm; lectures Wednesday 1:15pm, tours noon Saturday; free). [SEP] hypothesis: The Douglas Hyde Gallery is open on Saturdays.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Nanak's teachings were written in the Adi Granth, which acquired for Sikhs the sanctity of the Koran. [SEP] hypothesis: The sanctity of the Koran is of the upmost importance of the Sikhs.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: well not that we could be bought but uh [SEP] hypothesis: I would rather not sell myself out, or us as a whole, but if you can think of something tempting, maybe we can come to a deal.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: you know alcoholism wasn't a problem resentment whatever was was not a problem at all because each one of our children was planned and he seemed to be the one who initiated having children so certainly he wanted the m [SEP] hypothesis: He wasn't prepared for the trouble that children can bring", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The President's national homeland security strategy does provide for a proposed definition of homeland security, which should help the government to more effectively administer, fund and coordinate activities both inside and outside a new department and to ensure that all parties are focused on the same goals and objectives, results and outcomes. [SEP] hypothesis: The homeland security is not important, it doesn't help the president.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: For example, internal controls over expenditure data met the control objectives for aggregating and reporting this information on the financial statements; however, they did not meet the objectives for calculating perunitcost efficiency measures required for performance management. [SEP] hypothesis: They did not meet the criteria for calculating how efficient it is per unitcost.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: So which society is more cynical and decadent and which more idealistic and pure? [SEP] hypothesis: There is a lot of crime in a decadent society.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: They are the perfect location for outdoor classical concerts that take place during warm weather months. [SEP] hypothesis: They have the best location for indoor rock concerts during the warm weather.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: But, except on election night, these were a relatively small part of their Web sites, let alone their overall news. [SEP] hypothesis: The Web sites did not have any views.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: None was serious, obviously, and one suspects the new Morris wouldn't lie about a big thing. [SEP] hypothesis: I think the new Morris would lie about anything.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: There was a briefly popular in-group incantation (if by in-group we mean me), an acknowledgement of how crowded a demonstration could  La Raza Unida Is Standing on My Feet-a! [SEP] hypothesis: The in-group incantation attracted hundreds of interested people.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Gore is a born-again Baptist who regularly invokes biblical verse on the stump. [SEP] hypothesis: Gore is religious.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
