{"task": "glue-mnli", "input": "premise: so you're making uh you know fifteen dollars profit easily [SEP] hypothesis: You're easily going to make $15 in profits.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Well, I hope not. [SEP] hypothesis: I hope not.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: so at least that's uh some way that they're you know i i guess the best part about it you can't just drop off all scholarship scholarships because it does i would imagine at least in it's intentions help a lot of people who couldn't afford to go to school [SEP] hypothesis: Scholarships do not help anyone and they should be gotten rid of.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Genetic engineering can do crazy things. [SEP] hypothesis: Genetic engineering will not allow us to do anything incredible.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The former term is more common in postal rate circles and the latter more common in economics. [SEP] hypothesis: The former term is used only by economists, the second used only in postal rate circles.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: What's more, New York's current renaissance is happening because there is something to come back to. [SEP] hypothesis: A New York renaissance has not been possible for the past 10 years.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: A year ago, when News Quiz debuted, Slate was free. [SEP] hypothesis: Slate was free a year ago, when News Quiz debuted.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Then I yawned.  [SEP] hypothesis: I yawned.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: For the reasons we have set forth, the funding condition is invalid. [SEP] hypothesis: There is no funding", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Prusiner has yet to show, for instance, that a protein sans nucleic acid can be infectious, and consequently, he has invoked the potential involvement of yet another agent in the disease process (although he insists it has no nucleic acid and calls it Protein X). [SEP] hypothesis: Prusiner is trying to show that protein without nucleic acid can spread HIV.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: right and what happens is what happens is suppose they get Saddam Hussein which they eventually will he's got one less thing to go against him [SEP] hypothesis: I am certain that they will eventually get Saddam Hussein.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I've often seen her wear it.\" Julius drew a deep breath. [SEP] hypothesis: Julius said that he'd seen her wearing it often.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: and i was sore this morning when i got up but then tonight i got into a a it's sort of like an aerobics class [SEP] hypothesis: I cancelled my exercise class tonight.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Or perhaps silk stockings!  [SEP] hypothesis: Maybe soft stockings.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: During this reporting period, LSC continued its efforts to improve the efficiency of its competitive grant award system and the effectiveness of the delivery of legal assistance by its initiative for statewide planning and coordination of legal services. [SEP] hypothesis: This was the first time LSC had taken a comprehensive look at its competitive grant award system.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In the romantic comedies of the '30s-- It Happened One Night, My Man Godfrey --the wan, indifferent upper-class beauty is humanized by her contact with ordinary working-class life, but those days are over. [SEP] hypothesis: It Happened One Night, My Man Godfrey is a 30s romantic comedy.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
