{"task": "glue-mnli", "input": "premise: It doesn't say much of anything on the subject. [SEP] hypothesis: Only a few people have spoken on this subject.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The Congressional Budget Office (CBO) has estimated that the costs of implementing the new department would be about $3 billion over the next five years with an annual estimate of $150 million in FY2003 and $225 million thereafter. [SEP] hypothesis: The annual estimate is under $10 million dollars.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah i've always wanted to go back and read some of my literature texts from college um because i enjoyed some of those stories so much but i never seem to have the time to do that kind of reading [SEP] hypothesis: I can't ever read my texts from college, even though I did enjoy them.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: because i remember even when i was growing up i'm thirty five  i remember when i was growing up and i had friends [SEP] hypothesis: I don't remember anything from my childhood", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In an era when the egos of male athletes are dwarfed only by their paychecks, the World Cup women, minimum wagers by pro-sports standards, reminded the country that sports superstars can be gracious and grateful, coos Newsweek . CNN's Bruce Morton observes approvingly that unlike male athletes, the female players don't have million dollar contracts or big shoe deals. [SEP] hypothesis: The World Cup women don't make much money because only 10% of the tickets get sold.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: According to legend, the trees which once grew here were planted by Lot after he fled Sodom, and one of them was later used to fashion Jesus's crose [SEP] hypothesis: There is a legend that after Lot fled Sodom, he planted trees.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: With the treasures uncovered in the process, Julius founded the Vatican's magnificent collection of ancient sculpture. [SEP] hypothesis: The Vatican has a collection of ancient sculptures.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Just down the path on the right, you will find the 1955 Franciscan Church of Dominus Flevit ( The Lord Wept ) marking the spot where Jesus wept as he predicted the destruction of Jerusalem (Luke 19:41-4). [SEP] hypothesis: The Church of Dominus Flevit can be easily reached on foot from the city.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Nor does Soccer Guy seem like an appellation that's likely to go down in the annals of crime alongside Sammy the Bull--or even Paulie Walnuts, that hit man on the Sopranos. [SEP] hypothesis: Paulie Walnuts was a hit man on the Sopranos until his character died.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The fate of the ship was undecided, and at one time it was thought that it might be scrapped, but eventually it became a tourist attraction. [SEP] hypothesis: The ship was in poor condition and should have been scrapped.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Two blocks north, at 5th and Figueroa, the five cylindrical towers of glass at the Westin Bonaventure Hotel form the city's most futuristic-looking skyscraper. [SEP] hypothesis: The location two blocks north has been a place where many sci-fi movies have been filmed.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: But the court-mandated castration proposed in Florida, California, and Montana raises serious problems. [SEP] hypothesis: The court-mandated castration proposed in Florida, California, and Montana raises serious problems one of which would be a reduced number of baby animals.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: right that's true plus what what there will be of it even if it's there isn't quite enough anyway so [SEP] hypothesis: There is always enough.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: About one-third of the way through the reliability growth test program, testing was halted because too many failures occurred in components such as the power supply, the high voltage electrical system, and the cooling system. [SEP] hypothesis: There components failed because system loads were too high.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Old is not a legal classification that results in automatic loss of these rights. [SEP] hypothesis: Being young means they loss their rights.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: and then there's all the merchandise you buy on your credit cards [SEP] hypothesis: You have never used a credit card to buy anything.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
