{"task": "glue-mnli", "input": "premise: And then he published a triumphal scoop. [SEP] hypothesis: He couldn't publish the story.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: you don't want to see it it's like three hours long and it just drags on forever [SEP] hypothesis: You wouldn't want to see it, because it is three hours long and just drags on forever.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: And suppose the total market for advertising doubled . In this highly optimistic scenario, Internet ad spending would be $400 per household. [SEP] hypothesis: The total market for advertising will definitely quadruple.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Annie always said as how she was a bad lot, continued the boy. [SEP] hypothesis: The boy said that Annie always viewed her as kind.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: He suggested that perhaps ethics should be added to the recommendation. [SEP] hypothesis: He thinks ethics should be included.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: She looked at me a long time, her black eyes unnerving. [SEP] hypothesis: She stared at me.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: it's almost the opposite now where the the woman is working and and they you know take the children to child care or maybe they work part-time or something [SEP] hypothesis: They spend ample time caring for their children despite working.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Most people are recovering from something, he explained to the Washington Post . Barry won back the mayor's office by embracing his own dysfunctions--but Washington is a dysfunctional city. [SEP] hypothesis: The public is willing to forgive people who are honest about their struggles.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: But one thing is certain, he is the master criminal of this age. [SEP] hypothesis: If we can agree on one thing, it is that he is the greatest criminal mastermind of his time.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: He spoke of the other companions he had gathered. [SEP] hypothesis: He took her aside and told her about all the stupid people he use to be friends with.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: But those are her tragedies, not our business (or Wall Street's). [SEP] hypothesis: They're her tragedies, but we should help.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Click to read my letter, Anderson's response, and my annotations. [SEP] hypothesis: I made annotations about the president.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The men promise money to the brides' families, then often treat the wives as sex slaves, or worse. [SEP] hypothesis: The men deliver their bride-price, and treat the wives like queens.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Of course, he didn't want to come in ”it was just after dinner ”but Mr. Inglethorp insisted.\" [SEP] hypothesis: Mr. Inglethorp insisted that the doctor leave the house immediately.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Some kind of instant recognition on his father's part? [SEP] hypothesis: Did his father recognize him?", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Two recently introduced bills, S. 1456 and H.R. 2435, include provisions that address the receipt, care, and storage of critical infrastructure protection information as well as specific exemptions from public disclosure of such information. [SEP] hypothesis: The two bills being introduced fail to address the handling of critical infrastructure protection.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
