{"task": "glue-mnli", "input": "premise: If the country is debased and decadent, the cure has to come from uplifting the people, not from acts of government. [SEP] hypothesis: The Government needs to do more to ease people's lives and give them hope, not create more worry and concern with restricting laws.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Participants also noted that the PCAOB should take advantage of the fact that under the current environment no one has more motivation for getting bad auditors off the street than the accounting firms themselves. [SEP] hypothesis: The PCAOB should not be concerned with bad auditors at accounting firms.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: , indeed, it couldn't be Fri. [SEP] hypothesis: It couldn't be Friday.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Surely he could not be unaware of the fact, conceal it as we would.  [SEP] hypothesis: He couldn't have known we took the painting.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The one remaining question is that of currency speculation--fear of speculators, not the desire for efficiency, is what has led Argentina to talk seriously about replacing pesos with dollars and made dollarization at least a topic of discussion elsewhere in Latin America. [SEP] hypothesis: Pesos are less valuable than the dollar currency.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: We also must carefully examine the composition of the SES. [SEP] hypothesis: The SES is made up of many different groups.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The mainland, one guessed. [SEP] hypothesis: The mainland was the correct answer.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Never does.  [SEP] hypothesis: It used to do it.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: oh my gracious so what did he do then ooh yeah well then they couldn't retry her oh [SEP] hypothesis: Oh my, what did he do?", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yes it is a mental thing it is a conversion thing [SEP] hypothesis: It is a physical thing.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: no it's just a big old bin and you just feed your cans slowly in through slot and your money comes out you know every once in a while for however much poundage you've got and you keep feeding it till the light goes off [SEP] hypothesis: It's like an automated bin where you insert your cans, it weighs them and then it pays you by the pound.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The town's priceless Bronze Age treasure, discovered in a clay jar in the riverbed, is exhibited in the Ayuntamiento (Town Hall). [SEP] hypothesis: A priceless Bronze Age treasure from the town, the Ayuntamiento, has never been discovered.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Instead, the kids will probably be found playing Goats and Tigers, a favorite national game that can be marked out in chalk on the ground and played with pebbles, or on attractive brass boards with carved pieces. [SEP] hypothesis: Goats and Tigers can only be played by adults.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The noblemen had free rein to create their own fiefdoms. [SEP] hypothesis: Nobody is stopping the noblemen from creating their very own fiefdoms.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: When the evidence is more inconsistent than consistent, the pattern is rejected. [SEP] hypothesis: The pattern is always rejected if there is even the slightest inconsistency.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: There he established a school of navigation that attracted astronomers, cartographers, and other leading scientists of the day. [SEP] hypothesis: Scientists, including astronomers, attended his school.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
