{"task": "glue-mnli", "input": "premise: So I come whippin' a mighty tired hoss outta Texas, an' I ain't plannin' on goin' back to any Fifth Military District!\" [SEP] hypothesis: He plans on going back to any Fifth Military District.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: although we do need to do something about you know of course in Nicaragua and around there with the Sandinistas and the Contras that's been going on for years but then hell it's probably still be going on long after we're dead it'll still be the same thing [SEP] hypothesis: It will be the same after we are deceased.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Free for the blind mail would continue to be available only if the Government continued to provide a subsidy to support it. [SEP] hypothesis: The Government provides no subsidies for mail.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The pope has endorsed sexual equality in the workplace and in society, but there is no doubt that he subscribes to a Christian version of difference feminism. [SEP] hypothesis: The pope does not hold any Christian religious views.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In accordance with these standards, all OSI work is conducted by personnel who collectively possess the required knowledge, skills, and abilities to perform it and who exercise due professional care (e.g. [SEP] hypothesis: Personnel performing OSI work must have relevant experience.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: We would be obliged to give evidence at any army hearing, Captain. [SEP] hypothesis: There are army hearings where cases in the military were processed.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: U.S. monopoly includes all addressed direct mail consisting of fewer than 24 pages. [SEP] hypothesis: U.S monopoly includes all addressed direct mail in fewer than 24 pages.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: For a wonderful view of the whole town, take the road up to Bonnie View Hotel, which is set on a hill just to the south. [SEP] hypothesis: You don't like sightseeing, don't you?", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah it's it's tough on the joints if you jog on concrete or on asphalt supposed to be much better if you find uh grass or or uh dirt to jog on [SEP] hypothesis: Hard surface roads are good for joints when we jog.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: And you ”you, my friend, have given it to me!\" Suddenly clasping me in his arms, he kissed me warmly on both cheeks, and before I had recovered from my surprise ran headlong from the room.  [SEP] hypothesis: After he hugged and kissed me, he bolted out of the room before I could even react.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: and so it's just kind of strange you know so five years ago we probably looked like real ding dongs you know [SEP] hypothesis: We had no idea what we were doing five years ago.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: At the other extreme, if we discover that Bill Gates murdered Vince Foster, or a similar megascoop, journalistic bravado will easily triumph over corporate loyalty. [SEP] hypothesis: All bets will be off if we discover a big scoop, like celebrity-on-celebrity murders!", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Equipment hire and instruction are available for those who want it. [SEP] hypothesis: No rentals or instruction are available here.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I did not count on their evading the meeting.\"   [SEP] hypothesis: I assumed they would show up.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The reaction of Native Americans to those movies may have been different. [SEP] hypothesis: The movies would have caused a different reaction from the Native Americans.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah she's yeah she's got it wired now she jumps up on the counter and stands up reaches up for the door and pulls on it till it opens and then jumps up in there [SEP] hypothesis: We're going to add a latch so that she can't get in there.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
