{"task": "glue-mnli", "input": "premise: but are you at TI [SEP] hypothesis: Are you a temp at TI?", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Nurse Janina came running first. [SEP] hypothesis: Nurse Janina was the first to come running.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: oh you're from North Carolina where in North Carolina [SEP] hypothesis: I'm from North Carolina as well.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The Little Foxes (Vivian Beaumont Theater, Lincoln Center, New York City). [SEP] hypothesis: The Little Foxes (Fox Theater, San Jose).", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: He was light skinned and had hair of gold. [SEP] hypothesis: The man had very dark skin and jet black hair.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Galloping tuition payments have reduced the pool of applicants for legal aid and other public service jobs, Asher said. [SEP] hypothesis: Public service jobs pay well.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The soaring white tower successfully integrates traditional Islamic architectural themes pointed arches, delicate open tracery with its otherwise modern design. [SEP] hypothesis: There can be no integration between Islamic architectural themes and modern design.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: There is a monument to Adams at the mouth of the Okawa River, and the Anjin Festival is held in his honor every August. [SEP] hypothesis: Every year in the month of August, the Anjin Festival in held in honour of Adams.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: and then at the end of the of a certain time period you spitted everything back out and the better uh memorizer you are the better your grades going to be [SEP] hypothesis: If you are bad at memorizing things it doesn't matter your grades will be fine.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Stabilizing the  Despite the presence of two large forces led by the North [SEP] hypothesis: SEven  large forces are led by Northerners.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah i i'm i'm not really sure i don't personally i don't own a gun um and i don't think i probably ever would [SEP] hypothesis: I'm a gun fan, I own 3 guns and a hunting rifle.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: They spent a couple of minutes chatting, before heading off toward the town's main road. [SEP] hypothesis: They were not in a hurry to go anywhere and leisurely walked.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Finally, section 3(b)(2)(F) requires agencies to define key terms in their regulations. [SEP] hypothesis: It is required because the government cannot trust those agencies.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: However, meat is used in regional cooking, though in nothing like the same range and imaginative presentation. [SEP] hypothesis: Regional cooking really varies by area.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The southernmost stretch of coast south of Cartagena is not readily accessible by bus or train. [SEP] hypothesis: Bus or train have difficulty reaching parts of the coasts in the south of Cartagena.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Sightseers have their choice of taxi or rental vehicles, including the ubiquitous Minimoke and beach buggy, ideal for local conditions. [SEP] hypothesis: The Minimoke is among the vehicles that can be rented.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
