{"task": "glue-mnli", "input": "premise: Rosenberg also points to one reason to think the HIV-negative gay male may actually live longer on average than the straight  Gays may have higher incomes and more education on average than straights--two factors powerfully correlated with longer life spans. [SEP] hypothesis: Rosenberg points to a reason that HIV-negative may men live shorter than average straight men, gays have higher income and more education on average.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: That's pretty much over. [SEP] hypothesis: It's far from over.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: well i was involved in uh in the in the initial training program because i had to go out and teach or explain to other people what we were doing why we were doing it so i i guess i had a little uh uh first hand knowledge of [SEP] hypothesis: I was not selected to be part of the initial training program.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Those whose fate was to die on some far foreign field could not have wanted a more peaceful, lovely graveyard. [SEP] hypothesis: The graveyard was only used to bury kings and queens.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Sheldon Roodman, LAF executive director since 1976, said the foundation has an annual budget of about $12 million. [SEP] hypothesis: $12 million is the budget of Sheldon Roodman's foundation.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: i've got a i've got a two i've got a two year old who's now getting  i'm getting well well versed in in kiddy music [SEP] hypothesis: I don't listen to any kiddy music.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: 'You didn't give me long to work, J,' She said, scratching her head. [SEP] hypothesis: She was confused.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Though needlework and wicker are the biggest sellers, other craft items also make good souvenirs and gifts. [SEP] hypothesis: They sell more needlework and wicker than anything else.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: A French patois-like dialect is still spoken in some hill villages and you'll notice bilingual street signs in the Aosta Valley (geographically part of Piedmont, but administratively separate). [SEP] hypothesis: Spanish is the main language spoken in the Aosta Valley.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: um a little of course we're we're we're having to weather through the savings and loans and [SEP] hypothesis: We're having the weather through the banking crisis that is hurting the economy.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: anyway i guess everything's been pretty typical for March [SEP] hypothesis: The weather has been okay.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: It has a small seating area upstairs. [SEP] hypothesis: The seating area is about the size of a walk-in closet.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: You'll see dozens of iron-grilled buildings reminiscent of that other former French colonial port, New Orleans, Louisiana. [SEP] hypothesis: Nowhere in the world can you find buildings similar to the ones in Louisiana.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Even so, you can imagine a comeback in 2017: shredding Bibles to a laugh track. [SEP] hypothesis: A retort in 2017 would steer clear of religion as it's a sensitive subject.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: My problem is one that I'm sure affects many more women than you'd believe. [SEP] hypothesis: The problem I and other women have is extremely frustrating to deal with.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: For audits of financial statements, such information is generally included in the reports on compliance and internal control over financial reporting. [SEP] hypothesis: Information regarding compliance are never included in reporting.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
