{"task": "glue-mnli", "input": "premise: They weren't really staring at you. [SEP] hypothesis: He was led to believe that they were fixated on him, and he felt a sense of pride and joy, but his confidence was crushed when he was told that nobody there was staring at him, but instead staring at what was on him.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: and you actually um with this process by putting in the tires end up with more energy from the oil [SEP] hypothesis: It's a long process, but at the end of the day you end up with more energy from oil.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: i mean we're going to be out in a couple of years this is no big deal i mean this is like a little vacation we don't have to work we don't have to you know we don't have to worry about making a living you know we're fed and we're clothed and we're you know this is no big deal and [SEP] hypothesis: To be honest, we don't really have to worry about making a living.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: It is also dedicated to Horus since Egyptians thought that this was the place where the final battle between Horus and Seth (in the form of a crocodile) took place. [SEP] hypothesis: The reason the temple was dedicated to Horus is because he won the battle with Seth.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: My sympathy, Jonofi added and just for practice took a shot of amnesa from the cheese-and-drugs board. [SEP] hypothesis: Jonofi did not take the shot of amnesa because it came from the floor board.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: We contacted the Private Sector Council, a public service organization that assists in the sharing of knowledge between the private and public sectors. [SEP] hypothesis: We have not contacted the Private Sector Council.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: It's the land of good duck and goose, of fine Bordeaux wines. [SEP] hypothesis: It's a land with fine fowl and Bordeaux wines.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: But he was no primitive. [SEP] hypothesis: He was highly civilized.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: This may have been in part caused by either a wage premium or technical inefficiencies or a combination of both. [SEP] hypothesis: The technical inefficiencies and the wage premium came at great financial cost.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The man who imprisoned Pol Pot is a one-legged Khmer Rouge general named Ta Mok. [SEP] hypothesis: Pol Pot was imprisoned by Ta Mok.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Fourth, many mailers of First Class are not concerned about inspection. [SEP] hypothesis: Many First Class senders don't worry about inspection because it happens so infrequently.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Try a 40, he said. [SEP] hypothesis: He told them to try a 60.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: concerning the estimate of the classes of small entities subject to the Report and Order and the projected reporting, recordkeeping and other compliance requirements of the proposed rulemaking is also included. [SEP] hypothesis: Recordkeeping will ensure that all actions are effective and accounted for.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah it uh works out uh really quite well course i have i have a dog also my son brought me a little Lhasa Apso uh for my birthday last Thanksgiving he brought him from Dallas he [SEP] hypothesis: My son bought me a dog.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: you have a good you have a good week [SEP] hypothesis: Have a nice week.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Ca'daan heard hoof beats approaching. [SEP] hypothesis: Hoof beats were heard by Ca'daan.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
