{"task": "glue-mnli", "input": "premise: She cried out a little and it frightened Jon. [SEP] hypothesis: Jon didn't mind how she was acting.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: yeah yeah well if i i saw on one of the talk shows this woman judge i believe from Florida and she just has just really stiff penalties and i saw that in in the hands of a judge that really was conscientious and really you know took the pains to give a sentence for what was deserved it could you could have a a judge that would really make a good impact but likewise you could have the flip side and have some judge that was paid off or you know had good a good old boy network or for whatever reasons you know politics just let all kinds of people through so he he would have a heck or she would have a heck of a lot of power you know if used wrongly so at least the jury system does something to prevent that you know or help it with it anyway i don't know if it prevents it but  seems like the jury system does have it's advantages but i also i've also heard on trials that sometimes they go through like three hundred jurors before they hand pick these jurors that they think are going to be the ones that are going to be the most lenient you know and i don't know how much they're getting just a jury of their peers at that point they're really getting a select group it's not just random people [SEP] hypothesis: We watched this male judge on a talk show.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Somewhere on the other side of the horse, another man cried out followed by another crack of thunder. [SEP] hypothesis: The horse was frightened and kicked the man in the head.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Small and in demand, so make reservations several weeks in advance. [SEP] hypothesis: It's in demand, so be sure to make reservations.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The only real test that this company has faced in recent memory is due to the emergence of the Internet, and Microsoft is once again trying to eliminate this threat unfairly. [SEP] hypothesis: Just like they have in the past, Microsoft has tried to eliminate the threat by betraying the loyalty of its customers.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: , obligation document, receiving report, and the invoice) supporting a disbursement were normally filed centrally at the certifying or disbursing officer's location for easy access in the event of a management review or outside audit of the payment process. [SEP] hypothesis: Filing centrally saved the company thousands of dollars each year.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: 'They really didn't want you to be an inspiration, Ben. [SEP] hypothesis: They were upset that Ben became an inspiration.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The little beasts carved on the balconies and elsewhere around the chateau are the royal family's personal emblems ' including Louis XII's porcupine, Francois I's salamander, and Anne de Bretagne's ermine. [SEP] hypothesis: Personal emblems were used to distinguish the royal families from the peasants.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
