{"task": "glue-mnli", "input": "premise: It could not go on without rest forever. [SEP] hypothesis: Rest is essential.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Approximately 13 kilometers (8 miles) west of the city is Queensferry, a town that developed as a croseng point of the Firth of Forth for routes to the north of Scotland. [SEP] hypothesis: A small town rose up, and to its west is the city.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: ''The idea is to never completely get away from the communities that gave you your start,'' he said. [SEP] hypothesis: He gives some really wise advice.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Don't they know Karen Carpenter is dead? [SEP] hypothesis: They don't know Karen carpenter has died.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Architect Buscheto didn't hesitate to write in Latin (in the far left arch) This marble church has no equal.  [SEP] hypothesis: Someone has graffitied in the far left arch.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: well have you ever played baseball [SEP] hypothesis: Is playing baseball something you've ever done?", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: San'doro found a small skin of liquid on one of the men, he poured out a thick oily liquid into the ground. [SEP] hypothesis: San'doro found a small oilskin, and poured its contents on the ground, preparing to ignite the building.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I should be better soon. [SEP] hypothesis: I will probably improve shortly, then we can go back to the house.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: These islands, known as the eastern Aegean Islands, have been at the forefront of waves of invasion from the east. [SEP] hypothesis: The eastern Aegean Islands had never been invaded in it's entire history.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I'll admit that it wasn't he who bought strychnine at the chemist's shop.  [SEP] hypothesis: I'll come clean and say it wasn't that man who purchased it at the shop.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The interior is a heady mix of Crusader and Byzantine styles, and because of inter-denominational bickering, false partitions, and poor maintenance it is difficult to understand without a guide. [SEP] hypothesis: It's difficult to understand the building without someone there to explain it, due to its complicated history.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: oh that just feels like it goes all the way to the bone [SEP] hypothesis: It is mostly a skin sensation", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: : Adrin's Second Lesson [SEP] hypothesis: Adrin learns a second lesson.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: So the Antichrist may be Jewish, but he's cloned. [SEP] hypothesis: The Antichrist will have light brown hair.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I liked the man, and I felt he was straight, but I wasn't going to give him the whole story. [SEP] hypothesis: I did not like him at all and I thought he was crooked.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Categories of Aliens Eligible for LSC-funded Legal Services [SEP] hypothesis: LSC does not fund legal services for aliens.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
