{"task": "glue-mnli", "input": "premise: War, Blockades, and Peace [SEP] hypothesis: Seclusion, inclusion", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: At times, they even appear insurmountable. [SEP] hypothesis: They can be achieved even if they look like they are insurmountable.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise:  \"His father!\"Drew could not help that exclamation. [SEP] hypothesis: Drew exclaimed aloud.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: We've sent out a doppelganger to fool the Sons, and the orderly has been sentenced to slavery under the pyramid builder for twenty lifetimes. [SEP] hypothesis: The doppelganger hasn't been deployed yet, the orderly yet to be sentenced.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The followers have accepted and are leaving. [SEP] hypothesis: The followers did not accept this and refused to leave.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: No one would care that much. [SEP] hypothesis: Nobody will care that much.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: A WP front-page piece reveals that even though the B2 stealth bomber is the most expensive aircraft ever built ($2 billion a copy), and could drop large numbers of bunker buster bombs on Iraq without ever setting foot on skittish Arab runways, it's not likely to see action over Iraq. [SEP] hypothesis: The B2 bomber is the most expensive aircraft ever built, but will not likely see action in Iraq.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Improvements included increased funding for nursing home surveyors, more prompt investigation of complaints alleging serious harm to residents, more immediate enforcement actions for homes with repeated serious problems, a reorganization of HCFA's regional staff to improve consistency in oversight, and increased funding for administrative law judges to reduce the backlog of appealed enforcement actions. [SEP] hypothesis: Improvements failed to include the provision of more money given to nursing home surveyors.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: it's not plastic i didn't want to buy a plastic one [SEP] hypothesis: I hate plastic, and I would never buy plastic.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: 'Think about what you're doing,' I implored. [SEP] hypothesis: I told him to go ahead.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Sir Thomas Modyford, the Governor of Jamaica, offered a deal to pirate ships already well established in the  if the pirates protected British assets, then they were free to harass enemy shipping with impunity. [SEP] hypothesis: Pirates were a great threat to Jamaica, forcing Sir Thomas Modyford to befriend them.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: An initial regulatory flexibility analysis and a final regulatory flexibility analysis have been prepared and included in the preambles to the proposed rule and the final rule notice, respectively, as required by sections 603 and 604. [SEP] hypothesis: The preamble does not mention any analysis that is to be conducted.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: But suggest that negative behavior might be genetic too, and dog nuts--and, increasingly, their lawyers--declare that this is like saying Jews are naturally greedy or that laziness is a genetic trait of blacks. [SEP] hypothesis: Anyone who suggests that negative behaviors in dogs are genetic are not dog lovers and clearly misunderstand canines.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: uh-huh you're probably lucky to see the end of the runway by now [SEP] hypothesis: If you can see the end of the runway by now, you're lucky.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Privately I thought it lucky that he had associated with him some one of a more receptive type of mind.  [SEP] hypothesis: I was outspoken about my opinions about him.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Either Susan or Ca'daan will watch for it. [SEP] hypothesis: Susan might watch for fire.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
