{"task": "glue-mnli", "input": "premise: The village markets groan with fruits and vegetables, mushrooms and nuts of every description. [SEP] hypothesis: Fruits and nuts are available in abundance at the village markets.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: okay Jay i was thinking about um this topic and i was remembering that guy that does an advertisement on the radio about drug testing and marijuana whether or not marijuana causes any trouble or not and he was saying how the train had wrecked [SEP] hypothesis: I remembered a radio ad.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: and uh we stopped along the way and enjoyed ourselves along the way but um you know that's that's pretty much as far as we've tried with little ones [SEP] hypothesis: We didn't have the kids.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Like his father, Bush substitutes virtue for substance. [SEP] hypothesis: Bush doesn't think substance is important.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: our supervisor uh suddenly bought all of us a book called What Every Supervisor Should Know [SEP] hypothesis: Our boss got all of us the same book.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: APHIS performed an environmental assessment and determined that the actions required or authorized by this rule will not present a significant risk of introducing or disseminating foot and mouth disease into the United States and will not have a significant impact on the quality of the human environment. [SEP] hypothesis: APHIS has released a report that states high impact on the quality of the human environment.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: More New Stuff [SEP] hypothesis: Refurbished so not really new", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In summer, if you sit by any reasonably quiet estuary, you may see black tern. [SEP] hypothesis: In the summer months, you may see a black tern in a quiet estuary.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Lucky we were trying at the right time, though. [SEP] hypothesis: We attempted at the right time.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Because several poems in Birthday Letters are explicit rewrites of Plath's poems, critics have decided to take up this question. [SEP] hypothesis: Critics have decided to analyze why several poems in Birthday Letters are rewrites.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: and it was the best thing that ever happened to me. [SEP] hypothesis: Winning the battle was the greatest thing that ever happened to me.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Don't go this evening. [SEP] hypothesis: You should leave tonight.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I understand a joke with a Volpe punch line or a joke about the NYPD's sincere efforts to increase minority recruitment (no kidding, this time they mean it) or to make the many other reforms persistently resisted by both the department and the mayor (I'm serious, this time they really, really mean it). [SEP] hypothesis: There are jokes circulating about the NYPD to make significant reforms.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: okay well uh so what do you think about golfing are you a spectator or a player [SEP] hypothesis: Do you like watching golf or is it too boring for you?", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: you know we get bogged down and things like that [SEP] hypothesis: We get bogged down and other similar things.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: It shouldn't come up as long as our troops are in harm's way (House Minority Leader Richard Gephardt). [SEP] hypothesis: House Minority Leader Richard Gephardt does not believe it will be an issue while troops are in harms way.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
