{"task": "glue-mnli", "input": "premise: At these worldwide installations, the volume of SCR catalyst in use is estimated to be approximately 55,000 to 95,000 m3. [SEP] hypothesis: At these worldwide installations, the volume of SCR catalyst is quite high, compared to the average.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: so we have a pretty good size garden [SEP] hypothesis: Our garden is pretty big.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: oh really what's his name again Peretti [SEP] hypothesis: Did you say that his name is Peretti?", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: A man had run up and was standing beside the egg, beating at it. [SEP] hypothesis: The man stood still near the carton of eggs.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: You can reach your blaster. [SEP] hypothesis: You can reach your blaster and end him now!", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Different metrics may be useful for an audit, depending on the objectives and status of an acquisition. [SEP] hypothesis: The objectives and statuses of an acquisition include making sure their product is made out of plastic.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: White smiled thinly. [SEP] hypothesis: They were vaguely amused,", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: you know there there were no [SEP] hypothesis: There weren't any but we wanted them.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: She was afraid that particular wrinkle on the face of her future husband will destroy the photo in the wedding announcement section of the newspaper, but fortunately, her parents arranged for photo-shopping at the editorial offices, so everything would turn out just fine. [SEP] hypothesis: Her parents did nothing to cover up her future husband's wrinkle.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: If you're eager for a bit of culture after a day in the sun, check out the Orange County Performing Arts Ceter (600 Town Ceter Drive, Costa Mesa), which sponsors frequent symphony, chamber music, and opera performances by visiting international and local groups. [SEP] hypothesis: Surprisingly, the opera performances are the Orange County Performing Arts Center's most popular event.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: too much the only crazy comedy i  really like is Saturday Night Live [SEP] hypothesis: SNL is the only crazy comedy that I enjoy.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: On the contrary, we're trying to find her. [SEP] hypothesis: We are trying to locate her.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The Peak Tram starts its scenic climb just across the street and around the corner from the American Consulate in Garden Road and makes its way, sometimes at a startlingly steep incline, to the summit at 398 m (1,305 ft). [SEP] hypothesis: This incline is a key part of the journey, making it more fun for passengers.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I reached Lincoln's seat. [SEP] hypothesis: I got to the edge of the cliff.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: In addition, economic studies have shown a relationship between observed ozone levels and crop yields (Garcia, et al. [SEP] hypothesis: Other studies, than economic have noticed the correlation between crop yields and ozone levels.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Cattle manure is used to fertilize fields, and the produce infects those who eat it. [SEP] hypothesis: nobody gets infected by produce from cattle manure fields.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
