{"task": "glue-mnli", "input": "premise: The best sign so far? [SEP] hypothesis: This isn't the best sign, we could do better", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: During the 180-day period, the Departments will publish a notice in the Federal Register initiating a 60-day agency review and public comment period with submittal to OMB for review and an extension of the emergency approval to follow. [SEP] hypothesis: The Departments are not allowed to publish any notice in the Federal Register.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: (Tonight at 2:30: Sherilyn Fenn and Rob Estes in Permission From a Male Relative or Shannon Tweed and Harry Hamlin in Clearance From the Vice Squad . Even if you put Adrienne Barbeau in it, A University Degree just doesn't have the same ring.) [SEP] hypothesis: Clearance From the Vice Squad is the best show screening tonight.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: But you will also have fun hiking in the forests and rocky landscapes between Huelgoat and Roc Trevezel and exploring the prehistoric menhir country around Car?­nac and the famous Parish Closes (enclos paroissiaux). [SEP] hypothesis: It is possible to hike between Huelgoat and Roc Trevezel.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: For example, if we're interested in identifying patients with binge drinking, we can define binge drinking as 3, 4, 5, or 6 drinks on an occasion. [SEP] hypothesis: It's impossible to identify binge drinking in patients.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Ten km (6 miles) from Javea is Denia, with long sandy beaches, a lofty brooding castle and 830 metres (2,500 feet) of Mount Montge to climb. [SEP] hypothesis: Denia has sandy beaches.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: At the time of our review, the Logistics Center was on track to meet or exceed its goals. [SEP] hypothesis: the Logistics Center was on track to meet or exceed its goals.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Practice 13: Use Attention-Getting and User-Friendly Techniques [SEP] hypothesis: Practice 12:Use attention-getting and user-friendly techniques.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: The Collegiate Church of Saint-Ours is an interesting piece of Roman?­esque it has two steeples at either end of the nave, which is surmounted by two octagonal pyramids in place of a roof. [SEP] hypothesis: The church has two steeples that are each 500 feet high.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: These organizations recognize that stakeholders will have a lot to say in determining whether their programs succeed or fail. [SEP] hypothesis: The stakeholders like to go to parties together to discuss business.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I suppose I shall sleep with his photograph under my pillow, and dream about him all night. [SEP] hypothesis: I guess he'll be looming large in my thoughts tonight.", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: uh and i i tore up their card and sent it to them and now i've got another one [SEP] hypothesis: I haven't been able to get a new card since I tore up the other one.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: Reich appears to have fabricated much of this episode for dramatic effect. [SEP] hypothesis: It's safe to say that Reich's fabrications had the intended effect on the viewers.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: That's all right. The man withheld it. [SEP] hypothesis: The man withheld his opinion on the curtain colors.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: I can't conceive your playing so elaborate a hoax. [SEP] hypothesis: I think you are just pulling a hoax.", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "glue-mnli", "input": "premise: sure okay what else can we talk about who do you work for [SEP] hypothesis: You've never been employed to this employer before.", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
