{"task": "glue-qnli", "input": "question: Which country has a disputed area with Tibet? [SEP] sentence: Other traditional ethnic groups with significant population or with the majority of the ethnic group residing in Tibet (excluding a disputed area with India) include Bai people, Blang, Bonan, Dongxiang, Han, Hui people, Lhoba, Lisu people, Miao, Mongols, Monguor (Tu people), Menba (Monpa), Mosuo, Nakhi, Qiang, Nu people, Pumi, Salar, and Yi people.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many torchbearers carried the torch? [SEP] sentence: No politicians from the pro-democracy camp were selected as torchbearers.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did Russia do between 1864-1885? [SEP] sentence: Between 1864 and 1885 Russia gradually took control of the entire territory of Russian Turkestan, the Tajikistan portion of which had been controlled by the Emirate of Bukhara and Khanate of Kokand.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what year did Sweden break away from the Kalmar Union? [SEP] sentence: After the failed union of Sweden and Norway of 1319–1365, the pan-Scandinavian Kalmar Union was instituted in 1397.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: To indicate something is feasible in Polish, what word could be used? [SEP] sentence: For example, the English actual should not be confused with the cognate French actuel (\"present\", \"current\"), the Polish aktualny (\"present\", \"current,\" \"topical,\" \"timely,\" \"feasible\"), the Swedish aktuell (\"topical\", \"presently of importance\"), the Russian актуальный (\"urgent\", \"topical\") or the Dutch actueel.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where did the relay start? [SEP] sentence: The relay began from the large sculpted flame of the obelisk of the Juche Tower, which commemorates the national ideology of Juche, or \"self-reliance\", created by the country's late founding President Kim Il Sung, father of leader Kim Jong Il, who did not attend.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who wouldn't use the title Sir of Dame? [SEP] sentence: Such forms are not used by peers and princes, except when the names of the former are written out in their fullest forms.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which of Hobbes' ideas led to the distinction between civil society and the state? [SEP] sentence: Hobbes also developed some of the fundamentals of European liberal thought: the right of the individual; the natural equality of all men; the artificial character of the political order (which led to the later distinction between civil society and the state); the view that all legitimate political power must be \"representative\" and based on the consent of the people; and a liberal interpretation of law which leaves people free to do whatever the law does not explicitly forbid.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did SPECTRE originally stand for? [SEP] sentence: This enabled him to become a producer for the 1965 film Thunderball—with Albert R. Broccoli and Harry Saltzman as executive producers—and the non-Eon film Never Say Never Again, an updated remake of Thunderball, in 1983.[N 3] A second remake, entitled Warhead 2000 A.D., was planned for production and release in the 1990s before being abandoned.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What no wave-affiliated label was founded in 1978? [SEP] sentence: The no wave-affiliated label ZE Records was founded in 1978, and would also produce acclaimed and influential compilations in subsequent years.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who is the person that started the religion that separated itself from the Catholic Church in the 17th century ? [SEP] sentence: Martin Luther, who initiated the Protestant Reformation, said: \"Mother Mary, like us, was born in sin of sinful parents, but the Holy Spirit covered her, sanctified and purified her so that this child was born of flesh and blood, but not with sinful flesh and blood.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What visiting king died in China in 1408? [SEP] sentence: It was home of the admiral Zheng He, who went to sail the Pacific and Indian Oceans, and it was visited by foreign dignitaries, such as a king from Borneo (Boni 渤泥), who died during his visit to China in 1408.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Under who's reign was the construction of Notre Dame Cathedral? [SEP] sentence: The Left Bank was the site of the University of Paris, a corporation of students and teachers formed in the mid-12th century to train scholars first in theology, and later in canon law, medicine and the arts.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is it called when the census counts every person wherever they are the night of the census? [SEP] sentence: The data collection method is to count every person resident in Namibia on the census reference night, wherever they happen to be.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what roles did cardinals have important roles? [SEP] sentence: In some cases, they took on powerful positions in government.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: On Magnus's ten point scale what would a homosexual person be considered? [SEP] sentence: From at least the late nineteenth century in Europe, there was speculation that the range of human sexual response looked more like a continuum than two or three discrete categories.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
