{"task": "glue-qnli", "input": "question: What is possible to run by using Boot camp, even though it is not condoned by Apple? [SEP] sentence: Though not condoned by Apple, it is possible to run the Linux operating system using Boot camp or other virtualization workarounds.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What type of lamp was introduced by GE as part of its Ecoimagination initiative? [SEP] sentence: As of October 2008, the scheme had resulted in 70 green products being brought to market, ranging from halogen lamps to biogas engines.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How long ago has circumstantial evidence has been found for the existence of angiosperms? [SEP] sentence: Oleanane, a secondary metabolite produced by many flowering plants, has been found in Permian deposits of that age together with fossils of gigantopterids.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the reason some electrifications were removed after a while? [SEP] sentence: In theory, these trains could enjoy dramatic savings through electrification, but it can be too costly to extend electrification to isolated areas, and unless an entire network is electrified, companies often find that they need to continue use of diesel trains even if sections are electrified.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did the Israel national football team qualify to the FIFA World Cup? [SEP] sentence: In 1994, UEFA agreed to admit Israel and all Israeli sporting organizations now compete in Europe.[citation needed]", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What orchestra with a name that starts with \"B\" has played at the Guildhall? [SEP] sentence: It also hosts classical concerts presented by the Bournemouth Symphony Orchestra, City of Southampton Orchestra, Southampton Concert Orchestra, Southampton Philharmonic Choir and Southampton Choral Society.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which religios center is located at 210 West? [SEP] sentence: The former Hotel Pierrepont was located at 43 West 32nd Street, The Continental NYC tower is at the corner of Sixth Avenue and 32nd Street.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where does Catalan get a lot of its learned words? [SEP] sentence: Like other languages, Catalan has a large list of learned words from Greek and Latin.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is now limited to ceremonial uses? [SEP] sentence: Although Chinese characters in Vietnam are now limited to ceremonial uses, they were once in widespread use.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many companies were started through Northwestern's Innovations and New Ventures Office? [SEP] sentence: It has also helped form over 50 Northwestern startup companies based on Northwestern technologies.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What organization is trying to revive Sanskrit? [SEP] sentence: Samskrita Bharati is an organisation working for Sanskrit revival.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Along with distribution and studio operations, what part of Universal was retained by Carl Laemmle, Jr. during bankruptcy? [SEP] sentence: Taking on the task of modernizing and upgrading a film conglomerate in the depths of the depression was risky, and for a time Universal slipped into receivership.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What magazine described Portugal as \"a new sick man of Europe?\" [SEP] sentence: In December 2009, ratings agency Standard & Poor's lowered its long-term credit assessment of Portugal to \"negative\" from \"stable,\" voicing pessimism on the country's structural weaknesses in the economy and weak competitiveness that would hamper growth and the capacity to strengthen its public finances and reduce debt.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In addition to its shape, what property of the English Channel affects water flow in Southampton Water? [SEP] sentence: In this area the general water flow is distorted by more local conditions reaching across to France.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: The effect of German victory and ensuing influence stems back to what factor? [SEP] sentence: The Prussian General Staff had drawn up minutely detailed mobilization plans using the railway system, which in turn had been partly laid out in response to recommendations of a Railway Section within the General Staff.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: At what time are drivers in New York most likely to experience traffic jams? [SEP] sentence: New York City also has an extensive web of expressways and parkways, which link the city's boroughs to each other as well as to northern New Jersey, Westchester County, Long Island, and southwestern Connecticut through various bridges and tunnels.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
