{"task": "glue-qnli", "input": "question: When was 'Bonfire of the Vanities' published? [SEP] sentence: In the same article, the Reverend Al Sharpton (whose fictional analogue in the novel is \"Reverend Bacon\") asserts that \"twenty years later, the cynicism of The Bonfire of the Vanities is as out of style as Tom Wolfe's wardrobe.\"", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What label did NBC sell in 1986? [SEP] sentence: ABC had sold its record division to MCA Records in 1979, and in 1986, NBC's parent company RCA was sold to General Electric, who then sold off all other RCA units, including the record division (which was bought by Ariola Records, later known as BMG).", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What percentage of broadcasting revenue is divided equally by all La Liga clubs? [SEP] sentence: The money is divided into three parts: half is divided equally between the clubs; one quarter is awarded on a merit basis based on final league position, the top club getting twenty times as much as the bottom club, and equal steps all the way down the table; the final quarter is paid out as facilities fees for games that are shown on television, with the top clubs generally receiving the largest shares of this.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What are Russian astronauts called? [SEP] sentence: The Russian language is also one of two official languages aboard the International Space Station - NASA astronauts who serve alongside Russian cosmonauts usually take Russian language courses.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many times have the Yankees won the World Series? [SEP] sentence: The Bronx is the home of the New York Yankees of Major League Baseball.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What types of sites were built for the deceased? [SEP] sentence: These tombs are particularly numerous in Ireland, where there are many thousand still in existence.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the original name of IBM? [SEP] sentence: Securities analysts nicknamed the company Big Blue for its size and common use of the color in products, packaging and its logo.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who established the Monlam Prayer Festival in 1049? [SEP] sentence: The event was established in 1049 by Tsong Khapa, the founder of the Dalai Lama and the Panchen Lama's order.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the legal term for the precedence established by multiple court rulings? [SEP] sentence: In jurisdictions using a common law system, the doctrine of stare decisis applies, whereby the principles applied by the supreme court in its decisions are binding upon all lower courts; this is intended to apply a uniform interpretation and implementation of the law.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What name did the expedition give to the island it saw on January 12th? [SEP] sentence: On January 10, the Spaniards sighted another island that they named \"Placeres\", perhaps Ailuk; ten leagues away, they sighted another island that they called \"Pajares\" (perhaps Jemo).", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What arena was ArenaBowl XXI played in? [SEP] sentence: ArenaBowl XXV returned to a neutral site and was once again played in New Orleans, where the Rattlers returned and defeated the Philadelphia Soul.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many states violate the religious test clause with language somewhere in their official policies? [SEP] sentence: Seven states, however, have language included in their Bill of Rights, Declaration of Rights, or in the body of their constitutions that require state office-holders to have particular religious beliefs, though some of these have been successfully challenged in court.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: According to Thomas Paine, what is the definition of Deism? [SEP] sentence: Deism, according to Thomas Paine, is the simple belief in God the Creator, with no reference to the Bible or any other miraculous source.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: According to surveys in 2007 and 2009, what percent of the population identifies as Christian? [SEP] sentence: According to surveys conducted in 2007 and 2009, 23.02% of the population believes and is involved in cults of ancestors, while 2.62% of the population identifies as Christian, decreasing from 3.92% in 2004.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who did Dominic entrust to start his school? [SEP] sentence: When the brethren left Prouille, then, to begin their apostolic work, Dominic sent Matthew of Paris to establish a school near the University of Paris.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was being built that caused unpremeditated fighting on each side? [SEP] sentence: On 5 September, another French bombardment (the sixth) was followed by an assault by the French Army on 8 September resulting in the capture of the Malakoff by the French, and following their failure to retake it, the collapse of the Russian defences.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
