{"task": "glue-qnli", "input": "question: How much of the UK's troops are provided by the TA? [SEP] sentence: The cuts would have meant a significant loss of personnel and would have had adverse effects on recruitment.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: For how long was Spanish the official language of Galicia? [SEP] sentence: Spanish was nonetheless the only official language in Galicia for more than four centuries.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What type of process theology does C. Robert Mesle promote? [SEP] sentence: C. Robert Mesle, for instance, advocates a \"process naturalism\", i.e. a process theology without God.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the library programmers use to solve object-relational impedance mismatch? [SEP] sentence: Object databases and object-relational databases attempt to solve this problem by providing an object-oriented language (sometimes as extensions to SQL) that programmers can use as alternative to purely relational SQL.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who was the leader at the end of the Mexican Revolution? [SEP] sentence: Plutarco Elias Calles replaced Obregón and culminated the Mexican Revolution.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What percentage of adolescents reported experiencing psychological aggression? [SEP] sentence: Physical aggression in relationships tends to decline from high school through college and young adulthood.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Why was this plant chosen for sequencing? [SEP] sentence: Arabidopsis was the first plant to have its genome sequenced, in 2000.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Beginning and ending with what years does Lee argue that the rules of the Empire were incompetent? [SEP] sentence: \" The main cause was a failure of leadership, as Lee argues the first 10 sultans from 1292 to 1566, with one exception, had performed admirably.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who designed the new location of  the Mildred Lane Kemper Art Museum? [SEP] sentence: In October 2006, the Kemper Art Museum moved from its previous location, Steinberg Hall, into a new facility designed by former faculty member Fumihiko Maki.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is mainly responsible for the connection of the antenna to its end destinations? [SEP] sentence: In a so-called aperture antenna, such as a horn or parabolic dish, the \"feed\" may also refer to a basic antenna inside the entire system (normally at the focus of the parabolic dish or at the throat of a horn) which could be considered the one active element in that antenna system.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What two Egyptian leaders personal conflicts played a large part in Egypt's poor showing  in the war? [SEP] sentence: The Supreme Executive Committee, set up by Nasser to oversee the conduct of the war, attributed the repeated Egyptian defeats to the Nasser–Amer rivalry and Amer's overall incompetence.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many a cappella groups does Washington University have? [SEP] sentence: Washington University has a large number of student-run musical groups on campus, including 12 official a cappella groups.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did the English Dominican mystics not require in their work? [SEP] sentence: They experienced a mystical process that allowed them, in the end, to experience what they had already gained knowledge of through their faith only.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who formerly lived at 58 West? [SEP] sentence: It then continues east, eventually running along the southern edge of Marcus Garvey Park, passing by 58 West, the former residence of Maya Angelou.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which two languages strongly influenced Czech? [SEP] sentence: Although most Czech vocabulary is based on shared roots with Slavic, Romance, and Germanic languages, many loanwords (most associated with high culture) have been adopted in recent years.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What year was the county of Hampshire officially named? [SEP] sentence: After the establishment of Hampshire County Council, following the act in 1888, Southampton became a county borough within the county of Hampshire, which meant that it had many features of a county, but governance was now shared between the Corporation in Southampton and the new county council.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
