{"task": "glue-qnli", "input": "question: Lie algebras and hypobolic quanternions drew attention to the need for what? [SEP] sentence: At the time structures such as Lie algebras and hyperbolic quaternions drew attention to the need to expand algebraic structures beyond the associatively multiplicative class.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was Filner's sentence? [SEP] sentence: In July 2013, three former supporters of Mayor Bob Filner asked him to resign because of allegations of repeated sexual harassment.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where did the US defeat occupying Spanish forces prior to the Philippine American War? [SEP] sentence: Defeated in the field and losing its capital in March 1899, the poorly armed and poorly led rebels broke into armed bands.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: when was the new fishing factory ready for use? [SEP] sentence: While a new factory was being planned and built, M/V Kelso came to the island and acted as a factory ship, with island fishermen based on board for stints normally of one week.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many people read the Sunday issue of The Oklahoman? [SEP] sentence: The Tulsa World, the second most widely circulated newspaper in Oklahoma and 79th in the nation, holds a Sunday circulation of 132,969 and a weekday readership of 93,558.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What activities was the FBI concerned with during the Vietnam war? [SEP] sentence: Some of the subjects were investigated for alleged ties to the Communist party (Charlie Chaplin and Groucho Marx), or in connection with antiwar activities during the Vietnam War (John Denver, John Lennon, and Jane Fonda).", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Russians are generally similar to populations in what region? [SEP] sentence: Postulated to originate from southeast Asia, it is found at high rates in Uralic peoples.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Greece's climate is mainly of what type? [SEP] sentence: The climate of Greece is primarily Mediterranean, featuring mild, wet winters and hot, dry summers.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What term does Luther assign to the practice of Jewish Prayer? [SEP] sentence: In his work \"On the Jews and Their Lies\" (1543), German Reformation leader Martin Luther claims that Jewish history was \"assailed by much heresy\", and that Christ the logos swept away the Jewish heresy and goes on to do so, \"as it still does daily before our eyes.\"", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many rides did Hubway log in its first year? [SEP] sentence: The bikeshare program called Hubway launched in late July 2011, logging more than 140,000 rides before the close of its first season.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When is the next hypothetical mission to Neptune? [SEP] sentence: After the Voyager 2 flyby mission, the next step in scientific exploration of the Neptunian system, is considered to be a Flagship orbital mission.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: The \"slap dance\" probably mimics the movements of Samoans trying to rid themselves of what creatures? [SEP] sentence: Another dance performed by males is called the fa'ataupati or the slap dance, creating rhythmic sounds by slapping different parts of the body.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did Tito use to get the people to unit in a battle against the occupation in 1941? [SEP] sentence: On 1 May 1941, Tito issued a pamphlet calling on the people to unite in a battle against the occupation.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How much drinking water is produced by Israel's desalination programs? [SEP] sentence: By 2014, Israel's desalination programs provided roughly 35% of Israel's drinking water and it is expected to supply 40% by 2015 and 70% by 2050.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what geographic part of Somalia is Zeila located? [SEP] sentence: The history of Islam in Somalia is as old as the religion itself.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Whom are referred to as \"The forgoten people?\" [SEP] sentence: On the other hand, the Liberals have done increasingly well in recent years among socially conservative working-class voters.[citation needed]However the Liberal Party's key support base remains the upper-middle classes; 16 of the 20 richest federal electorates are held by the Liberals, most of which are safe seats.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
