{"task": "glue-qnli", "input": "question: How many series have aired since 2011? [SEP] sentence: In Japan, Digital Monster X-Evolution, the eighth TV movie, was released on January 3, 2005, and on December 23, 2005 at Jump Festa 2006, the fifth series, Digimon Savers was announced for Japan to begin airing after a three-year hiatus of the show.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: whats is another name for polish landed gentry? [SEP] sentence: Note that the Polish landed gentry (ziemianie or ziemiaństwo) was composed of any nobility that owned lands: thus of course the magnates, the middle nobility and that lesser nobility that had at least part of the village.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What fungi can grow in copper metalliferous soils? [SEP] sentence: A sample of the fungus Aspergillus niger was found growing from gold mining solution; and was found to contain cyano metal complexes; such as gold, silver, copper iron and zinc.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: At what point did the Mesozoic era begin? [SEP] sentence: Overall, however, the Earth was hotter than it is today. Non-avian dinosaurs appeared in the Late Triassic and became the dominant terrestrial vertebrates early in the Jurassic, occupying this position for about 135 million years until their demise at the end of the Cretaceous.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: The nation of Ghana shortens university to what? [SEP] sentence: Colloquially, the term university may be used to describe a phase in one's life: \"When I was at university...\" (in the United States and Ireland, college is often used instead: \"When I was in college...\").", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where was the Royal Institute's Drawing and Archives Collections located originally? [SEP] sentence: In 2004, the two institutions created the Architecture Gallery (Room 128) at the V&A showing artefacts from the collections of both institutions, this was the first permanent gallery devoted to architecture in the UK.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which candidate won the unanimous vote for vice presidency? [SEP] sentence: All ten electors in the state cast ballots for John Edwards for vice president (John Edwards's name was spelled correctly on all ballots for vice president).", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Why was Nasser rejected from the Academy? [SEP] sentence: In 1937, Nasser applied to the Royal Military Academy for army officer training, but his police record of anti-government protest initially blocked his entry.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What has pleased western historians? [SEP] sentence: The borders did expand and contract but they were always dynamic and always in \"question\" right from the beginning.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the starting price of the Macintosh llfx when it was unveiled? [SEP] sentence: Later that year, the Macintosh IIci, running at 25 MHz, was the first Mac to be \"32-bit clean.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the architectural style of the Chalukyas? [SEP] sentence: This was an important period in the development of fine arts in Southern India, especially in literature as the Western Chalukya kings encouraged writers in the native language of Kannada, and Sanskrit like the philosopher and statesman Basava and the great mathematician Bhāskara II.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What's Israel's financial and technology center? [SEP] sentence: Israel's financial and technology center is Tel Aviv while Jerusalem is both the self-designated capital and most populous individual city under the country's governmental administration.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which group broke into an FBI office in Media, Pennsylvania? [SEP] sentence: In March 1971, the residential office of an FBI agent in Media, Pennsylvania was burglarized by a group calling itself the Citizens' Commission to Investigate the FBI.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who was responsible for the art names \"His Entombment\"? [SEP] sentence: 19:26-27] has in itself been the subject of Marian art, and well known Catholic symbolism such as the Miraculous Medal and Pope John Paul II's Coat of Arms bearing a Marian Cross.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What year did the Czech Republic lose in the final of Euro? [SEP] sentence: The first World Cup game decided by a golden goal was France's victory over Paraguay in 1998.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who manned the Cubs radio and TV booth for parts of five decades? [SEP] sentence: He covered the games with a level of enthusiasm that often seemed unjustified by the team's poor performance on the field for many of those years.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
