{"task": "glue-qnli", "input": "question: When did the Royal Institute celebrate its 100th anniversary? [SEP] sentence: Soon after the passing of the 1931 Act, in the book published on the occasion of the Institute's centenary celebration in 1934, Harry Barnes, FRIBA, Chairman of the Registration Committee, mentioned that ARCUK could not be a rival of any architectural association, least of all the RIBA, given the way ARCUK was constituted.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was it about the utilitatian beliefs that humanism believers did not like? [SEP] sentence: As a program to revive the cultural – and particularly the literary – legacy and moral philosophy of classical antiquity, Humanism was a pervasive cultural mode and not the program of a few isolated geniuses like Rabelais or Erasmus as is still sometimes popularly believed.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: During what time of year is the Umhlanga Reed Dance? [SEP] sentence: It is done in late August or early September.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the first noteworthy confrontation between Napoleon and the Archduke Charles? [SEP] sentence: In the first notable encounter between the two commanders, Napoleon pushed back his opponent and advanced deep into Austrian territory after winning at the Battle of Tarvis in March 1797.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Orthodox Jewish groups reject what precedent? [SEP] sentence: As such, Orthodox Jewish groups characterize non-Orthodox forms of Judaism as heretical; see the article on Relationships between Jewish religious movements.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What method did Archimedes employ to determine the area under a parabola? [SEP] sentence: Archimedes, considered one of the greatest mathematicians of all time, is credited with using the method of exhaustion to calculate the area under the arc of a parabola with the summation of an infinite series, and gave a remarkably accurate approximation of Pi.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which two ethnicities made up each position in government? [SEP] sentence: During the Qianlong Emperor's reign, for example, members of his family were distinguished by garments with a small circular emblem on the back, whereas Han officials wore clothing with a square emblem.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where was the rheostat mounted? [SEP] sentence: In general, most elevators before WWII were manually controlled by elevator operators using a rheostat connected to the motor.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many states does Mexico have? [SEP] sentence: Restaurants specializing in the regional cuisines of Mexico's 31 states are available in the city.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What type of the converter was used in hungarian locomotives of that time? [SEP] sentence: The locomotives carried a four-pole rotating phase converter feeding a single traction motor of the polyphase induction type at 600 to 1,100 V.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What have a and e done in eastern dialects? [SEP] sentence: There are a few other differences in pronunciation, verbal morphology, and vocabulary.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who heads the Newfrontiers movement? [SEP] sentence: Reformed charismatic denominations are the Sovereign Grace Churches and the Every Nation Churches in the USA, in Great Britain there is the Newfrontiers churches and movement, which leading figure is Terry Virgo.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is Sacks' career? [SEP] sentence: The home of Williams' character was shot not far from Sacks' actual City Island residence.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the purpose of the BeiDou-1 system using stallites in geostationary orbit? [SEP] sentence: Unlike the American GPS, Russian GLONASS, and European Galileo systems, which use medium Earth orbit satellites, BeiDou-1 uses satellites in geostationary orbit.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which film grossed more money for its opening weekend in the North American market, Skyfall or Spectre? [SEP] sentence: The film ended up grossing $70.4 million in its opening weekend (about $20 million less than Skyfall's $90.6 million debut, including IMAX previews), but nevertheless finished first at the box office.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the tallest Appalachian mountain in Virginia? [SEP] sentence: South of the Roanoke River, along the Blue Ridge, are Virginia's highest peaks including Whitetop Mountain 5,520 ft (1,680 m) and Mount Rogers 5,729 ft (1,746 m), the highest point in the Commonwealth.", "output": "entailment", "options": ["entailment", "not_entailment"]}
