{"task": "glue-qnli", "input": "question: In what way can an MCU be characterized? [SEP] sentence: All parties call the MCU, or the MCU can also call the parties which are going to participate, in sequence.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How much data space can an SNES cartridge use? [SEP] sentence: While the SNES can address 128 Mbit,[f] only 117.75 Mbit are actually available for cartridge use.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: For what was \"Evangel from Reims\" named? [SEP] sentence: The luxurious and ornate representative texts of Serbo-Croatian Church Slavonic belong to the later era, when they coexisted with the Serbo-Croatian vernacular literature.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What will orchestras use to augment their regular rosters? [SEP] sentence: Unless these instruments are played by members doubling on another instrument (for example, a trombone player changing to euphonium for a certain passage), orchestras will use freelance musicians to augment their regular rosters.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did Whitehead believe was necessary for an entity to have meaning and value? [SEP] sentence: Whitehead writes further that each entity \"can find no such value till it has merged its individual claim with that of the objective universe.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What magazine revealed the details of Schwarzenegger's childhood punishments in 2004? [SEP] sentence: In an interview with Fortune in 2004, Schwarzenegger told how he suffered what \"would now be called child abuse\" at the hands of his father: \"My hair was pulled.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What body of water affects Detroit's climate? [SEP] sentence: The average window for freezing temperatures is October 20 thru April 22, allowing a growing season of 180 days.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who could be made vulnerable by the Gasemtschulen? [SEP] sentence: Gesamtschulen might put bright working class students at risk according to several studies.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What kind of influence was Melbourne to Victoria? [SEP] sentence: At the time of her accession, the government was led by the Whig prime minister Lord Melbourne, who at once became a powerful influence on the politically inexperienced Queen, who relied on him for advice.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How long did the Scottish Panama colony survive? [SEP] sentence: Besieged by neighbouring Spanish colonists of New Granada, and afflicted by malaria, the colony was abandoned two years later.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: According to what, energy can neither be created nor destroyed by itself? [SEP] sentence: Energy is subject to a strict global conservation law; that is, whenever one measures (or calculates) the total energy of a system of particles whose interactions do not depend explicitly on time, it is found that the total energy of the system always remains constant.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who created American Idol? [SEP] sentence: American Idol is an American singing competition series created by Simon Fuller and produced by 19 Entertainment, and is distributed by FremantleMedia North America.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How does Dawkins interpret evidence for or against the existence of God? [SEP] sentence: Richard Dawkins interprets various findings not only as a lack of evidence for the material existence of such a God but extensive evidence to the contrary.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Along with interferon-y release essays, what other tests aren't useful in TB diagnosis in developing countries? [SEP] sentence: Interferon-γ release assays and tuberculin skin tests are of little use in the developing world.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: The release of Internet Explorer started the first what? [SEP] sentence: Bundled with Windows, Internet Explorer gained dominance in the web browser market; Internet Explorer usage share peaked at over 95% by 2002.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When was the Pyrenees Cup play begun? [SEP] sentence: From the inaugural year in 1910 to 1913, Barcelona won the competition four consecutive times.", "output": "entailment", "options": ["entailment", "not_entailment"]}
