{"task": "glue-qnli", "input": "question: What law enforces digital rights management systems? [SEP] sentence: Laws such as the Digital Millennium Copyright Act have been enacted, that use criminal law to prevent any circumvention of software used to enforce digital rights management systems.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What type of government does Tajikistan have? [SEP] sentence: Tajikistan is officially a republic, and holds elections for the presidency and parliament, operating under a presidential system.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the street address of The Fitzroy Tavern? [SEP] sentence: The Fitzroy Tavern is a pub situated at 16 Charlotte Street in the Fitzrovia district, to which it gives its name.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what year was The Invisible Man made? [SEP] sentence: Among them are Frankenstein (1931), Dracula ( also in 1931), The Mummy (1932) and The Invisible Man (1933).", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who restored the chapter house in 1872? [SEP] sentence: The chapter house was built concurrently with the east parts of the abbey under Henry III, between about 1245 and 1253.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what Orthagraphy does Modern Estonian orthography have its basis? [SEP] sentence: Modern Estonian orthography is based on the Newer Orthography created by Eduard Ahrens in the second half of the 19th century based on Finnish orthography.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did Mill say might not actually exist? [SEP] sentence: Secondly, Mill's formulation leaves open the unsettling possibility that the \"gap-filling entities are purely possibilities and not actualities at all\".", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What artist performed the song \"Forget You\"? [SEP] sentence: A popular trend in this era was remixing dance music hits into adult contemporary ballads, especially in the US, (for example, the \"Candlelight Mix\" versions of \"Heaven\" by DJ Sammy, \"Listen To Your Heart\" by D.H.T., and \"Everytime We Touch\" by Cascada).", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
