{"task": "glue-qnli", "input": "question: How many passengers does the most dense rail network in Europe carry annualy? [SEP] sentence: The most dense rail network in Europe of 5,063 km (3,146 mi) carries over 350 million passengers annually.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what year did the number of United Kingdom pubs generally start to decline? [SEP] sentence: Others claim the smoking ban of 2007, intense competition from gastro-pubs, the availability of cheap alcohol in supermarkets or the general economic climate are either to blame, or are factors in the decline.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was Kaunitz of Austria willing to trade for French help in capturing Silesia? [SEP] sentence: He tried as hard as he could for Austria to not get entangled in Hanover's political affairs, and was even willing to trade Austrian Netherlands for France's aid in recapturing Silesia.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Scholars believe that karma originated in what? [SEP] sentence: Scholars have reasons to believe that ideas such as samsara, karma (in the sense of the influence of morality on rebirth), and moksha originated in the shramanas, and were later adopted by Brahmin orthodoxy.[note 18][note 19][note 20][note 21][note 22][note 23]", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What position was held by General MacArthur at this point in time? [SEP] sentence: He then was posted as chief military aide to General MacArthur, Army Chief of Staff.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which countries initiated the Age of Exploration following the Reconquista? [SEP] sentence: The Spanish crown maintained its hegemony in Europe and was the leading power on the continent until the signing of the Treaty of the Pyrenees, which ended a conflict between Spain and France that had begun during the Thirty Years' War.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What award was My Beautiful Dark Twisted Fantasy omitted from? [SEP] sentence: My Beautiful Dark Twisted Fantasy, West's fifth studio album, was released in November 2010 to rave reviews from critics, many of whom described it as his best work that solidified his comeback.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When was the Ottoman empire founded? [SEP] sentence: After conquests in the Balkans by Murad I between 1362 and 1389, the Ottoman sultanate was transformed into a transcontinental empire and claimant to the caliphate.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the name of the first road to the mainland that did not charge a toll? [SEP] sentence: The first road connecting the city to the mainland at Pleasantville was completed in 1870 and charged a 30-cent toll.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Evidence of human habitation in the Alps goes as far back to what era? [SEP] sentence: The altitude and size of the range affects the climate in Europe; in the mountains precipitation levels vary greatly and climatic conditions consist of distinct zones.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is HMG-CoA responsible for producing? [SEP] sentence: In 1971, Akira Endo, a Japanese biochemist working for the pharmaceutical company Sankyo, identified mevastatin (ML-236B), a molecule produced by the fungus Penicillium citrinum, as an inhibitor of HMG-CoA reductase, a critical enzyme used by the body to produce cholesterol.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many computers were connected to the internet in 1988? [SEP] sentence: In 1988, only 60,000 computers were connected to the Internet, and most were mainframes, minicomputers and professional workstations.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Why are long sentences in a modern preamble formatted into multiple paragraphs? [SEP] sentence: Modern preambles are sometimes structured as a single very long sentence formatted into multiple paragraphs for readability, in which each of the paragraphs begins with a verb (desiring, recognizing, having, and so on).", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What has been a major factor in the restoration of Estonia after winning their independence? [SEP] sentence: In 2003, the foreign ministry also hosted an exhibit called \"Estonia: Nordic with a Twist\".", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the primary consideration for determining if projects may be carried out in areas with endangered species? [SEP] sentence: The question to be answered is whether a listed species will be harmed by the action and, if so, how the harm can be minimized.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Whos is the late Mayor of Boston? [SEP] sentence: Another initiative, presented by the late Mayor Thomas Menino, is the Renew Boston Whole Building Incentive, which reduces the cost of living in buildings that are deemed energy efficient.", "output": "entailment", "options": ["entailment", "not_entailment"]}
