{"task": "glue-qnli", "input": "question: What do the chirigotas sing about? [SEP] sentence: The chirigotas are well known witty, satiric popular groups who sing about politics, new times and household topics, wearing the same costume, which they prepare for the whole year.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where was Adolf Hitler born? [SEP] sentence: At the end of World War II the US Army occupied Obersalzberg, to prevent Hitler from retreating with the Wehrmacht into the mountains.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In Devon, Jan is another way of saying what common English name? [SEP] sentence: People from Plymouth are known as Plymothians or less formally as Janners.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is F.A. Hayek's profession? [SEP] sentence: The economist F. A. Hayek analyzed how the Rule of Law might be beneficial to the free market.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is another name for a fission/fusion bomb? [SEP] sentence: Such bombs are jacketed in a non-fissile (unenriched) uranium case, and they derive more than half their power from the fission of this material by fast neutrons from the nuclear fusion process.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is digestion? [SEP] sentence: Digestion is a form of catabolism that is often divided into two processes based on how food is broken down: mechanical and chemical digestion.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Are all turn tables capable of DJ manipulation of vinyl records? [SEP] sentence: With a record one can place the stylus a few grooves farther in or out, accelerate or decelerate the turntable, or even reverse its direction, provided the stylus, record player, and record itself are built to withstand it.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What award given by a Japanese foundation did Popper win in 1992? [SEP] sentence: Other awards and recognition for Popper included the City of Vienna Prize for the Humanities (1965), Karl Renner Prize (1978), Austrian Decoration for Science and Art (1980), Dr. Leopold Lucas Prize (1981), Ring of Honour of the City of Vienna (1983) and the Premio Internazionale of the Italian Federico Nietzsche Society (1988).", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What does IRC stand for? [SEP] sentence: Available web browsers range in features from minimal, text-based user interfaces with bare-bones support for HTML to rich user interfaces supporting a wide variety of file formats and protocols.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did the Ministry of Home Security fail to discover? [SEP] sentence: But the great bulk of the traffic went on; and Londoners—though they glanced apprehensively each morning at the list of closed stretches of line displayed at their local station, or made strange detours round back streets in the buses—still got to work.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did the country of Namibia officially become a country? [SEP] sentence: The country officially became independent on 21 March 1990.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who did Güshi Khan organize a welcome ceremony for? [SEP] sentence: Van Praag writes that at this point Güshi Khan maintained control over the armed forces, but accepted his inferior status towards the Dalai Lama.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: The end of Antigonid rule began in what year? [SEP] sentence: Macedon's defeat at the Battle of Pydna in 168 BC signalled the end of Antigonid power in Greece.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What are students taught to memorize? [SEP] sentence: When learning how to write hanja, students are taught to memorize the native Korean pronunciation for the hanja's meaning and the Sino-Korean pronunciations (the pronunciation based on the Chinese pronunciation of the characters) for each hanja respectively so that students know what the syllable and meaning is for a particular hanja.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where were hospices established? [SEP] sentence: The Alps have been crossed for war and commerce, and by pilgrims, students and tourists.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did the Coastal Road Massacre occur? [SEP] sentence: On 11 March 1978, a PLO guerilla raid from Lebanon led to the Coastal Road Massacre.", "output": "entailment", "options": ["entailment", "not_entailment"]}
