{"task": "glue-qnli", "input": "question: Who is responsible for testing and even making changing to computer programs when daylight saving rules change? [SEP] sentence: A common strategy to resolve these problems in computer systems is to express time using the Coordinated Universal Time (UTC) rather than the local time zone.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the primary language spoken by the people in Swaziland? [SEP] sentence: They established their kingdom in the mid-18th century under the leadership of Ngwane III; the present boundaries were drawn up in 1881.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where did the capital move to after the reign of Guangwu? [SEP] sentence: From the reign of Guangwu the capital was moved eastward to Luoyang.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When was John Lofting born? [SEP] sentence: The first beer pump known in England is believed to have been invented by John Lofting (b. Netherlands 1659-d.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: After South Carolina passed an ordinance of nullification, who was sent to Charleston's forts? [SEP] sentence: In 1832, South Carolina passed an ordinance of nullification, a procedure by which a state could, in effect, repeal a federal law; it was directed against the most recent tariff acts.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: According to Nicholas Kaldor, what had Hayek's book created? [SEP] sentence: Others who responded negatively to Hayek's work on the business cycle included John Hicks, Frank Knight, and Gunnar Myrdal.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did the Eritrean government ban in 2007? [SEP] sentence: Additionally, a new movement called Citizens for Democratic Rights in Eritrea aimed at bringing about dialogue between the government and opposition was formed in early 2009.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What song did Beyoncé perform at the first inaugural dance for the Obamas. [SEP] sentence: At Last\" during the first inaugural dance at the Neighborhood Ball two days later.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What year did Armenia begin competiting in the Olympics seperate from the USSR? [SEP] sentence: Prior to 1992, Armenians would participate in the Olympics representing the USSR.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what year did Blackpool and Blackburn become independent unitary authorities? [SEP] sentence: In 1998 Blackpool and Blackburn with Darwen became independent unitary authorities.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the attendant who has a large fan base called? [SEP] sentence: One of the torch attendants, dubbed \"Second Right Brother,\" has developed a significant online fan-base, particularly among China's female netizens.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who was the Army Chief of Staff at this time? [SEP] sentence: Soldiers still wear berets who are currently in a unit in jump status, whether the wearer is parachute-qualified, or not (maroon beret), Members of the 75th Ranger Regiment and the Airborne and Ranger Training Brigade (tan beret), and Special Forces (rifle green beret) and may wear it with the Army Service Uniform for non-ceremonial functions.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What has happened to some who refuse to agree to not protest? [SEP] sentence: \" To limit protests, officials pushed parents to sign a document, which forbade them from holding protests, in exchange of money, but some who refused to sign were threatened.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Anti-aircraft defenses became better after what? [SEP] sentence: In general, German bombers were likely to get through to their targets without too much difficulty.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What indigenous population is now virtually extinct? [SEP] sentence: In 2005, Argentina's indigenous population (known as pueblos originarios) numbered about 600,329 (1.6% of total population); this figure includes 457,363 people who self-identified as belonging to an indigenous ethnic group and 142,966 who identified themselves as first-generation descendants of an indigenous people.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which Doctor Who spinoff did CBC contribute to? [SEP] sentence: Beginning in 2005, the CBC has contributed production funds for the BBC Wales revival of Doctor Who, for which it received a special credit at the end of each episode.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
