{"task": "glue-qnli", "input": "question: Who reported Apple's market share in 2007? [SEP] sentence: In January 2007 the iPod market share reached 72.7% according to Bloomberg Online.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which province supplied a large amount of people to the Sichuan resettlement, following years of turmoil during the Ming-Qing transition? [SEP] sentence: As a result of the massacre as well as years of turmoil during the Ming-Qing transition, the population of Sichuan fell sharply, requiring a massive resettlement of people from the neighboring Huguang Province (modern Hubei and Hunan) and other provinces during the Qing dynasty.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What can garments made with kevlar resist? [SEP] sentence: Researchers in scientific labs have been developing prototypes for fabrics that can serve functional purposes well beyond their traditional roles, for example, clothes that can automatically adjust their temperature, repel bullets, project images, and generate electricity.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When would white men marry the paler and thinner Hawaiian ladies? [SEP] sentence: The men, however, selected Hawaiian women who were thinner and paler in complexion.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How much of the Bronx's vote in 1916 did Hughes get? [SEP] sentence: It was only 32 years earlier, by contrast, that another Republican former Governor who narrowly lost the Presidency, Charles Evans Hughes, had won 42.6% of the Bronx's 1916 vote against Democratic President Woodrow Wilson's 49.8% and Socialist candidate Allan Benson's 7.3%.)", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What were the Reduit? [SEP] sentence: During World War II, detailed invasion plans were drawn up by the Germans, but Switzerland was never attacked.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the adult literacy rate in Portugal? [SEP] sentence: The total adult literacy rate is 99 percent.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who also began an inquiry into the question of being? [SEP] sentence: He argued that the fact of existence can not be inferred from or accounted for by the essence of existing things, and that form and matter by themselves cannot interact and originate the movement of the universe or the progressive actualization of existing things.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did Peter Lombard die? [SEP] sentence: This movement tried to employ a systemic approach to truth and reason and culminated in the thought of Thomas Aquinas (d. 1274), who wrote the Summa Theologica, or Summary of Theology.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where is the island of Guan located? [SEP] sentence: Located in the northwestern Pacific Ocean, Guam is one of five American territories with an established civilian government.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How has this foundation changed in recent years? [SEP] sentence: The foundation has since expanded to work with other charities in the city, and also provided relief following Hurricane Ike three years later.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What current affects the environment of Saint Helena? [SEP] sentence: The climate varies noticeably across the island.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: The Air Ministry was critical of Dowding after which battle? [SEP] sentence: Dowding's opponents in the Air Ministry, already critical of his handling of the day battle (see Battle of Britain Day and the Big Wing controversy), were ready to use these failings as a cudgel with which to attack him and his abilities.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did Vitruvius write his canons? [SEP] sentence: Some examples of canons are found in the writings of the 1st-century BCE Roman Architect Vitruvius.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: With what French city is Plymouth twinned? [SEP] sentence: The City of Plymouth is divided into 20 wards, 17 of which elect three councillors and the other three electing two councillors, making up a total council of 57.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What year was the Sakya viceregal regime eradicated? [SEP] sentence: The Mongol Yuan court was forced to accept him as the new viceroy, and Changchub Gyaltsen and his successors, the Phagmodrupa Dynasty, gained de facto rule over Tibet.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
