{"task": "glue-qnli", "input": "question: What is appearance a poor indication of? [SEP] sentence: That is, race referred preferentially to appearance, not heredity, and appearance is a poor indication of ancestry, because only a few genes are responsible for someone's skin color and traits: a person who is considered white may have more African ancestry than a person who is considered black, and the reverse can be also true about European ancestry.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who was the director of Music of the Heart? [SEP] sentence: In 1999 Madonna signed to play a violin teacher in the film Music of the Heart but left the project, citing \"creative differences\" with director Wes Craven.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many dragons were represented in Zhang Heng's invention of the seismometer? [SEP] sentence: Zhang also invented a seismometer (Houfeng didong yi 候风地动仪) in 132 AD to detect the exact cardinal or ordinal direction of earthquakes from hundreds of kilometers away.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How were hackers able to penetrate connected networks? [SEP] sentence: The intruders were able to obtain classified files, such as air tasking order systems data and furthermore able to penetrate connected networks of National Aeronautics and Space Administration's Goddard Space Flight Center, Wright-Patterson Air Force Base, some Defense contractors, and other private sector organizations, by posing as a trusted Rome center user.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: who started the Detroit techno development? [SEP] sentence: Detroit techno developed as the legendary disc jockey The Electrifying Mojo conducted his own radio program at this time, influencing the fusion of eclectic sounds into the signature Detroit techno sound.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Are students taught Spanish in american schools? [SEP] sentence: Spanish is currently the most widely taught non-English language in American secondary schools and of higher education.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the Hebrew term for canon? [SEP] sentence: the Romance-language ancestors of the English word \"cane\").", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What essential condition must be met for a subset of a group to be a subgroup? [SEP] sentence: The subgroup test is a necessary and sufficient condition for a subset H of a group G to be a subgroup: it is sufficient to check that g−1h ∈ H for all elements g, h ∈ H. Knowing the subgroups is important in understanding the group as a whole.d[›]", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the purpose of these fires? [SEP] sentence: The hope was that, if it could deceive German bombardiers, it would draw more bombers away from the real target.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the religious affiliation of all 9 founding members of Northwestern? [SEP] sentence: The school's nine founders, all of whom were Methodists (three of them ministers), knelt in prayer and worship before launching their first organizational meeting.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Konrad Zuse was an engineer with what nationality? [SEP] sentence: These devices had a low operating speed and were eventually superseded by much faster all-electric computers, originally using vacuum tubes.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Sasha Fierce was created during the making of what song? [SEP] sentence: Sasha was conceived during the making of \"Crazy in Love\", and Beyoncé introduced her with the release of her 2008 album I Am...", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is one type of MCU bridge? [SEP] sentence: There are MCU bridges for IP and ISDN-based videoconferencing.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did John Stuart Mill say matter is? [SEP] sentence: Mill's empiricism went a significant step beyond Hume in still another respect: in maintaining that induction is necessary for all meaningful knowledge including mathematics.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What are the three main activities in The Legend of Zelda: Twilight Princess? [SEP] sentence: The Legend of Zelda:", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who uncovered accounting discrepancies in Fannie Mae and Freddie Mac? [SEP] sentence: On September 10, 2003, the House Financial Services Committee held a hearing at the urging of the administration to assess safety and soundness issues and to review a recent report by the Office of Federal Housing Enterprise Oversight (OFHEO) that had uncovered accounting discrepancies within the two entities.", "output": "entailment", "options": ["entailment", "not_entailment"]}
