{"task": "glue-qnli", "input": "question: What caused the evolution of different growth strategies in bacteria? [SEP] sentence: Other organisms have adaptations to harsh environments, such as the production of multiple antibiotics by Streptomyces that inhibit the growth of competing microorganisms.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What type of fan originated in China? [SEP] sentence: The Jesuit China missions of the 16th and 17th centuries \"learned to appreciate the scientific achievements of this ancient culture and made them known in Europe.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What percentage of fans had a negative reaction to Everton FC's crest redesign in 2013? [SEP] sentence: The redesign was poorly received by supporters, with a poll on an Everton fan site registering a 91% negative response to the crest.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was being protested in Estonia? [SEP] sentence: On October 21, a demonstration dedicated to those who gave their lives in the 1918–1920 Estonian War of Independence took place in Võru, which culminated in a conflict with the militia.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What do airports use to assure smooth traffic flow between departing and arriving aircraft? [SEP] sentence: All airports use a traffic pattern to assure smooth traffic flow between departing and arriving aircraft.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who did Madonna kiss at the MTV Video Music Awards? [SEP] sentence: Madonna sparked controversy for kissing Spears and Aguilera suggestively during the performance.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What are people in stigmatized jobs forced to create? [SEP] sentence: In other words, doing taint management is not just about allowing the employee to feel good in that job.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What does DC stand for? [SEP] sentence: Found in applications as diverse as industrial fans, blowers and pumps, machine tools, household appliances, power tools, and disk drives, electric motors can be powered by direct current (DC) sources, such as from batteries, motor vehicles or rectifiers, or by alternating current (AC) sources, such as from the power grid, inverters or generators.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the meaning of dichotomous keys? [SEP] sentence: The choice and sequence of the characters may be artificial in keys designed purely for identification (diagnostic keys) or more closely related to the natural or phyletic order of the taxa in synoptic keys.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the STIF formerly known as? [SEP] sentence: The syndicate coordinates public transport and contracts it out to the RATP (operating 347 bus lines, the Métro, eight tramway lines, and sections of the RER), the SNCF (operating suburban rails, one tramway line and the other sections of the RER) and the Optile consortium of private operators managing 1,176 bus lines.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Arab countries entered the financial crisis in exceptionally strong positions giving them a cushion against this? [SEP] sentence: They entered the crisis in exceptionally strong positions.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What percentage of the 25-34 Cyprus population has tertiary education? [SEP] sentence: In addition, 47% of its population aged 25–34 have tertiary education, which is the highest in the EU.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the purpose of Russell's group? [SEP] sentence: In June 1879 the two split over doctrinal differences, and in July, Russell began publishing the magazine Zion's Watch Tower and Herald of Christ's Presence, stating that its purpose was to demonstrate that the world was in \"the last days,\" and that a new age of earthly and human restitution under the reign of Christ was imminent.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did the magazines catering to post-punk interest do to alienate their readers? [SEP] sentence: Emphasizing glamour, fashion, and escapism in distinction to the experimental seriousness of earlier post-punk groups, the club-oriented scene drew some suspicion from denizens of the movement.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How much of Pakistan's GDP came from Punjab in 2000? [SEP] sentence: Its share of Pakistan's GDP was 54.7% in 2000 and 59% as of 2010.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many congregations meet on the BYU campus every Sunday? [SEP] sentence: More than 150 congregations meet on BYU campus each Sunday.", "output": "entailment", "options": ["entailment", "not_entailment"]}
