{"task": "glue-qnli", "input": "question: What is the name of the desert that is located in the driest region in the US? [SEP] sentence: In the east, while snowfall does not approach western levels, the region near the Great Lakes and the mountains of the Northeast receive the most.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was marked by succession of wars, famines, and other disasters in the 20th century? [SEP] sentence: The first half of the 20th century in Russia and the Soviet Union was marked by a succession of wars, famines and other disasters, each accompanied by large-scale population losses.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: All LAtin characters required by POJ can be represented by what? [SEP] sentence: Prior to June 2004, the vowel akin to but more open than o, written with a dot above right, was not encoded.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is another name Free Radio San Diego is known by? [SEP] sentence: The radio stations in San Diego include nationwide broadcaster, Clear Channel Communications; CBS Radio, Midwest Television, Lincoln Financial Media, Finest City Broadcasting, and many other smaller stations and networks.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Are aluminum and glass considered to be environmentally friendly or environmentally harmful? [SEP] sentence: These materials are billed as environmentally friendly.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What has been formed to protect the fish stocks in Tuvalu Lagoon? [SEP] sentence: The rising population has resulted in an increased demand on fish stocks, which are under stress; although the creation of the Funafuti Conservation Area has provided a fishing exclusion area to help sustain the fish population across the Funafuti lagoon.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did Clarkson sing during the finale? [SEP] sentence: Guarini did not release any song immediately after the show and remains the only runner-up not to do so.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What website showed video of an altercation between Mariah Carey and Nicki Minaj? [SEP] sentence: The pre-season buzz and the early episodes of the show were dominated by the feud between the judges Minaj and Carey after a video of their dispute was leaked to TMZ.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the average household income in Boston? [SEP] sentence: The median household income in Boston was $51,739, while the median income for a family was $61,035.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In addition to suspending their obligations under a treaty to the violating party, what may result from a material breach of treaty obligations? [SEP] sentence: A material breach may also be invoked as grounds for permanently terminating the treaty itself.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did Burke think the British Empire should be governed based on? [SEP] sentence: The historian Piers Brendon asserts that Burke laid the moral foundations for the British Empire, epitomised in the trial of Warren Hastings, that was ultimately to be its undoing: when Burke stated that \"The British Empire must be governed on a plan of freedom, for it will be governed by no other\", this was \"...an ideological bacillus that would prove fatal.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: During what ages do reasons for alcohol consumption between males and females begin to diverge? [SEP] sentence: 14–15; overall, boys tend to view drinking in a more social light than girls, who report on average a more frequent use of alcohol as a coping mechanism.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who is the Mayor of Miami? [SEP] sentence: The City of Miami is governed by Mayor Tomás Regalado and 5 City commissioners which oversee the five districts in the City.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who won the 2011 Caribbean championships? [SEP] sentence: Bermuda u/19 team won the 2010 Caribbean Championships.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did modern chemistry come into existence? [SEP] sentence: Modern chemistry emerged from the sixteenth through the eighteenth centuries through the material practices and theories promoted by alchemy, medicine, manufacturing and mining.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How long is the total railway system in Portugal? [SEP] sentence: Rail transport of passengers and goods is derived using the 2,791 km (1,734 mi) of railway lines currently in service, of which 1,430 km (889 mi) are electrified and about 900 km (559 mi) allow train speeds greater than 120 km/h (75 mph).", "output": "entailment", "options": ["entailment", "not_entailment"]}
