{"task": "glue-qnli", "input": "question: How many major department stores did Baltimore have at the time? [SEP] sentence: Baltimore had four major department stores: Hutzler's was the prestige leader, followed by Hecht's, Hochschild's and Stewart's.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did Kanye West not have that made record companies turn him down? [SEP] sentence: Though he had developed his rapping long before he began producing, it was often a challenge for West to be accepted as a rapper, and he struggled to attain a record deal.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: The CLIPSAS Organization was formed in what year? [SEP] sentence: For the Continental lodges, however, having a different approach to Freemasonry was not a reason for severing masonic ties.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What group sold the land to the Puritans? [SEP] sentence: The Quinnipiacs, who were under attack by neighboring Pequots, sold their land to the settlers in return for protection.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which league did Notre Dame Fighting Irish teams participate in in 1982? [SEP] sentence: Notre Dame teams are known as the Fighting Irish.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What are riwaaydo? [SEP] sentence: Growing out of the Somali people's rich storytelling tradition, the first few feature-length Somali films and cinematic festivals emerged in the early 1960s, immediately after independence.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When was Constantinople taken over by the Ottoman? [SEP] sentence: The University of Constantinople was Christian Europe's first secular institution of higher learning since no theological subjects were taught, and considering the original meaning of the world university as a corporation of students, the world’s first university as well.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which criteria is used to rank the clubs? [SEP] sentence: Teams are ranked by total points, then goal difference, and then goals scored.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who was the new chairman of the State Planning Committee in 1985? [SEP] sentence: At the next Central Committee meeting on October 15, Tikhonov retired from the Politburo and Talyzin became a candidate.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: On what date did the US Government stop legal action? [SEP] sentence: By the time that the trial wound its way through nine years of legal battles, the U.S. prosecuting attorney had died and the two Bell patents (No. 174,465 dated March 7, 1876 and No. 186,787 dated January 30, 1877) were no longer in effect, although the presiding judges agreed to continue the proceedings due to the case's importance as a \"precedent\".", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When was the Promenade des Berges de la Seine built? [SEP] sentence: Between 1853 and 1870, the Emperor Napoleon III and the city's first director of parks and gardens, Jean-Charles Alphand, created the Bois de Boulogne, the Bois de Vincennes, Parc Montsouris and the Parc des Buttes-Chaumont, located at the four points of the compass around the city, as well as many smaller parks, squares and gardens in the Paris' quarters.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who rejected the  2007 vote to overturn the motorsport ban in Switzerland? [SEP] sentence: Motorsport racecourses and events were banned in Switzerland following the 1955 Le Mans disaster with exception to events such as Hillclimbing.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who was in conflict with the prince bishopric [SEP] sentence: When the Frankish rulers established the system of feudalism, the Bishops of Utrecht came to exercise worldly power as prince-bishops.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did Wittgenstein say about logic? [SEP] sentence: By combining Frege's thesis that all mathematical truths are logical with the early Wittgenstein's idea that all logical truths are mere linguistic tautologies, they arrived at a twofold classification of all propositions: the analytic (a priori) and the synthetic (a posteriori).", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What has been the GDP of Tuvalu in 2008? [SEP] sentence: Since 2002 economic growth has slowed, with GDP growth of 1.5% in 2008.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the name of two schools of philosophy? [SEP] sentence: But while Plato had sought to elucidate and explain things from the supra-sensual standpoint of the forms, his pupil preferred to start from the facts given us by experience.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
