{"task": "glue-qnli", "input": "question: What color bush did an Anglo-Saxon woman raise to indicate that her ale was done brewing? [SEP] sentence: After the departure of Roman authority in the 5th Century and the fall of the Romano-British kingdoms, the Anglo-Saxons established alehouses that grew out of domestic dwellings, the Anglo-Saxon alewife would put a green bush up on a pole to let people know her brew was ready.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What music followed ancient Egyptian art music? [SEP] sentence: This was followed by early Christian liturgical music, which itself dates back to the Ancient Greeks[citation needed].", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who is the author of The Fifteenth Ward and the Great Society? [SEP] sentence: New Haven was the subject of Who Governs?", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did Madonna appear in MTV for the tribute to Michael Jackson? [SEP] sentence: She appeared at the 2009 MTV Video Music Awards on September 13, 2009, to speak in tribute to deceased pop star Michael Jackson.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Was Portugal on the side of France or Britain? [SEP] sentence: Portugal followed by joining the war on Britain's side.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What musician did West tie with for topping the annual Pazz & Jop critic poll 4 times each? [SEP] sentence: West ties with Bob Dylan for having topped the annual Pazz & Jop critic poll the most number of times ever, with four number-one albums each.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is another term for the Amazigh? [SEP] sentence: On 25 August, the Arab League recognised the NTC to be \"the legitimate representative of the Libyan state\", on which basis Libya would resume its membership in the League.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did Adolf Hitler have a lifelong romantic fascination with? [SEP] sentence: Austrian-born Adolf Hitler had a lifelong romantic fascination with the Alps and by the 1930s established a home in the Obersalzberg region outside of Berchtesgaden.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who defined a common External Power Supply for use with smartphones sold? [SEP] sentence: The European Standardisation Bodies CEN, CENELEC and ETSI (independent of the OMTP/GSMA proposal) defined a common External Power Supply (EPS) for use with smartphones sold in the EU based on micro-USB.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What phenomenon sees classical musicians achieving success in popular music? [SEP] sentence: Numerous examples show influence in the opposite direction, including popular songs based on classical music, the use to which Pachelbel's Canon has been put since the 1970s, and the musical crossover phenomenon, where classical musicians have achieved success in the popular music arena.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did the 45 rpm gain popularity over the 78 rpm [SEP] sentence: In the United Kingdom, the 78 rpm single lasted longer than in the United States and the 45 rpm took longer to become popular.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What kind of patents were allegedly inherited? [SEP] sentence: The court subsequently tossed the award, however, finding that one patent had not been infringed and that the other was not even owned by Alcatel-Lucent; it was co-owned by AT&T and Fraunhofer, who had licensed it to Microsoft, the judge ruled.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is Taiwanese in Southern Taiwan based on? [SEP] sentence: On the other hand, the variants spoken in Singapore and Malaysia have a substantial number of loanwords from Malay and to a lesser extent, from English and other Chinese varieties, such as the closely related Teochew and some Cantonese.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In its simplified inflectional grammar, what language is Dutch similar to? [SEP] sentence: As in English, but to a lesser degree, the inflectional grammar of the language (e.g., adjective and noun endings) has simplified over time.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where is the BCCI based? [SEP] sentence: This led to a separate inquiry into BCCI, and as a result, banking regulators shut down BCCI in 1991.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: By what year did Japanese strategists expand their concept of the Greater East Asia Co-Prosperity Sphere? [SEP] sentence: From as early as 1935 Japanese military strategists had concluded the Dutch East Indies were, because of their oil reserves, of considerable importance to Japan.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
