{"task": "glue-qnli", "input": "question: Between 1974 and 2010, how did the Portuguese government encourage over-expenditure and investment bubbles? [SEP] sentence: A report released in January 2011 by the Diário de Notícias and published in Portugal by Gradiva, had demonstrated that in the period between the Carnation Revolution in 1974 and 2010, the democratic Portuguese Republic governments encouraged over-expenditure and investment bubbles through unclear Public–private partnerships and funding of numerous ineffective and unnecessary external consultancy and advisory of committees and firms.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what year did All Aboard Florida begin? [SEP] sentence: By 2014, a private project known as All Aboard Florida by a company of the historic Florida East Coast Railway began construction of a higher-speed rail line in South Florida that is planned to eventually terminate at Orlando International Airport.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the tap room sawdust meant to absorb spills and spit called? [SEP] sentence: By the 20th century, the saloon, or lounge bar, had become a middle-class room[citation needed]—carpets on the floor, cushions on the seats, and a penny or two on the prices,[citation needed] while the public bar, or tap room, remained working class with bare boards, sometimes with sawdust to absorb the spitting and spillages (known as \"spit and sawdust\"), hard bench seats, and cheap beer[citation needed].", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What pigment was used for male skin tone in ancient wall art? [SEP] sentence: An ivory painter's palette found inside the tomb of King Tutankhamun had small compartments with pigments of red ochre and five other colors.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What short story inspired the name Hildebrand Rarities and Antiques? [SEP] sentence: Bond's torture by Blofeld mirrors his torture by the title character of Kingsley Amis' continuation novel Colonel Sun.[citation needed]", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What are these test (level testing) typically grouped by? [SEP] sentence: Other test levels are classified by the testing objective.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where was Schwarzenegger vacationing when he broke his leg? [SEP] sentence: On December 26, 2006, he underwent a 90-minute operation in which cables and screws were used to wire the broken bone back together.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Over what issue did the eastern and western churches split? [SEP] sentence: The formal break came in 1054, when the papacy and the patriarchy of Constantinople clashed over papal supremacy and excommunicated each other, which led to the division of Christianity into two churches—", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: On what date was Spectre first shown in the UK? [SEP] sentence: Spectre was released on 26 October 2015 in the United Kingdom on the same night as the world premiere at the Royal Albert Hall in London, followed by a worldwide release.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who wanted to take over Constantinople? [SEP] sentence: Ottoman forces were defeated in a number of battles, and Egyptians were ready to capture Constantinople, which forced the sultan Mahmud II to seek for Russian military aid.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What has been studied as a mechanism of disease transmission? [SEP] sentence: Due to the global spread of avian influenza, bird migration has been studied as a possible mechanism of disease transmission, but it has been found not to present a special risk; import of pet and domestic birds is a greater threat.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What happened in India during the Neolithic period? [SEP] sentence: The first confirmed semipermanent settlements appeared 9,000 years ago in the Bhimbetka rock shelters in modern Madhya Pradesh, India.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many Tibetans died during the Great Leap Forward? [SEP] sentence: During the Great Leap Forward, between 200,000 and 1,000,000 Tibetans died, and approximately 6,000 monasteries were destroyed during the Cultural Revolution.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is paperfoam primarily made of? [SEP] sentence: Made out of paper, and known commercially as paperfoam, the new packaging has very similar mechanical properties to some expanded plastic packaging, but is biodegradable and can also be recycled with ordinary paper.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the material preference of collectors? [SEP] sentence: Many collectors prefer to have heavyweight vinyl albums, which have been reported to have better sound than normal vinyl because of their higher tolerance against deformation caused by normal play.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: For what reasons are elevators routed one-by-one? [SEP] sentence: Elevators are dispatched one-by-one when they reach a pre-determined passenger load, or when they have had their doors opened for a certain period of time.", "output": "entailment", "options": ["entailment", "not_entailment"]}
