{"task": "glue-qnli", "input": "question: What was the name of the campaign by the British in Holland that created a second front in the war? [SEP] sentence: In the Kingdom of Holland, the British launched the Walcheren Campaign to open up a second front in the war and to relieve the pressure on the Austrians.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the original name of Mexico City? [SEP] sentence: Mexico’s capital is both the oldest capital city in the Americas and one of two founded by Amerindians (Native Americans), the other being Quito.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What language did most of Upper Canada speak? [SEP] sentence: The 14,000 Loyalists who went to the Saint John and Saint Croix river valleys, then part of Nova Scotia, felt too far removed from the provincial government in Halifax, so London split off New Brunswick as a separate colony in 1784.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who won season two? [SEP] sentence: In an interview prior to season five, executive producer Nigel Lythgoe indicated that Aiken had led the fan voting from the wildcard week onward until the finale.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who remarked on Gaddafi's family orientation? [SEP] sentence: His father said that he was courageous, intelligent, pious, and family oriented.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What happened after Kanye made his controversial statement? [SEP] sentence: At this point, telethon producer Rick Kaplan cut off the microphone and then cut away to Chris Tucker, who was unaware of the cut for a few seconds.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the capital of Swaziland? [SEP] sentence: A campus of Limkokwing University of Creative Technology can be found at Sidvwashini, a suburb of the capital Mbabane.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Along with Ottawa, Calgary, Edmonton, Montreal, Winnipeg, Hamilton and Vancouver, what Canadian city has a significant Somali population? [SEP] sentence: Civil strife in the early 1990s greatly increased the size of the Somali diaspora, as many of the best educated Somalis left for the Middle East, Europe and North America.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many jobs are in the tertiary secotr? [SEP] sentence: The number of jobs in the tertiary sector was 109,358.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who was critical of John's performance as king? [SEP] sentence: Contemporary chroniclers were mostly critical of John's performance as king, and his reign has since been the subject of significant debate and periodic revision by historians from the 16th century onwards.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is a popular name for the Telugu film industry? [SEP] sentence: In 2005, Guinness World Records declared Ramoji Film City to be the world's largest film studio.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What country has attempted to better the controls of pesticide exchanges? [SEP] sentence: The former seeks to implement procedures for ensuring that prior informed consent exists between countries buying and selling pesticides, while the latter seeks to create uniform standards for maximum levels of pesticide residues among participating countries.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What ritual suggests symbolic cannibalism? [SEP] sentence: For the King's funeral, people dress in elaborate mourning costume, many of them cross-dressing men who carry bouquets of phallic vegetables.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Mainstream artists from what decade generally did not have success on the adult contemporary charts? [SEP] sentence: Latin pop artists such as Lynda Thomas, Ricky Martin, Marc Anthony, Selena, Enrique Iglesias and Luis Miguel also enjoyed success in the AC charts.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Municipalities were abolished by what? [SEP] sentence: Municipalities were abolished by the Uruguayan Constitution of 1918, effectively restored during the 1933 military coup of Gabriel Terra, and formally restored by the 1934 Constitution.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Low grade metamorphic rocks are composed of what, generally? [SEP] sentence: Greenstone belts are typical Archean formations, consisting of alternating high- and low-grade metamorphic rocks.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
