{"task": "glue-qnli", "input": "question: When did the Chelsea Football Club win the UEFA Champions League title? [SEP] sentence: In May 2012, Chelsea became the first London club to win the UEFA Champions League.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What were the Spanish wars directly linked to? [SEP] sentence: The decolonization of the Americas was the process by which the countries in the Americas gained their independence from European rule.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When was the term copy-text introduced? [SEP] sentence: McKerrow was aware of the limitations of the stemmatic method, and believed it was more prudent to choose one particular text that was thought to be particularly reliable, and then to emend it only where the text was obviously corrupt.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who was the great grandson of Muhammad ibn Ali Bakr? [SEP] sentence: Later the Egyptians ended up killing Uthman ibn al-Affan.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did Kerry's brother call the decade after 1972? [SEP] sentence: After Kerry's 1972 defeat, he and his wife bought a house in Belvidere, Lowell, entering a decade which his brother Cameron later called \"the years in exile\".", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What do POTS do? [SEP] sentence: The resulting digital stream of 1s and 0s is subdivided into labeled packets, which are then transmitted through a digital network of some kind (usually ISDN or IP).", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is regularly moulted? [SEP] sentence: Moulting is annual in most species, although some may have two moults a year, and large birds of prey may moult only once every few years.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: what natural disaster is mention when Jesus died? [SEP] sentence: Luke also follows Mark, though he describes the rebels as common criminals, one of whom defends Jesus, who in turn promises that he (Jesus) and the criminal will be together in paradise.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is Diethylene Glycol commonly used for now? [SEP] sentence: The product was formulated in diethylene glycol, a highly toxic solvent that is now widely used as antifreeze.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How often do citizens need to get their cars examined? [SEP] sentence: The government also instituted industrial technology improvements, a strict biannual vehicle emission inspection and the reformulation of gasoline and diesel fuels.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In one of his works who affirmed the popularity of Chopin as a child? [SEP] sentence: During this period, Fryderyk was sometimes invited to the Belweder Palace as playmate to the son of the ruler of Russian Poland, Grand Duke Constantine; he played the piano for the Duke and composed a march for him.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Is this identifying factor for official citizens of Greece still in effect today ? [SEP] sentence: A century later, when the Treaty of Lausanne was signed between Greece and Turkey in 1923, the two countries agreed to use religion as the determinant for ethnic identity for the purposes of population exchange, although most of the Greeks displaced (over a million of the total 1.5 million) had already been driven out by the time the agreement was signed.[note 1]", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did Space Binding make possible for the ancient Egyptian civilizations? [SEP] sentence: His famous example of this is using ancient Egypt and looking at the ways they built themselves out of media with very different properties stone and papyrus.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who has executive authority in Saint Helena? [SEP] sentence: The Governor is appointed by the Queen on the advice of the British government.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What incident occured on July 7, 1937? [SEP] sentence: The Marco Polo Bridge Incident on 7 July 1937 provoked full-scale war between China and Japan.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which historian blamed naval weakness for European imperialism in China? [SEP] sentence: Historians have judged the Qing dynasty's vulnerability and weakness to foreign imperialism in the 19th century to be based mainly on its maritime naval weakness while it achieved military success against westerners on land, the historian Edward L. Dreyer said that \"China’s nineteenth-century humiliations were strongly related to her weakness and failure at sea.", "output": "entailment", "options": ["entailment", "not_entailment"]}
