{"task": "glue-qnli", "input": "question: What is the CAP? [SEP] sentence: Since 2001, CAP water has allowed the city to remove or turn off over 80 wells.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Under which program did Eritrea develp and repair its transportation infrastructure during the war? [SEP] sentence: The rail line has been restored between the port of Massawa and the capital Asmara, although services are sporadic.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What type of area did early humans avoid? [SEP] sentence: Rather than killing large animals for meat, according to this view, they used carcasses of such animals that had either been killed by predators or that had died of natural causes.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What usually played a larger role than laws regarding a person's race? [SEP] sentence: More importantly, social acceptance often played a bigger role in how a person was perceived and how identity was construed than any law.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did French police take from demonstrators? [SEP] sentence: Minister of the Interior Michèle Alliot-Marie later stated that the police had not been ordered to do so, and that they had acted on their own initiative.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Approximately how many troops were in the army Napoleon led into Damascus? [SEP] sentence: Bonaparte discovered that many of the defenders were former prisoners of war, ostensibly on parole, so he ordered the garrison and 1,400 prisoners to be executed by bayonet or drowning to save bullets.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What important person saw the telephone at the Centennial Exposition? [SEP] sentence: Influential visitors to the exhibition included Emperor Pedro II of Brazil.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What event generated criticism of Nasser from Egypt's elite? [SEP] sentence: While Nasser was increasingly criticized by Egyptian intellectuals following the Six-Day War and his death in 1970, the general public was persistently sympathetic both during and after Nasser's life.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the second american territory the English attempted to colonize? [SEP] sentence: In 1584, Elizabeth I granted a charter to Sir Walter Raleigh, for whom the state capital is named, for land in present-day North Carolina (then part of the territory of Virginia).", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: The Erector Square complex is a gallery that is located where? [SEP] sentence: Others include City Gallery and A. Leaf Gallery in the downtown area.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What genres, featured on the CHR radio format, were rarely found on adult contemporary radio? [SEP] sentence: The amount of crossover between the AC chart and the Hot 100 has varied based on how much the passing pop music trends of the times appealed to adult listeners.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Bismarck desired an early piece but lacked what in the negotiation process? [SEP] sentence: Bismarck wanted an early peace but had difficulty in finding a legitimate French authority with which to negotiate.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who administered the minority groups? [SEP] sentence: As the empire expanded, it took over administrative responsibility of all minority ethnic groups living in and around the empire, including early contacts with Russia — then seen as a tribute nation.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: France had to consent to pay how much in war indemnity? [SEP] sentence: Bismarck honoured the armistice, by allowing train loads of food into Paris and withdrawing Prussian forces to the east of the city, prior to a full withdrawal once France agreed to pay a five billion franc war indemnity.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who is the head of government? [SEP] sentence: In the past, the government had been highly centralized.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What country was opposed to the invasion of the canal? [SEP] sentence: The U.S. Eisenhower administration condemned the tripartite invasion, and supported UN resolutions demanding withdrawal and a United Nations Emergency Force (UNEF) to be stationed in Sinai.", "output": "entailment", "options": ["entailment", "not_entailment"]}
