{"task": "glue-qnli", "input": "question: Whose performance in Anne of the Thousand Days garnered a Best Actor nod? [SEP] sentence: At this time, Hal B. Wallis, who had latterly worked as a major producer at Paramount, moved over to Universal, where he produced several films, among them a lavish version of Maxwell Anderson's Anne of the Thousand Days (1969), and the equally lavish Mary, Queen of Scots (1971).", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How much time does the average person spend watching youtube videos each day? [SEP] sentence: Google does not provide detailed figures for YouTube's running costs, and YouTube's revenues in 2007 were noted as \"not material\" in a regulatory filing.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which two wrote Cultural studies [were] grounded in a pragmatic, liberal-pluralist tradition? [SEP] sentence: In the United States, Lindlof and Taylor write, \"Cultural studies [were] grounded in a pragmatic, liberal-pluralist tradition\".", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What defense does a zebra have against predators? [SEP] sentence: A predator small enough to be prey for others, the domestic cat uses its formidable teeth and claws as weapons against animals that might confuse a cat with easier prey.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where was Osborne House located? [SEP] sentence: She died on Tuesday, 22 January 1901, at half past six in the evening, at the age of 81.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What develpment produced the first large fleet ships? [SEP] sentence: As a result of the Washington Naval Treaty of 1922, which limited the construction of new heavy surface combat ships, most early aircraft carriers were conversions of ships that were laid down (or had served) as different ship types: cargo ships, cruisers, battlecruisers, or battleships.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many research labs does IBM have world wide? [SEP] sentence: Notable company inventions or developments include the automated teller machine (ATM), the floppy disk, the hard disk drive, the magnetic stripe card, the relational database, the Universal Product Code (UPC), the financial swap, the Fortran programming language, SABRE airline reservation system, dynamic random-access memory (DRAM), copper wiring in semiconductors, the silicon-on-insulator (SOI) semiconductor manufacturing process, and Watson artificial intelligence.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What city has the most people in Florida [SEP] sentence: Jacksonville is the most populous city in Florida, and the largest city by area in the contiguous United States.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What are common ingredients in Guinea-Bissau? [SEP] sentence: Common ingredients include yams, sweet potato, cassava, onion, tomato and plantain.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the Köppen abbreviation for a humid subtropical climate? [SEP] sentence: Of these, Kathmandu Valley is in the Warm Temperate Zone (elevation ranging from 1,200–2,300 metres (3,900–7,500 ft)), where the climate is fairly temperate, atypical for the region.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the primary method for determining the Avogadro constant? [SEP] sentence: The principle behind the method is to determine NA as the ratio between the volume of the unit cell of a crystal, measured by X-ray crystallography, and the molar volume of the substance.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What actor was scheduled to attend a San Francisco Olympic protest? [SEP] sentence: On April 1, 2008, the San Francisco Board of Supervisors approved a resolution addressing human rights concerns when the Beijing Olympic torch arrives in San Francisco on April 9.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What were the benefits of the new system of double-entry bookkeeping? [SEP] sentence: In the late 13th and early 14th centuries, a process took place – primarily in Italy but partly also in the Empire – that historians have termed a 'commercial revolution'.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In 1373, Portugal made an alliance with which country? [SEP] sentence: In 1348 and 1349 Portugal, like the rest of Europe, was devastated by the Black Death.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who has been referred to as \"black people\"? [SEP] sentence: Indigenous Australians have been referred to as \"black people\" in Australia since the early days of European settlement.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What group were the Hashimiyya a sect of? [SEP] sentence: The Hashimiyya movement (a sub-sect of the Kaysanites Shia), led by the Abbasid family, overthrew the Umayyad caliphate.", "output": "entailment", "options": ["entailment", "not_entailment"]}
