{"task": "glue-qnli", "input": "question: What city has the most people in Florida [SEP] sentence: The state is bordered to the west by the Gulf of Mexico, to the north by Alabama and Georgia, to the east by the Atlantic Ocean, and to the south by the Straits of Florida and the sovereign state of Cuba.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Why did the city not grow during the Civil War? [SEP] sentence: After the Civil War began, Governor Zebulon Baird Vance ordered the construction of breastworks around the city as protection from Union troops.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: *Slověninъ, plural *Slověne, is the Slavic autonym reconstructed in what? [SEP] sentence: In the 6th century AD Procopius, writing in Byzantine Greek, refers to the Σκλάβοι Sklaboi, Σκλαβηνοί Sklabēnoi, Σκλαυηνοί Sklauenoi, Σθλαβηνοί Sthlabenoi, or Σκλαβῖνοι Sklabinoi, while his contemporary Jordanes refers to the Sclaveni in Latin.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is The Deccan Chronicle? [SEP] sentence: In modern times, the major Telugu dailies published in Hyderabad are Eenadu, Andhra Jyothy, Sakshi and Namaste Telangana, while the major English papers are The Times of India, The Hindu and The Deccan Chronicle.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What channel in St. John's airs Out of the Fog? [SEP] sentence: Rogers Cable has its provincial headquarters in St. John's, and their community channel Rogers TV airs local shows such as Out of the Fog and One Chef One Critic.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: John XXIII continued the gradual reform of what? [SEP] sentence: In response to the directives of the Second Vatican Council, later editions of the Roman Missal present the 1970 form of the Roman Rite.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Why is Nanjing so strong in textiles and minting? [SEP] sentence: Since the Three Kingdoms period, Nanjing has been an industrial centre for textiles and minting owing to its strategic geographical location and convenient transportation.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How did Gaddafi feel about the British officers? [SEP] sentence: He later related that while he travelled to England believing it more advanced than Libya, he returned home \"more confident and proud of our values, ideals and social character.\"", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: With whom did Hayek establish the Geistkreis? [SEP] sentence: Hayek presented his work to the private seminar he had created with Herbert Furth called the Geistkreis.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What include a synopsized adaptation of Twain's story? [SEP] sentence: The latter included a synopsized adaptation of his story that Twain stated had appeared, unattributed to Twain, in a Professor Sidgwick’s Greek Prose Composition (p. 116) under the title, \"The Athenian and the Frog\"; the adaptation had for a time been taken for an independent ancient Greek precursor to Twain's \"Jumping Frog\" story.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What language was used in official communications by the government of Libya? [SEP] sentence: From 1969 to 1973, the RCC introduced social welfare programs funded with oil money, which led to house-building projects and improved healthcare and education.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How are these gases formed? [SEP] sentence: Some such organisms, including the alga Chlamydomonas reinhardtii and cyanobacteria, have evolved a second step in the dark reactions in which protons and electrons are reduced to form H2 gas by specialized hydrogenases in the chloroplast.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What type of properties of heartwood and sapwood is often the same even if their colors are very different? [SEP] sentence: This is produced by deposits in the heartwood of chemical substances, so that a dramatic color difference does not mean a dramatic difference in the mechanical properties of heartwood and sapwood, although there may be a dramatic chemical difference.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What school oversees the Quito Astronomical Observatory? [SEP] sentence: The Quito Astronomical Observatory is the National Observatory of Ecuador and is located in the Historic Center of Quito and is managed by the National Polytechnic School.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where in Eritrea are marine species such as dolphin, turtles and manta ray found? [SEP] sentence: In the coastal areas marine species that are common include dolphin, dugong, whale shark, turtles, marlin/swordfish, and manta ray.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the effect of the Rotavirus vaccine? [SEP] sentence: Similarly, a Cholera vaccine showed a strong reduction in morbidity and mortality, though the overall impact of vaccination was minimal as Cholera is not one of the major causative pathogens of diarrheal disease.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
