{"task": "glue-qnli", "input": "question: Who helped Lutherans understand the charismatic movement in the 1960s? [SEP] sentence: Larry Christenson, a Lutheran theologian based in San Pedro, California, did much in the 1960s and 1970s to interpret the charismatic movement for Lutherans.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what period was the Classical architecture vocabulary revived? [SEP] sentence: At the time in which Vasari was writing, Italy had experienced a century of building in the Classical architectural vocabulary revived in the Renaissance and seen as evidence of a new Golden Age of learning and refinement.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In addition to the Grauman's Chinese Theater, where did the first TCM Classic Film Festival take place? [SEP] sentence: Hosted by Robert Osborne, the four-day long annual festival celebrates Hollywood and its movies, and features celebrity appearances, special events, and screenings of around 50 classic movies including several newly restored by the Film Foundation, an organization devoted to preserving Hollywood's classic film legacy.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the term for the idea of ultimately nothing has existance? [SEP] sentence: The Buddha's death is seen as an illusion, he is living on in other planes of existence, and monks are therefore permitted to offer \"new truths\" based on his input.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When can the EU expect Armenia to attempt to join it? [SEP] sentence: Several Armenian officials have also expressed the desire for their country to eventually become an EU member state, some[who?]", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What were the Remonstrance opposed to? [SEP] sentence: The signers indicated their \"desire therefore in this case not to judge lest we be judged, neither to condemn least we be condemned, but rather let every man stand or fall to his own Master.\"", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What boat was Kerry on, on Mar 13? [SEP] sentence: but not all of the passengers at a small village, the boats approached a fishing weir; one group of boats went around to the left of the weir, hugging the shore, and a group with Kerry's PCF-94 boat went around to the right, along the shoreline.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which artists are associated with Cypriot rock music? [SEP] sentence: Popular music in Cyprus is generally influenced by the Greek Laïka scene; artists who play in this genre include international platinum star Anna Vissi, Evridiki, and Sarbel.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the average student population at the University of London? [SEP] sentence: It includes four large multi-faculty universities – King's College London, Queen Mary, Royal Holloway and UCL – and a number of smaller and more specialised institutions including Birkbeck, the Courtauld Institute of Art, Goldsmiths, Guildhall School of Music and Drama, the Institute of Education, the London Business School, the London School of Economics, the London School of Hygiene & Tropical Medicine, the Royal Academy of Music, the Central School of Speech and Drama, the Royal Veterinary College and the School of Oriental and African Studies.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: At what age was Von Neumann familiar with calculus? [SEP] sentence: Formal schooling did not start in Hungary until the age of ten.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Housing for employees was built in what area during the 1920s? [SEP] sentence: Subsequently housing for them was developed around Gole Market area in the 1920s.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where does the Prunus spinosa leaf much sooner? [SEP] sentence: Finally, an introduced species may unintentionally injure a species that depends on the species it replaces.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What group was identified as being inferior to Europeans? [SEP] sentence: It was further argued that some groups may be the result of mixture between formerly distinct populations, but that careful study could distinguish the ancestral races that had combined to produce admixed groups.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When are Zintl considered alloys? [SEP] sentence: Zintl phases are also sometimes considered alloys depending on bond types (see also:", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What song did DeWyze cover for his first release? [SEP] sentence: No new song was used as coronation song this year; instead, the two finalists each released a cover song – DeWyze chose U2's \"Beautiful Day\", and Bowersox chose Patty Griffin's \"Up to the Mountain\".", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What kind of poetry inspired Ottoman Divan Poetry? [SEP] sentence: Ottoman Divan poetry was a highly ritualized and symbolic art form.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
