{"task": "glue-qnli", "input": "question: From what origin did the Ottoman empire come to be? [SEP] sentence: There were only two attempts in Ottoman history to unseat the ruling Ottoman dynasty, both failures, which suggests a political system that for an extended period was able to manage its revolutions without unnecessary instability.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What are Jehovah Witnesses allowed to accept at their discretion? [SEP] sentence: Though Jehovah's Witnesses do not accept blood transfusions of whole blood, they may accept some blood plasma fractions at their own discretion.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What do Muslims think of Christianity? [SEP] sentence: Muslims repudiate the Christian doctrine of the Trinity and divinity of Jesus, comparing it to polytheism.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did the National Academy of Sciences independent review discover about the FBIs analytical model? [SEP] sentence: It found the analytic model used by the FBI for interpreting results was deeply flawed, and the conclusion, that bullet fragments could be matched to a box of ammunition, was so overstated that it was misleading under the rules of evidence.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: what were two big subgenres of house music? [SEP] sentence: Subgenres of house, including deep house and acid house, quickly emerged and gained traction.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: what is allowed but restricted? [SEP] sentence: Football is generally a free-flowing game, with play stopping only when the ball has left the field of play or when play is stopped by the referee for an infringement of the rules.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In how many UEFA European Championship Finals has England competed? [SEP] sentence: England hosted Euro 96 and have appeared in eight UEFA European Championship Finals tournaments, tied for ninth-best.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many regional MPs have argued for the importance of Plymouth's train service? [SEP] sentence: Three MPs from the three main political parties in the region have lobbied that the train services are vital to its economy.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In wood from a willow tree, what would you need to use to see the tiny vessels? [SEP] sentence: The water conducting capability is mostly taken care of by vessels: in some cases (oak, chestnut, ash) these are quite large and distinct, in others (buckeye, poplar, willow) too small to be seen without a hand lens.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the spacing effect? [SEP] sentence: The spacing effect shows that an individual is more likely to remember a list of items when rehearsal is spaced over an extended period of time.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who was the traditional partner with Great Britain at the beginning of the conflict? [SEP] sentence: The collapse of that system and the aligning of France with Austria and of Great Britain with Prussia constituted what is known as the “diplomatic revolution” or the “reversal of alliances.”", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In degrees Fahrenheit, what is the normal range of high temperatures in Miami? [SEP] sentence: With January averaging 67.2 °F (19.6 °C), winter features mild to warm temperatures; cool air usually settles after the passage of a cold front, which produces much of the little amount of rainfall during the season.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Of the eight precepts which one is on sexual misconduct? [SEP] sentence: In the eight precepts, the third precept on sexual misconduct is made more strict, and becomes a precept of celibacy.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What office replaced the imperial guards? [SEP] sentence: The new Metropolitan Police Board replaced the largely ceremonial imperial guard units.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what year was it announced that the Shell Group would move to a single capital structure? [SEP] sentence: In November 2004, following a period of turmoil caused by the revelation that Shell had been overstating its oil reserves, it was announced that the Shell Group would move to a single capital structure, creating a new parent company to be named Royal Dutch Shell plc, with its primary listing on the London Stock Exchange, a secondary listing on the Amsterdam Stock Exchange, its headquarters and tax residency in The Hague, Netherlands and its registered office in London.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What year was there an analysis of the DNA recovered from human remains in Liangzhu culture? [SEP] sentence: Zhejiang was the site of the Neolithic cultures of the Hemudu and Liangzhu.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
