{"task": "glue-qnli", "input": "question: What is an Indvuna as it relates to the Parliament of Swaziland? [SEP] sentence: On the day of nomination, the name of the nominee is raised by a show of hand and the nominee is given an opportunity to indicate whether he or she accepts the nomination.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What type of companies are Broadsheet and ThreeThousand? [SEP] sentence: Three daily newspapers serve Melbourne: the Herald Sun (tabloid), The Age (formerly broadsheet, now compact) and The Australian (national broadsheet).", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who discovered bacteria? [SEP] sentence: Bacteria were first observed by the Dutch microscopist Antonie van Leeuwenhoek in 1676, using a single-lens microscope of his own design.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What has caused a decrease in CD sales? [SEP] sentence: Meanwhile, with the advent and popularity of Internet-based distribution of files in lossily-compressed audio formats such as MP3, sales of CDs began to decline in the 2000s.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the largest Q that could be achieved with a slimmer band antenna? [SEP] sentence: The Q of such a narrowband antenna can be as high as 15.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many appreciation medals were destroyed by the Bureau of the Mint? [SEP] sentence: Prior to the end of his second term as President, 1,451 medals were turned-in to the Bureau of the Mint and destroyed.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did a picture of Scargill have him appear to be doing? [SEP] sentence: On 23 May 1984, The Sun prepared a front page with the headline \"Mine Führer\" and a photograph of Scargill with his arm in the air, a pose which made him look as though he was giving a Nazi salute.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who wrote the music used in the game's trailer and demo? [SEP] sentence: The game's score was composed by Toru Minegishi and Asuka Ohta, with series regular Koji Kondo serving as the sound supervisor.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What office was held by Fiame Mata'afa Faumuina Mulinu'u II? [SEP] sentence: The next Head of State, Tuiatua Tupua Tamasese Efi, was elected by the legislature on 17 June 2007 for a fixed five-year term, and was re-elected unopposed in July 2012.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who did Christoph Waltz portray in Spectre? [SEP] sentence: Christoph Waltz was cast in the role of Franz Oberhauser, though he refused to comment on the nature of the part.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the meaning behind the Muslim concept of tawhid? [SEP] sentence: In Christianity, the doctrine of the Trinity describes God as one God in three persons.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Lenin acknowledged the independence of which countries? [SEP] sentence: During the war, the Bolsheviks struggled for survival, and Vladimir Lenin recognised the independence of Finland, Estonia, Latvia, Lithuania and Poland.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Recognizing the effects of small-world networks allows one to decrease what? [SEP] sentence: Another effective way to decrease the transmission rate of infectious diseases is to recognize the effects of small-world networks.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the importance pertaining to the age of the hominid that was found in Eritrea? [SEP] sentence: Dated to over 1 million years old, it is the oldest skeletal find of its kind and provides a link between hominids and the earliest anatomically modern humans.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: The synagogue located in Bet She'an had what kind of symbols depicted in its mosaic? [SEP] sentence: The floor had only decorative motifs and an aedicule (shrine) with cultic symbols.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who started Mitsubishi? [SEP] sentence: For example, Iwasaki Yatarō, who was the great-grandson of a samurai, established Mitsubishi.", "output": "entailment", "options": ["entailment", "not_entailment"]}
