{"task": "glue-qnli", "input": "question: Which section of the US contains subtropical forests and mangrove wetlands? [SEP] sentence: The southeast United States contain subtropical forests and, near the gulf coast, mangrove wetlands, especially in Florida.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Why has MTP become the primary storage access protocol of the Android operating system? [SEP] sentence: MTP was designed for use with portable media players, but it has since been adopted as the primary storage access protocol of the Android operating system from the version 4.1 Jelly Bean as well as Windows Phone 8 (Windows Phone 7 devices had used the Zune protocol which was an evolution of MTP).", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is Stefan Schmid's profession? [SEP] sentence: Flysch deposits in the Southern Alps of Lombardy probably occurred in the Cretaceous or later.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where in Galicia has the oldest evidence of humans been found? [SEP] sentence: The earliest culture to have left significant architectural traces is the Megalithic culture which expanded along the western European coasts during the Neolithic and Calcolithic eras.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Of what was Sanskrit once thought to be a divider? [SEP] sentence: Knowledge of Sanskrit was a marker of social class and educational attainment in ancient India, and the language was taught mainly to members of the higher castes through the close analysis of Vyākaraṇins such as Pāṇini and Patanjali, who exhorted proper Sanskrit at all times, especially during ritual.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who replaced Derby when he resigned in 1868? [SEP] sentence: Derby resigned in 1868, to be replaced by Benjamin Disraeli, who charmed Victoria.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How can users utilize the Kinect to interact with their 360 consoles? [SEP] sentence: The add-on peripheral enables users to control and interact with the Xbox 360 without a game controller by using gestures, spoken commands and presented objects and images.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is Nigeria's northernmost climate? [SEP] sentence: North of this is fresh water swamp, containing different vegetation from the salt water swamp, and north of that is rain forest.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did Thomas Edward Gordon publish \"The Problem of the Middle East\"? [SEP] sentence: In 1900 Thomas Edward Gordon published an article, The Problem of the Middle East, which began:", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What are drawn from conventional abbreviated forms? [SEP] sentence: The majority of simplified characters are drawn from conventional abbreviated forms, or ancient standard forms.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where is one place where one of the inland forts can be found? [SEP] sentence: Some well known castros can be found, in the seashore, at Fazouro, Santa Tegra, Baroña and O Neixón, and inland at San Cibrao de Lás, Borneiro, Castromao, and Viladonga.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did the Nieszawa statues clarify? [SEP] sentence: The king could promulgate new laws, raise taxes, or call for a levée en masse (pospolite ruszenie) only with the consent of the sejmiks, and the nobility were protected from judicial abuses.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did the TSFSR break up into three parts? [SEP] sentence: The situation was difficult for the church, which struggled under Soviet rule.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How is the Minister President chosen? [SEP] sentence: The states are parliamentary republics and the relationship between their legislative and executive branches mirrors that of the federal system: the legislatures are popularly elected for four or five years (depending on the state), and the Minister-President is then chosen by a majority vote among the Landtag's members.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did the land bridge between Ireland and Britain disappear? [SEP] sentence: The only window when this could have occurred was between the end of the last Ice Age (about 12,000 years ago) and when the land bridge connecting the two islands was flooded by sea (about 8,000 years ago).", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is one of the ways that the Air Force uses Planning and Directing in its operations? [SEP] sentence: These activities enable the synchronization and integration of collection, processing, exploitation, analysis, and dissemination activities/resources to meet information requirements of national and military decision makers.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
