{"task": "glue-qnli", "input": "question: What nationality was Edward Schnell? [SEP] sentence: In the same war, the Prussian Edward Schnell served the Aizu domain as a military instructor and procurer of weapons.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When was the ANZUS Pact formed? [SEP] sentence: This resulted in the 1951 ANZUS Pact between Australia, New Zealand and the United States of America.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the trajectory of Astrology during Hellenistic times? [SEP] sentence: Astrology was widely associated with the cult of Tyche (luck, fortune), which grew in popularity during this period.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who directed Spectre? [SEP] sentence: Spectre (2015) is the twenty-fourth James Bond film produced by Eon Productions.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the nickname of Plymouth Argyle F.C.? [SEP] sentence: Plymouth is home to Plymouth Argyle F.C., who play in the fourth tier of English football league known as Football League Two.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which factoring war was on gong in 1828 and shares the of a previous scuttle ? ? [SEP] sentence: A distinct Greek political identity re-emerged in the 11th century in educated circles and became more forceful after the fall of Constantinople to the Crusaders of the Fourth Crusade in 1204, so that when the empire was revived in 1261, it became in many ways a Greek national state.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is another university in the triangle? [SEP] sentence: Raleigh is home to North Carolina State University and is part of the Research Triangle area, together with Durham (home of Duke University) and Chapel Hill (home of the University of North Carolina at Chapel Hill).", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How long ago did the last ice age happen in India? [SEP] sentence: The first confirmed semipermanent settlements appeared 9,000 years ago in the Bhimbetka rock shelters in modern Madhya Pradesh, India.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What influenced the look of the Digimons? [SEP] sentence: The creatures were first designed to look cute and iconic even on the devices' small screens; later developments had them created with a harder-edged style influenced by American comics.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Greece has evidence of Stone Age people during what time period? [SEP] sentence: Neolithic settlements in Greece, dating from the 7th millennium BC, are the oldest in Europe by several centuries, as Greece lies on the route via which farming spread from the Near East to Europe.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many people are employed in the Texas Medical Center? [SEP] sentence: More heart surgeries are performed at the Texas Medical Center than anywhere else in the world.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What were the highest class? [SEP] sentence: In many of these systems, the different levels of award and honour reflect the Imperial system they replaced.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did German crew members face if they were shot down over Britain? [SEP] sentence: German crews, even if they survived, faced capture.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Timing and pace of comics is made by adjusting size, shape and what of panels? [SEP] sentence: The reader puts the pieces together via the process of closure by using background knowledge and an understanding of panel relations to combine panels mentally into events.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How far back do the first written records of Estonia's Finnic languages go? [SEP] sentence: Originates Livoniae in Chronicle of Henry of Livonia contains Estonian place names, words and fragments of sentences.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the cost to watch AFL games on Ustream? [SEP] sentence: All AFL games not on the NFL Network could be seen for free online, provided by Ustream.", "output": "entailment", "options": ["entailment", "not_entailment"]}
