{"task": "glue-qnli", "input": "question: What was the value of mortgage lending made by Community Reinvestment Act covered lenders to low and mid level income borrowers and neighborhoods from 1993-1998? [SEP] sentence: A 2000 United States Department of the Treasury study of lending trends for 305 cities from 1993 to 1998 showed that $467 billion of mortgage lending was made by Community Reinvestment Act (CRA)-covered lenders into low and mid level income (LMI) borrowers and neighborhoods, representing 10% of all U.S. mortgage lending during the period.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where is the second FBI lab? [SEP] sentence: The lab also maintains a second lab at the FBI Academy.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many people signed a petition to boycott Sony Music in 2016? [SEP] sentence: In February 2016, over a hundred thousand people signed a petition in just twenty-four hours, calling for a boycott of Sony Music and all other Sony-affiliated businesses after rape allegations against music producer Dr. Luke were made by musical artist Kesha.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Britain's dominant position in world trade over some countries' economies has been called what? [SEP] sentence: Unchallenged at sea, Britain adopted the role of global policeman, a state of affairs later known as the Pax Britannica, and a foreign policy of \"splendid isolation\".", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the non-Hispanic white population of Houston? [SEP] sentence: At 2.7 million in 2012, New York's non-Hispanic white population is larger than the non-Hispanic white populations of Los Angeles (1.1 million), Chicago (865,000), and Houston (550,000) combined.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the largest makhtesh in the world? [SEP] sentence: A report on the environmental status of the Mediterranean basin states that Israel has the largest number of plant species per square meter of all the countries in the basin.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is used to allow one to control the function of wave fronts moving through an antenna? [SEP] sentence: It can, for instance, bring the wave to a focus or alter the wave front in other ways, generally in order to maximize the directivity of the antenna system.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which article in the Spanish constitution gives the monarch the right to ask for a referendum? [SEP] sentence: Article 92 invests the monarch with the right to call for a referendum, on the advice of the president of the government (commonly referred to in English as the prime minister) and the authorisation of the cortes.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was similar between the three most important 5th century mosaics? [SEP] sentence: Two other important 5th century mosaics are lost but we know them from 17th-century drawings.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did Robert Guiscard die? [SEP] sentence: Under Henry III (r. 1216–72), John's son, further concessions were made to the nobility, and royal power was diminished.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What were the studia humanitatis competing against? [SEP] sentence: The Age of Enlightenment is a time in Western philosophy and cultural life centered upon the 18th century in which reason was advocated as the primary source and legitimacy for authority.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is Kahuta an important location for? [SEP] sentence: Trade and people-to-people contacts through the Wagah border are now starting to become common.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many counties does Oklahoma have? [SEP] sentence: Oklahoma has two courts of last resort: the state Supreme Court hears civil cases, and the state Court of Criminal Appeals hears criminal cases (this split system exists only in Oklahoma and neighboring Texas).", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Does the Football Association say about the management of the Premier League? [SEP] sentence: The Football Association Premier League Ltd (FAPL) is operated as a corporation and is owned by the 20 member clubs.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many times did Bohemian waxwings come to Britain in the nineteeth century? [SEP] sentence: Bohemian waxwings Bombycilla garrulus well show this unpredictable variation in annual numbers, with five major arrivals in Britain during the nineteenth century, but 18 between the years 1937 and 2000.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What periodical called Richmond \"The Next Great American Food City\"? [SEP] sentence: Departures magazine named Richmond \"The Next Great American Food City\" in August 2014.", "output": "entailment", "options": ["entailment", "not_entailment"]}
