{"task": "glue-qnli", "input": "question: IBM publicized its hiring policy to help negotiations in two states where in the U.S.? [SEP] sentence: He also publicized the policy so that in his negotiations to build new manufacturing plants with the governors of two states in the U.S. South, he could be clear that IBM would not build \"separate-but-equal\" workplaces.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: On which side of the soverign does the Clerk of the Crown stand? [SEP] sentence: The sovereign, wearing the Imperial State Crown, would be seated on the throne in the Lords chamber, surrounded by heralds and members of the royal court—a scene that nowadays is repeated only at the annual State Opening of Parliament.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who was the promoter, director and organizer of the first public library in Montevideo? [SEP] sentence: The first public library in Montevideo was formed by the initial donation of the private library of Father José Manuel Pérez Castellano, who died in 1815.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What organization identified Saint Helena as important for bird conservation? [SEP] sentence: On the basis of these endemics and an exceptional range of habitats, Saint Helena is on the United Kingdom's tentative list for future UNESCO World Heritage Sites.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How do speech perception and articulation findings and insights affect previous and more traditional ideas? [SEP] sentence: The findings and insights of speech perception and articulation research complicate the traditional and somewhat intuitive idea of interchangeable allophones being perceived as the same phoneme.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was Virgil Griffith focused on? [SEP] sentence: Griffith was motivated by the edits from the United States Congress, and wanted to see if others were similarly promoting themselves.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the heat generated from a Concentrating Solar Power system used for? [SEP] sentence: The concentrated heat is then used as a heat source for a conventional power plant.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many public universities are located in Melbourne? [SEP] sentence: Some of Australia's most prominent and well known schools are based in Melbourne.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who advises the Chief of the Defence? [SEP] sentence: The Commander-in-Chief of the Canadian Armed Forces is the reigning Canadian monarch, Queen Elizabeth II, who is represented by the Governor General of Canada.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did Broca discover in the human brain? [SEP] sentence: Broca, being what today would be called a neurosurgeon, had taken an interest in the pathology of speech.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what languages is Tibetan music often chanted in? [SEP] sentence: These chants are complex, often recitations of sacred texts or in celebration of various festivals.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What caused Prince Albert's death? [SEP] sentence: He was diagnosed with typhoid fever by William Jenner, and died on 14 December 1861.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the estimated number of Buddhists in the world? [SEP] sentence: Vajrayana, a body of teachings attributed to Indian siddhas, may be viewed as a third branch or merely a part of Mahayana.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Why did the Czechoslavs consider Czech and Slovak to be a single language? [SEP] sentence: The similarities between Czech and Slovak led to the languages being considered a single language by a group of 19th-century scholars who called themselves \"Czechoslavs\" (Čechoslováci), believing that the peoples were connected in a way which excluded German Bohemians and (to a lesser extent)", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did the scientific classification change? [SEP] sentence: Although the term bacteria traditionally included all prokaryotes, the scientific classification changed after the discovery in the 1990s that prokaryotes consist of two very different groups of organisms that evolved from an ancient common ancestor.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What singer came in third on the sixth season of American Idol? [SEP] sentence: Melinda Doolittle was eliminated in the final three.", "output": "entailment", "options": ["entailment", "not_entailment"]}
