{"task": "glue-qnli", "input": "question: Where does Tuvalu rank among other countries as to lowest elevation? [SEP] sentence: The highest elevation is 4.6 metres (15 ft) above sea level on Niulakita, which gives Tuvalu the second-lowest maximum elevation of any country (after the Maldives).", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Included in applied anthropology is researcher involvement as well as activism in what communities? [SEP] sentence: More simply, applied anthropology is the practical side of anthropological research; it includes researcher involvement and activism within the participating community.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What trend has Egypt healthcare made recently? [SEP] sentence: Access to healthcare in both urban and rural areas greatly improved and immunisation programs are now able to cover 98% of the population.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where did Circassians settle to when leaving their homes in the Caucasus? [SEP] sentence: The war caused an exodus of the Crimean Tatars, about 200,000 of whom moved to the Ottoman Empire in continuing waves of emigration.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What term is the beginning of menstruation given? [SEP] sentence: Menarche, the beginning of menstruation, is a relatively late development which follows a long series of hormonal changes.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When were the first campus police formed at Yale? [SEP] sentence: The first campus police force was founded at Yale in 1894, when the university contracted city police officers to exclusively cover the campus.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What philosphers' writings are becoming required reading for graduate students in China? [SEP] sentence: To date, the Chinese government has encouraged the building of twenty-three university-based centers for the study of Whitehead's philosophy, and books by process philosophers John Cobb and David Ray Griffin are becoming required reading for Chinese graduate students.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the month and year when England banned public smoking? [SEP] sentence: In March 2006, a law was introduced to forbid smoking in all enclosed public places in Scotland.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the government of India based on? [SEP] sentence: The Constitution originally provided for a two-tier system of government, the Union Government (also known as the Central Government), representing the Union of India, and the State governments.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the BBC Domesday Project? [SEP] sentence: It was chosen by the British Broadcasting Corporation (BBC) for the BBC Domesday Project in the mid-1980s, a school-based project to commemorate 900 years since the original Domesday Book in England.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which argument is being made by those who oppose affirmative action in relation to the compensation argument? [SEP] sentence: Another popular argument for affirmative action is the compensation argument.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where were 723,000 Koreans sent to work? [SEP] sentence: At the end of the war, other world powers did not recognize Japanese rule in Korea and Taiwan.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who created and popularized many of the sports that we love today? [SEP] sentence: Many sports popular today were formalised by British Public schools and universities in the 19th century.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was red lake composed of? [SEP] sentence: Red lac was made from the gum lac, the dark red resinous substance secreted by various scale insects, particularly the Laccifer lacca from India.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where is Houston ranked among the most populous cities in the US? [SEP] sentence: The Woodlands–Sugar Land, which is the fifth most populated metropolitan area in the United States.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did the design begin for the 12.8 centimeter FlaK? [SEP] sentence: In the late 1930s the 10.5 cm FlaK 38 appeared soon followed by the 39, this was designed primarily for static sites but had a mobile mounting and the unit had 220v 24 kW generators.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
