{"task": "glue-qnli", "input": "question: What must an infectious agent do to cause disease? [SEP] sentence: Second, an infectious agent must grow within the human body to cause disease; essentially it must amplify its own nucleic acids in order to cause a disease.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where did Kerry earn a Silver Star? [SEP] sentence: Their mission on the Duong Keo River included bringing an underwater demolition team and dozens of South Vietnamese Marines to destroy enemy sampans, structures and bunkers as described in the story The Death Of PCF 43.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What were the countries who supported the US's post-9/11 invasions called? [SEP] sentence: Support for the U.S. cooled when America made clear its determination to invade Iraq in late 2002.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did Victoria wear upon her death in her coffin? [SEP] sentence: She was dressed in a white dress and her wedding veil.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the difference between robbery and piracy? [SEP] sentence: The original meaning of piracy is \"robbery or illegal violence at sea\", but the term has been in use for centuries as a synonym for acts of copyright infringement.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How do Candidate Conservation Agreements differ from Safe Harbor agreements? [SEP] sentence: The Candidate Conservation Agreement is closely related to the \"Safe Harbor\" agreement, the main difference is that the Candidate Conservation Agreements With Assurances(CCA) are meant to protect unlisted species by providing incentives to private landowners and land managing agencies to restore, enhance or maintain habitat of unlisted species which are declining and have the potential to become threatened or endangered if critical habitat is not protected.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Why might more than 500 crimes have occurred each day at the turn of the century instead of the officially reported number? [SEP] sentence: Between 2000 and 2004 an average of 478 crimes were reported each day in Mexico City; however, the actual crime rate is thought to be much higher \"since most people are reluctant to report crime\".", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What are some of the schemes used to defraud the health care system? [SEP] sentence: There are several different schemes used to defraud the health care system which are particular to the pharmaceutical industry.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What type of private  individual had several generals and politicians used to validate their actions? [SEP] sentence: The motives of private haruspices – especially females – and their clients were officially suspect: none of this seems to have troubled Marius, who employed a Syrian prophetess.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many months were in a year in the original Mayan calendars? [SEP] sentence: These calendars were religiously and astronomically based, with 18 months in a year and 20 days in a month.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What year did Portugal invade the recently liberated territory? [SEP] sentence: Urban expansion, however, moved very slowly because of the events that followed.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is an example of what states retain authority over? [SEP] sentence: Though international relations including international treaties are primarily the responsibility of the federal level, the constituent states have certain limited powers in this area: in matters that affect them directly, the states defend their interests at the federal level through the Bundesrat (literally Federal Council, the upper house of the German Federal Parliament) and in areas where they have legislative authority they have limited powers to conclude international treaties \"with the consent of the federal government\".", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What could be sued for under civil or criminal law? [SEP] sentence: Early court cases focused on the liability of Internet service providers (ISPs) for hosting, transmitting or publishing user-supplied content that could be actioned under civil or criminal law, such as libel, defamation, or pornography.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the secondmost common surname in Melbourne's phone book? [SEP] sentence: Nguyen is the second most common in Melbourne's phone book after Smith.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did the Premier League hold its first season? [SEP] sentence: The league held its first season in 1992–93 and was originally composed of 22 clubs.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the name of Imperial's student newspaper? [SEP] sentence: On 29 January 1950, the government announced that it was intended that Imperial should expand to meet the scientific and technological challenges of the 20th century and a major expansion of the College followed over the next decade.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
