{"task": "glue-qnli", "input": "question: What caused disagreement about Yale's new position? [SEP] sentence: He may have misunderstood some of the challenges of his time, but he correctly anticipated the enduring tensions that have accompanied the emergence and growth of the modern university.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In the past most Jews prayed in what language? [SEP] sentence: From the Rhineland to Riga to Romania, most Jews prayed in liturgical Ashkenazi Hebrew, and spoke Yiddish in their secular lives.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where can one find the Srijana Contemporary Art Gallery? [SEP] sentence: The Srijana Contemporary Art Gallery, located inside the Bhrikutimandap Exhibition grounds, hosts the work of contemporary painters and sculptors, and regularly organizes exhibitions.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Aside from Italo-Dalmatian, what is another term for the group that Italian languages belong to? [SEP] sentence: The languages of Italy are primarily Latin-based Romance languages, with the most widely spoken languages falling within the Italo-Dalmatian language family.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What were three sites used for filming Spectre? [SEP] sentence: Mendes also confirmed several filming locations, including London, Mexico City and Rome.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What possible link is represented by the hominid found in Eritrea? [SEP] sentence: Dated to over 1 million years old, it is the oldest skeletal find of its kind and provides a link between hominids and the earliest anatomically modern humans.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What are two low-energy compounds? [SEP] sentence: Sunlight is also captured by plants as chemical potential energy in photosynthesis, when carbon dioxide and water (two low-energy compounds) are converted into the high-energy compounds carbohydrates, lipids, and proteins.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What happens when companies outsource? [SEP] sentence: A direct consequence within the pharmaceutical industry value chain is that major pharmaceutical multinationals tend to increasingly outsource risks related to fundamental research, which somewhat reshapes the industry ecosystem with biotechnology companies playing an increasingly important role, and overall strategies being redefined accordingly.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did the Aboriginal Protection Boards control? [SEP] sentence: Aborigines were not allowed to vote and were often confined to reserves and forced into low paid or effectively slave labour.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what year was the Honor Code expanded to include other school standards, such as rules regarding drug use? [SEP] sentence: President Wilkinson expanded the Honor Code in 1957 to include other school standards.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what year did Konrad Adenauer first visit the United States? [SEP] sentence: In April 1954 Adenauer made his first visit to the USA meeting Nixon, Eisenhower and Dulles.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Along with Margaret Sullavan, what notable film talent left Universal after the Standard Capital takeover? [SEP] sentence: Because the Laemmles personally oversaw production, Show Boat was released (despite the takeover) with Carl Laemmle and Carl Laemmle Jr.'s names on the credits and in the advertising campaign of the film.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Understanding who's work was the tradition meaning of Cubism formed on? [SEP] sentence: The traditional interpretation of \"Cubism\", formulated post facto as a means of understanding the works of Braque and Picasso, has affected our appreciation of other twentieth-century artists.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who did Kanye West say doesn't care about black people? [SEP] sentence: At this point, telethon producer Rick Kaplan cut off the microphone and then cut away to Chris Tucker, who was unaware of the cut for a few seconds.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What committee has established gene nomenclature for every known human gene? [SEP] sentence: Gene nomenclature has been established by the HUGO Gene Nomenclature Committee (HGNC) for each known human gene in the form of an approved gene name and symbol (short-form abbreviation), which can be accessed through a database maintained by HGNC.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: From what was rope made for tying buildings together? [SEP] sentence: Fau or Fo fafini, or woman's fibre tree (Hibiscus tiliaceus).", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
