{"task": "glue-qnli", "input": "question: Which BYU president was responsible for BYU becoming fully accredited under all major organizations? [SEP] sentence: At the beginning of his tenure, the school was not officially recognized as a university by any accreditation organization.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Queen left what label before signing with EMI? [SEP] sentence: Queen left Elektra Records, their label in the United States, Canada, Japan, Australia, and New Zealand, and signed onto EMI/Capitol Records.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did the al-Qarawiyin officially become a university? [SEP] sentence: The madrasa of al-Qarawīyīn, one of the two surviving madaris that predate the founding of the earliest medieval universities and are thus claimed to be the \"first universities\" by some authors, has acquired official university status as late as 1947.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Describe Gaddafi's humble upbringing. [SEP] sentence: Gaddafi's upbringing in Bedouin culture influenced his personal tastes for the rest of his life.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where was the Mau Mau Uprising? [SEP] sentence: British withdrawal from the southern and eastern parts of Africa was not a peaceful process.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many satellites were launched from 2009-2011? [SEP] sentence: The first satellite of the second-generation system, Compass-M1 was launched in 2007.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Why aren't some sound clusters used in modern Czech? [SEP] sentence: A phonological phenomenon, Havlik's law (which began in Proto-Slavic and took various forms in other Slavic languages), appeared in Old Czech; counting backwards from the end of a clause, every odd-numbered yer was vocalized as a vowel, while the other yers disappeared.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How does the US Air Force differ from other branches of the military? [SEP] sentence: Although the paradigm is changing, for most of its history, the Air Force, completely unlike its sister services, has been an organization in which mostly its officers fought, not its enlisted force, the latter being primarily a rear echelon support force.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When was the new Gateway Community College open? [SEP] sentence: Gateway Community College has a campus in downtown New Haven, formerly located in the Long Wharf district; Gateway consolidated into one campus downtown into a new state-of-the-art campus (on the site of the old Macy's building) and was open for the Fall 2012 semester.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: what region was made available to english traders by  the Mughal emperor? [SEP] sentence: In 1634, the Mughal emperor extended his hospitality to the English traders to the region of Bengal, and in 1717 completely waived customs duties for the trade.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the finale of Crop Over called? [SEP] sentence: Originally signaling the end of the yearly cane harvest, it evolved into a national festival.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What kind of element are dietary minerals? [SEP] sentence: On the other hand, minerals are often artificially added to the diet as supplements; the most famous is likely iodine in iodized salt which prevents goiter.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Along with Rhodes, what Byzantine possession did Muawiyah occupy? [SEP] sentence: Muawiyah also encouraged peaceful coexistence with the Christian communities of Syria, granting his reign with \"peace and prosperity for Christians and Arabs alike\", and one of his closest advisers was Sarjun, the father of John of Damascus.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many times did Barcelona win the Copa del Rey? [SEP] sentence: Barça beat Athletic Bilbao 4–1 in the 2009 Copa del Rey Final, winning the competition for a record-breaking 25th time.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the aim of reinvent the toilet [SEP] sentence: It was complemented by a program called \"Grand Challenges Explorations\" (2011 to 2013 with some follow-up grants reaching until 2015) which involved grants of US$100,000 each in the first round.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How are USB devices linked? [SEP] sentence: A USB host may implement multiple host controllers and each host controller may provide one or more USB ports.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
