{"task": "glue-qnli", "input": "question: Why does BYU's Winter semester end earlier than most colleges? [SEP] sentence: A typical academic year is broken up into two semesters:", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the flight range of shoebirds? [SEP] sentence: Seabirds also undertake long migrations, the longest annual migration being those of sooty shearwaters, which nest in New Zealand and Chile and spend the northern summer feeding in the North Pacific off Japan, Alaska and California, an annual round trip of 64,000 km (39,800 mi).", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did Nasser do in his spare time? [SEP] sentence: Nasser spent most of his spare time reading, particularly in 1933 when he lived near the National Library of Egypt.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What can the disrupted circadian system cause? [SEP] sentence: It is possible that genetic and/or environmental disturbances to the normal sleep and wake cycle can increase the susceptibility to addiction.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did Mahmud Ghanznavi conquer Kangara? [SEP] sentence: Mahmud Ghaznavi conquered Kangra at the beginning of the 10th century.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did Roman Catholicism become suppressed? [SEP] sentence: Thuringia generally accepted the Protestant Reformation, and Roman Catholicism was suppressed as early as 1520[citation needed]; priests who remained loyal to it were driven away and churches and monasteries were largely destroyed, especially during the German Peasants' War of 1525.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which state became the most important to secure Bush's presidential election? [SEP] sentence: The result of an electoral tie would cause the election to be decided in the House of Representatives with each state casting one vote, regardless of population.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which diminutive of \"bloem\" means a \"bouquet\"? [SEP] sentence: \"small flower\"), but bloemetje (lit. also \"small flower\", meaning bouquet).", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Why was tin was rarely used for everyday use? [SEP] sentence: However, in the Bronze age, tin was a rare metal and, in many parts of Europe and the Mediterranean, was often valued higher than gold.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the Royal Gold Medal awarded for? [SEP] sentence: The RIBA also awards the President's Medals for student work, which are regarded as the most prestigious awards in architectural education, and the RIBA President's Awards for Research.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What sort of battle do the adults have at midnight? [SEP] sentence: Adults have a meringue battle at midnight at the historic Plaça de les Cols.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What position did Lord Kilmuir have ? [SEP] sentence: Lord Salisbury and Lord Kilmuir, the Lord Chancellor, consulted the British Cabinet, Winston Churchill, and the Chairman of the backbench 1922 Committee, resulting in the Queen appointing their recommended candidate: Harold Macmillan.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: The resurgence of traditional pop was one of the factors that led to what change in the music market? [SEP] sentence: This in part led to a widening of the market, not only allowing to cater to more niche markets, but it also became customary for artists to make AC-friendly singles.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the plan to settle and develop the Province of Carolina? [SEP] sentence: After Charles II of England (1630–1685) was restored to the English throne in 1660 following Oliver Cromwell's Protectorate, he granted the chartered Province of Carolina to eight of his loyal friends, known as the Lords Proprietors, on March 24, 1663.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did the National Guard refuse to wear? [SEP] sentence: During the war, the Paris National Guard, particularly in the working-class neighbourhoods of Paris, had become highly politicised and units elected officers; many refused to wear uniforms or obey commands from the national government.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What expansion team joined the league in 2011? [SEP] sentence: The league added one expansion team, the Pittsburgh Power.", "output": "entailment", "options": ["entailment", "not_entailment"]}
