{"task": "glue-qnli", "input": "question: Where did bin Laden escape to in Dec 2001? [SEP] sentence: It is believed that Osama bin Laden escaped into Pakistan during the battle.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What type of sensation is pitch? [SEP] sentence: Pitch is an auditory sensation in which a listener assigns musical tones to relative positions on a musical scale based primarily on their perception of the frequency of vibration.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did Tibet and China sign a peace treaty? [SEP] sentence: In 821/822 CE Tibet and China signed a peace treaty.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which parts of speech aren't normally case-specific in Dutch? [SEP] sentence: In the spoken language cases and case inflections had already gradually disappeared from a much earlier date on (probably the 15th century) as in many continental West Germanic dialects.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the mortgage delinquency rate in 2008 [SEP] sentence: At the end of the third quarter in 2008, Florida had the highest mortgage delinquency rate in the country, with 7.8% of mortgages delinquent at least 60 days.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What organization does the US Air Force support on its missions? [SEP] sentence: This requires the ability to engage targets globally using a variety of methods; therefore, the Air Force should possess the ability to induct, train, assign, educate and exercise individuals and units to rapidly and effectively execute missions that support US NDO objectives.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did the Babylonian exile end? [SEP] sentence: The Babylonian exile ended in 539 BCE when the Achaemenid Empire conquered Babylon and Cyrus the Great allowed the exiled Jews to return to Yehud and rebuild their Temple.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which composer featured Sanskrit music in his movies? [SEP] sentence: Composer John Williams featured choirs singing in Sanskrit for Indiana Jones and the Temple of Doom and in Star Wars:", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How did mexican nobles spend money in Mexico City? [SEP] sentence: Many of these palaces can still be seen today, leading to Mexico City's nickname of \"The city of palaces\" given by Alexander Von Humboldt.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what state was Gary Gilmore executed? [SEP] sentence: The moratorium ended on January 17, 1977 with the shooting of Gary Gilmore by firing squad in Utah.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was one thing the UK wanted in return for granting access to Bermuda? [SEP] sentence: In May 1940, the US requested base rights in Bermuda from the United Kingdom, but British Prime Minister Winston Churchill was initially unwilling to accede to the American request without getting something in return.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who was George's predecessor? [SEP] sentence: They visited the 1939 New York World's Fair and stayed with President Franklin D. Roosevelt at the White House and at his private estate at Hyde Park, New York.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did Georgia adopt Christianity? [SEP] sentence: Later the region saw the first states to adopt Christianity officially - initially in Armenia (301 AD) and in Georgia (337 AD), later in the Great Russian Principality (Kyivan Rus, Russian: Великое княжество Русское, ca 988 AD).", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which U.S. state borders to the northeast? [SEP] sentence: The area is landlocked by the states of Sonora to the west, Sinaloa to the south-west, Durango to the south, and Coahuila to the east, and by the U.S. states of Texas to the northeast and New Mexico to the north.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which Nintendo employee was confident in the potential of developing two versions of Twilight Princess? [SEP] sentence: Aonuma had anticipated creating a Zelda game for what would later be called the Wii, but had assumed that he would need to complete Twilight Princess first.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where is Adams ring from the center of Neptune? [SEP] sentence: Neptune has a planetary ring system, though one much less substantial than that of Saturn.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
