{"task": "glue-qnli", "input": "question: Who is the highest-ranking official in the People's Government of Zhejiang? [SEP] sentence: The politics of Zhejiang is structured in a dual party-government system like all other governing institutions in Mainland China.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What happens in a chennel transupport system? [SEP] sentence: In a channel transupport system, several proteins form a contiguous channel traversing the inner and outer membranes of the bacteria.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where was Adolf Hitler born? [SEP] sentence: At the end of World War II the US Army occupied Obersalzberg, to prevent Hitler from retreating with the Wehrmacht into the mountains.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is a Schnellweg? [SEP] sentence: The Schnellweg (en: expressway) system, a number of Bundesstraße roads, forms a structure loosely resembling a large ring road together with A2 and A7.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What increased in the 1980s? [SEP] sentence: At her Silver Jubilee in 1977, the crowds and celebrations were genuinely enthusiastic, but in the 1980s, public criticism of the royal family increased, as the personal and working lives of Elizabeth's children came under media scrutiny.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which of Hayek's works did Friedman once teach? [SEP] sentence: The \"informal\" economics presented in Milton Friedman's massively influential popular work Free to Choose (1980), is explicitly Hayekian in its account of the price system as a system for transmitting and co-ordinating knowledge.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where are the Saores based? [SEP] sentence: One of the organization's founders, Les Costello, was a onetime NHL player who was ordained as a priest after retiring from professional hockey.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where did Nigeria's 2012 GDP rank? [SEP] sentence: The IMF further projects an 8% growth in the Nigerian economy in 2011.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the language of the Pipil? [SEP] sentence: The Pipil lived in western El Salvador, spoke Nawat, and had many settlements there, most noticeably Cuzcatlan.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What gives another symmetry function? [SEP] sentence: Each of these functions sends a point in the square to the corresponding point under the symmetry.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Why does a litigant initiate a lawsuit under the Civil Rights Act of 1871? [SEP] sentence: 1983 — which allows people to bring lawsuits against state actors to protect their federal constitutional and statutory rights.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What component was to blame for the weak bass of the 3rd generation iPod? [SEP] sentence: The combination of the undersized DC-blocking capacitors and the typical low-impedance of most consumer headphones form a high-pass filter, which attenuates the low-frequency bass output.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Pieces published after what year stopped receiving opus numbers? [SEP] sentence: The present standard musicological reference for Chopin's works is the Kobylańska Catalogue (usually represented by the initials 'KK'), named for its compiler, the Polish musicologist Krystyna Kobylańska.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who could have been one of Athanasius's teachers? [SEP] sentence: Peter of Alexandria, the 17th archbishop of Alexandria, was martyred in 311 in the closing days of that persecution, and may have been one of those teachers.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What animal can its feeding habits disturbed by the Prunus spinosa? [SEP] sentence: Introducing new species often leaves endemic and other local species unable to compete with the exotic species and unable to survive.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What dictates passenger elevator capacities? [SEP] sentence: Generally passenger elevators in buildings of eight floors or fewer are hydraulic or electric, which can reach speeds up", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
