{"task": "glue-qnli", "input": "question: In what year did Robert Louis Stevenson die? [SEP] sentence: Mission work in Samoa had begun in late 1830 by John Williams, of the London Missionary Society arriving in Sapapali'i from The Cook Islands and Tahiti.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How was the Everton FC's crest redesign received by fans? [SEP] sentence: The redesign was poorly received by supporters, with a poll on an Everton fan site registering a 91% negative response to the crest.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Beyoncé was an honorary chair of the 2013 what? [SEP] sentence: She was also honorary chair of the 2013 Met Gala.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who was the author of Conversations on the Plurality of Worlds (1686)? [SEP] sentence: Sarah Trimmer wrote a successful natural history textbook for children titled The Easy Introduction to the Knowledge of Nature (1782), which was published for many years after in eleven editions.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is essential for the mating of the elements that create radio waves? [SEP] sentence: Antennas are required by any radio receiver or transmitter to couple its electrical connection to the electromagnetic field.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What are some courses Eton offers in the summer months? [SEP] sentence: These comparatively new developments will run alongside long-established courses that Eton has provided for pupils from state schools, most of them in the summer holidays (July and August).", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What does \"open mouth operations\" mean? [SEP] sentence: Fractional deposit lending (changes in the reserve requirement); (iii) Moral suasion (cajoling certain market players to achieve specified outcomes); (iv) \"Open mouth operations\" (talking monetary policy with the market).", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who was the head of state of Swaziland after King Sobhuza II [SEP] sentence: Following the elections of 1973, the constitution of Swaziland was suspended by King Sobhuza II who thereafter ruled the country by decree until his death in 1982.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Why did Julius Caesar wish to invade Gaul? [SEP] sentence: When two local tribes began to migrate on a route that would take them near (not into) the Roman province of Transalpine Gaul, Caesar had the barely sufficient excuse he needed for his Gallic Wars, fought between 58 BC and 49 BC.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How is the city commonly abbreviated? [SEP] sentence: This motto was quickly adopted as a city nickname, but has faded since the new motto Capital en Movimiento (\"Capital in Movement\") was adopted by the administration headed by Marcelo Ebrard, though the latter is not treated as often as a nickname in media.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What are Afro-Spaniards? [SEP] sentence: Today, there are an estimated 683,000 Afro-Spaniards in Spain.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is Australia's largest free community festival? [SEP] sentence: The climate, waterfront location and nightlife make it one of the most vibrant destinations in Australia.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the English first name Farrokh Bulsara adopted? [SEP] sentence: While attending Ealing Art College, Tim Staffell became friends with Farrokh Bulsara, a fellow student who had assumed the English name of Freddie.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the name of the sampling theorem? [SEP] sentence: MPEG-2.5 Audio Layer III is restricted to bit rates of 8, 16, 24, 32, 40, 48, 56 and 64 kbit/s with sampling frequencies of 8, 11.025, and 12 kHz.[citation needed]", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who did Babangida appoint as head of an interim government when he finally stepped down? [SEP] sentence: After Babangida survived an abortive coup, he pushed back the promised return to democracy to 1992.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the average rainfall in the City of Boston per year? [SEP] sentence: There is also high year-to-year variability in snowfall; for instance, the winter of 2011–12 saw only 9.3 in (23.6 cm) of accumulating snow, but the previous winter, the corresponding figure was 81.0 in (2.06 m).[d]", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
