{"task": "glue-qnli", "input": "question: What is the present status of the Angel pub? [SEP] sentence: It was mentioned by Charles Dickens, became a Lyons Corner House, and is now a Co-operative Bank.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is LaserDisc playback quality dependent on? [SEP] sentence: Another significant issue unique to LaserDisc is one involving the inconsistency of playback quality between different makers and models of player.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What writer fused humanism with the Dominican Order teachings? [SEP] sentence: At the same time the order found itself face to face with the Renaissance.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was ASCII based on? [SEP] sentence: The X3.2 subcommittee designed ASCII based on the earlier teleprinter encoding systems.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is a Polistes versicolor? [SEP] sentence: The yellow paper wasp (Polistes versicolor) is known for its wagging movements as a form of communication within the colony; it can waggle with a frequency of 10.6±2.1 Hz (n=190).", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What type of view is that classical music is primarily written musical tradition? [SEP] sentence: The modernist views hold that classical music is considered primarily a written musical tradition, preserved in music notation, as opposed to being transmitted orally, by rote, or by recordings of particular performances.[citation needed]", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what language states is Sanskrit considered an option? [SEP] sentence: The CBSE (Central Board of Secondary Education) of India, along with several other state education boards, has made Sanskrit an alternative option to the state's own official language as a second or third language choice in the schools it governs.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In modern day New Haven who makes up for majority of the demographics in terms of ethnicity? [SEP] sentence: Westville was the center of Jewish life in New Haven, though today many have fanned out to suburban communities such as Woodbridge and Cheshire.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the FIFA  charge that Barcelona violated? [SEP] sentence: A statement on FIFA's website read \"With regard to the case in question, FC Barcelona has been found to be in breach of art.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who commanded the General Staff? [SEP] sentence: The officers of the General Staff were hand-picked from the Prussian Kriegsakademie (War Academy).", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What publications were shut down 1972? [SEP] sentence: Ruling by decree, the RCC maintained the monarchy's ban on political parties, in May 1970 banned trade unions, and in 1972 outlawed workers' strikes and suspended newspapers.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What does copper and zinc form to make? [SEP] sentence: Eventually, humans learned to smelt metals such as copper and tin from ore, and, around 2500 BC, began alloying the two metals to form bronze, which is much harder than its ingredients.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What percentage of Valencia's workers are employed in the agricultural sector? [SEP] sentence: However, the city still maintains an important industrial base, with 5.5% of the population employed in this sector.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When was Saint Helena first settled? [SEP] sentence: Eventually the planters felt there were too many slaves and no more were imported after 1792.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the EFTA? [SEP] sentence: Nevertheless, domestic purchasing power is one of the best in the world.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How much was the contract given to Theo Epstein worth? [SEP] sentence: The development of Castro, Anthony Rizzo, Darwin Barney, Brett Jackson and pitcher Jeff Samardzija as well as the replenishing of the minor-league system with prospects such as Javier Baez, Albert Almora, and Jorge Soler became the primary focus of the season, a philosophy which the new management said would carry over at least through the 2013 season.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
