{"task": "glue-qnli", "input": "question: What are the people of St. Barts called? [SEP] sentence: Residents of Saint-Barthélemy (Saint-Barthélemoise people) are French citizens and work at establishments on the island.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Is Photo Gallery automatically or separately installed? [SEP] sentence: Photo Gallery is an optional application to view, create and group photos from PS3, which is installed separately from the system software at 105 MB.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many manufacturing workers does Paris have? [SEP] sentence: Paris' manufacturing is mostly focused in its suburbs, and the city itself has only around 75,000 manufacturing workers, most of which are in the textile, clothing, leather goods and shoe trades.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did Congress secure an absolute majority? [SEP] sentence: Virbhadra Singh who has held the top office in Himachal five times in the past, was administered the oath of office and secrecy by Governor Urmila Singh at an open ceremony at the historic Ridge Maidan in Shimla.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did Chopin tend to avoid? [SEP] sentence: virtually nobody but Chopin himself can play this music and give it this unusual turn\".", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where was Ali Qushji from? [SEP] sentence: A great part of this desire for local and foreign manuscripts arose in the 15th Century.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What particular sect is a patron of this belief ? [SEP] sentence: Some Lutherans, such as the members of the Anglo-Lutheran Catholic Church, support the doctrine.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: As of 2004, how many Nobel Prize winners had roots in New York institutions? [SEP] sentence: Much of the scientific research in the city is done in medicine and the life sciences.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What class increased it's interest in music during the 19th century? [SEP] sentence: The piano, which achieved its modern construction in this era (in part due to industrial advances in metallurgy) became widely popular with the middle class, whose demands for the instrument spurred a large number of piano builders.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who did Bell invent the cord-free phone with? [SEP] sentence: Both men later became full associates in the Volta Laboratory Association.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where is the Sprint Unlimited held? [SEP] sentence: The NASCAR Sprint Cup Series holds two exhibition events annually - the Sprint Unlimited, held at Daytona International Speedway at the start of the season, and the NASCAR Sprint All-Star Race, held at Charlotte Motor Speedway midway through the season.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did the decolonization of Africa and the Caribbean accelerate? [SEP] sentence: As Britain's ties to its former empire weakened, the British government sought entry to the European Community, a goal it achieved in 1973.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Immunology studies the immune system in which three stages of existence? [SEP] sentence: Immunology is a branch of biomedical science that covers the study of immune systems in all organisms.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many parishes and curates were there in 2011? [SEP] sentence: In addition there are eighty male religious orders and 140 female religious orders in the city, as well as 110 Catholic schools with 75,000 students.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What are Beyoncé's backup singers called? [SEP] sentence: The band have supported Beyoncé in most subsequent live performances, including her 2007 concert tour The Beyoncé Experience, 2009–2010 I Am... World Tour and 2013–2014 The Mrs. Carter Show World Tour.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the principal Anglican church in Paris? [SEP] sentence: There are several important churches for the English-speaking community: the American Church in Paris, founded in 1814, was the first American church outside the United States; the current church was finished in 1931.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
