{"task": "glue-qnli", "input": "question: What were the married couple in Steven Spielberg's film \"The Sugarland Express\" trying to regain? [SEP] sentence: Spielberg's debut full-length feature film was The Sugarland Express, about a married couple who are chased by police as the couple tries to regain custody of their baby.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How is alcohol measured in the human body? [SEP] sentence: Different concentrations of alcohol in the human body have different effects on a person.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Mixing organic chemistry with living organisms created what early form of biochemistry? [SEP] sentence: The synthesis of urea by Friedrich Wöhler opened a new research field, organic chemistry, and by the end of the 19th century, scientists were able to synthesize hundreds of organic compounds.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Is the Lagrange formalism or the Hamiltonian more convenient for non-conservative systems? [SEP] sentence: This formalism is as fundamental as the Hamiltonian, and both can be used to derive the equations of motion or be derived from them.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did the ascent of the Matterhorn mark? [SEP] sentence: While Mont Blanc was first climbed in 1786, most of the Alpine four-thousanders were climbed during the first half of the 19th century; the ascent of the Matterhorn in 1865 marked the end of the golden age of alpinism.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Do they speak Spanish fluently? [SEP] sentence: In Hawaii, where Puerto Rican farm laborers and Mexican ranchers have settled since the late 19th century, 7.0 per cent of the islands' people are either Hispanic or Hispanophone or both.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What are snowbirds [SEP] sentence: In 1998, Democratic voters dominated areas of the state with a high percentage of racial minorities and transplanted white liberals from the northeastern United States, known colloquially as \"snowbirds\".", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In the aftermath of which war was the U.S. granted Puerto Rico? [SEP] sentence: Puerto Rico has been under U.S. sovereignty for over a century when it was ceded to the U.S. by Spain following the end of the Spanish–American War, and Puerto Ricans have been U.S. citizens since 1917.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Why does inert gas reduce efficiency? [SEP] sentence: While inert gas reduces filament evaporation, it also conducts heat from the filament, thereby cooling the filament and reducing efficiency.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which platform did Apple choose to use? [SEP] sentence: Apple's product design and engineering didn't help matters as they restricted the use of the '040 to their expensive Quadras for a time while the 486 was readily available to OEMs as well as enthusiasts who put together their own machines.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many AA Sections were defending Britain by December 1916? [SEP] sentence: By December 1916 there were 183 AA Sections defending Britain (most with the 3-inch), 74 with the BEF in France and 10 in the Middle East.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the largest fertile area of Thuringia? [SEP] sentence: The fertile basins such as the large Thuringian Basin or the smaller Goldene Aue, Orlasenke and Osterland are in intensive use for growing cereals, vegetables, fruits and energy crops.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What helped to boost the rebublicians in 1870? [SEP] sentence: In late November 1871, at the height of the republican movement, the Prince of Wales contracted typhoid fever, the disease that was believed to have killed his father, and Victoria was fearful her son would die.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the common term that the Government of Ireland uses when documents are written jointly with the British? [SEP] sentence: The earliest known use of the phrase Brytish Iles in the English language is dated 1577 in a work by John Dee.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Did the followers of Meletius obey the guidelines of Nicaea? [SEP] sentence: Accused of mistreating Arians and Meletians, Athanasius answered those charges at a gathering of bishops in Tyre, the First Synod of Tyre, in 335.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who was one of the first Greeks to adopt a humanistic outlook? [SEP] sentence: He was also the first Greek philosopher to admit women to his school as a rule.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
