{"task": "glue-qnli", "input": "question: When did Nigeria have a fair presidential election? [SEP] sentence: Nigeria became a formally independent federation in 1960, and plunged into a civil war from 1967 to 1970.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which US state also donated territory to Washington, D.C., but had it returned? [SEP] sentence: The capital city, Washington, District of Columbia, is a federal district located on land donated by the state of Maryland.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What amount of government revenue in Swaziland is from the SACU? [SEP] sentence: The wage bill today constitutes over 15% of GDP and 55% of total public spending; these are some of the highest levels on the African continent.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How far is Nanjing from Beijing? [SEP] sentence: is Zhe River basin, and they are connected by the Grand Canal east to Nanjing.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many Egyptian soldiers died during the fighting? [SEP] sentence: Despite the commanded withdrawal of Egyptian troops, about 2,000 Egyptian soldiers were killed during engagement with Israeli forces, and some 5,000 Egyptian soldiers were captured by the Israeli Army.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the giant Phrygian cap made out of? [SEP] sentence: The tower was saved, however, when in May of the same year citizens of Strasbourg crowned it with a giant tin Phrygian cap.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What had already been there to be seen? [SEP] sentence: It was, however, already there to be seen.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What tribe did Safia Farkash belong to? [SEP] sentence: Gaddafi's second wife was Safia Farkash, née el-Brasai, a former nurse from Obeidat tribe born in Bayda.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: According the the 2012 census, how many people live on the Tuvalu islands? [SEP] sentence: TOO-və-loo), formerly known as the Ellice Islands, is a Polynesian island nation located in the Pacific Ocean, midway between Hawaii and Australia.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Approximately how many residents of Santa Monica rent their property? [SEP] sentence: Over two-thirds of Santa Monica's residents are renters.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What football team is based in Bern? [SEP] sentence: Bern was the site of the 1954 Football (Soccer) World Cup Final, a huge upset for the Hungarian Golden Team, who were beaten 3–2 by West Germany.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What had Kerry voted against after supporting the initial Iraq authorization? [SEP] sentence: While Kerry had initially voted in support of authorizing President Bush to use force in dealing with Saddam Hussein, he voted against an $87 billion supplemental appropriations bill to pay for the subsequent war.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did anti-federalist support? [SEP] sentence: The U.S. Constitution was written as a reaction to the Articles of Confederation, under which the United States was a loose confederation with a weak central government.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In a Federal Reserve survey of 4,000 households, what percent reported wealth decline between 2007 and 2009? [SEP] sentence: 77 percent of the richest families had a decrease in total wealth, while only 50 percent of those on the bottom of the pyramid suffered a decrease.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is Sauerkraut typically served with in Alsace? [SEP] sentence: Traditionally it is served with Strasbourg sausage or frankfurters, bacon, smoked pork or smoked Morteau or Montbéliard sausages, or a selection of other pork products.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When was gay marriage legalized in Mexico City? [SEP] sentence: In December 2009, the Federal District became the first city in Latin America, and one of very few in the world, to legalize same-sex marriage.", "output": "entailment", "options": ["entailment", "not_entailment"]}
