{"task": "glue-qnli", "input": "question: In what year did Robert Louis Stevenson die? [SEP] sentence: Mission work in Samoa had begun in late 1830 by John Williams, of the London Missionary Society arriving in Sapapali'i from The Cook Islands and Tahiti.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How was the Everton FC's crest redesign received by fans? [SEP] sentence: The redesign was poorly received by supporters, with a poll on an Everton fan site registering a 91% negative response to the crest.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Beyoncé was an honorary chair of the 2013 what? [SEP] sentence: She was also honorary chair of the 2013 Met Gala.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who was the author of Conversations on the Plurality of Worlds (1686)? [SEP] sentence: Sarah Trimmer wrote a successful natural history textbook for children titled The Easy Introduction to the Knowledge of Nature (1782), which was published for many years after in eleven editions.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is essential for the mating of the elements that create radio waves? [SEP] sentence: Antennas are required by any radio receiver or transmitter to couple its electrical connection to the electromagnetic field.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What are some courses Eton offers in the summer months? [SEP] sentence: These comparatively new developments will run alongside long-established courses that Eton has provided for pupils from state schools, most of them in the summer holidays (July and August).", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What does \"open mouth operations\" mean? [SEP] sentence: Fractional deposit lending (changes in the reserve requirement); (iii) Moral suasion (cajoling certain market players to achieve specified outcomes); (iv) \"Open mouth operations\" (talking monetary policy with the market).", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who was the head of state of Swaziland after King Sobhuza II [SEP] sentence: Following the elections of 1973, the constitution of Swaziland was suspended by King Sobhuza II who thereafter ruled the country by decree until his death in 1982.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
