{"task": "glue-qnli", "input": "question: Which philosopher in the Muslim world championed inductive logic in their works? [SEP] sentence: Other influential Muslim philosophers include al-Jahiz, a pioneer in evolutionary thought; Ibn al-Haytham (Alhazen), a pioneer of phenomenology and the philosophy of science and a critic of Aristotelian natural philosophy and Aristotle's concept of place (topos);", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the winning percentage the Cubs posted that still stands today? [SEP] sentence: The Cubs have not won the World Series in 107 years, the longest championship drought of any major North American professional sports team, and are often referred to as the \"Lovable Losers\" because of this distinction.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What famous cleric was a supporter of Barcelona? [SEP] sentence: Among the best supported teams globally, Barcelona has the highest social media following in the world among sports teams, with over 90 million Facebook fans as of February 2016.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When was the festival of climbing on the city wall celebrated? [SEP] sentence: Almost none of them, however, are still celebrated by modern Nanjingese.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How is charcoal made? [SEP] sentence: Sugarcane, rapeseed and soy are some of the plants with a highly fermentable sugar or oil content that are used as sources of biofuels, important alternatives to fossil fuels, such as biodiesel.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What plans became universal inside larger houses? [SEP] sentence: Windows in all types of buildings were large and regularly placed on a grid; this was partly to minimize window tax, which was in force throughout the period in the United Kingdom.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What compression methods are among the most popular? [SEP] sentence: Current LZ-based coding schemes that perform well are Brotli and LZX.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What will the 2 Queen Elizabeth class ships be named? [SEP] sentence: The ships will be named HMS Queen Elizabeth and HMS Prince of Wales.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is required to view over-the-air broadcasts? [SEP] sentence: On March 5, 2005, CBC Television launched a high definition simulcast of its Toronto (CBLT-DT) and Montreal (CBMT-DT) stations.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What polymer is a major part of wood? [SEP] sentence: Lignin is also used in other cell types like sclerenchyma fibers that provide structural support for a plant and is a major constituent of wood.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What problem arises for fast and large capacity elevators? [SEP] sentence: The MG set also typically powered the relay controller of the elevator, which has the added advantage of electrically isolating the elevators from the rest of a building's electrical system, thus eliminating the transient power spikes in the building's electrical supply caused by the motors starting and stopping (causing lighting to dim every time the elevators are used for example), as well as interference to other electrical equipment caused by the arcing of the relay contactors in the control system.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: To what part of official state sacrifices did the Vestals attend? [SEP] sentence: The Vestals cared for the Lares and Penates of the state that were the equivalent of those enshrined in each home.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did the Egyptian and Syrian armies launch a surprise attack against Israeli forces? [SEP] sentence: On 6 October 1973, as Jews were observing Yom Kippur, the Egyptian and Syrian armies launched a surprise attack against Israeli forces in the Sinai Peninsula and Golan Heights, that opened the Yom Kippur War.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What man is associated with the beginnings of Evangelicalism? [SEP] sentence: The origins of Evangelicalism are usually traced back to the English Methodist movement, Nicolaus Zinzendorf, the Moravian Church, Lutheran pietism, Presbyterianism and Puritanism.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In 310 Agathocles invaded Tunisia and defeated what army? [SEP] sentence: Agathocles then invaded Italy (c. 300 BCE) in defense of Tarentum against the Bruttians and Romans, but was unsuccessful.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How do larger capacitors present their electrical characteristics? [SEP] sentence: Larger capacitors like electrolytics usually display the actual capacitance together with the unit (for example, 220 μF).", "output": "entailment", "options": ["entailment", "not_entailment"]}
