{"task": "glue-qnli", "input": "question: What is the Irish term for prime minister? [SEP] sentence: In many cases, though commonly used, \"prime minister\" is not the official title of the office-holder; the Spanish prime minister is the President of the Government (Presidente del Gobierno).", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did parts of Armenia under Iranian control become part of Russia? [SEP] sentence: In the late 1820s, the parts of historic Armenia under Iranian control centering on Yerevan and Lake Sevan (all of Eastern Armenia) were incorporated into the Russian Empire following Iran's forced ceding of the territories after its loss in the Russo-Persian War (1826-1828) and the outcoming Treaty of Turkmenchay.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What law has similar language to Missouri Revised Statute § 546.730? [SEP] sentence: North Carolina General Statute § 15-188 requires death sentences to be executed \"within the walls\" of the penitentiary, as do Oklahoma Statute Title 22 § 1015 and Montana Code § 46-19-103.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What year did Thailand form an alliance with Japan? [SEP] sentence: The Axis states which assisted Japan included the authoritarian government of Thailand in World War II, which quickly formed a temporary alliance with the Japanese in 1941, as the Japanese forces were already invading the peninsula of southern Thailand.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What type of language is Maltese? [SEP] sentence: Maltese is a Semitic language that is the official language of Malta.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is another name for steamer ducks? [SEP] sentence: Swans, for instance, may strike with the bony spurs and bite when defending eggs or young.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the principal alternative to electric railways? [SEP] sentence: Some electric traction systems provide regenerative braking that turns the train's kinetic energy back into electricity and returns it to the supply system to be used by other trains or the general utility grid.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What lists 2,500 common characters? [SEP] sentence: In China, which uses simplified Chinese characters, the Xiàndài Hànyǔ Chángyòng Zìbiǎo (现代汉语常用字表, Chart of Common Characters of Modern Chinese) lists 2,500 common characters and 1,000 less-than-common characters, while the Xiàndài Hànyǔ Tōngyòng Zìbiǎo (现代汉语通用字表, Chart of Generally Utilized Characters of Modern Chinese) lists 7,000 characters, including the 3,500 characters already listed above.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Why couldn't Eisenhower attend Annapolis? [SEP] sentence: Eisenhower requested consideration for either Annapolis or West Point with his U.S. Senator, Joseph L. Bristow.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How did Barcelona finish the 2006-07 season? [SEP] sentence: In the Champions League, Barcelona were knocked out of the competition in the last 16 by eventual runners-up Liverpool on away goals.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Why were DJs inspired to create their own house records? [SEP] sentence: In an effort to maintain such exclusives, the DJs were inspired to create their own \"house\" records.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many of its own five stars did TechRadar award the PS3 Slim? [SEP] sentence: CNET awarded PS3 Slim four out of five stars praising its Blu-ray capabilities, 120 GB hard drive, free online gaming service and more affordable pricing point, but complained about the lack of backward compatibility for PlayStation 2 games.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How are passenger cabs separated from the lift? [SEP] sentence: The passenger cabs are mechanically separated from the lift mechanism, thus allowing the elevator shafts to be used continuously while passengers board and embark from the cabs, as well as move through show scenes on various floors.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was Burke's mother's maiden name? [SEP] sentence: The Burke dynasty descends from an Anglo-Norman knight surnamed de Burgh (latinised as de Burgo) who arrived in Ireland in 1185 following Henry II of England's 1171 invasion of Ireland.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Approximately how many people did New Jersey casinos employ in 2011? [SEP] sentence: In 2011, New Jersey's casinos employed approximately 33,000 employees, had 28.5 million visitors, made $3.3 billion in gaming revenue, and paid $278 million in taxes.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What type of study does the European University Institute focus on? [SEP] sentence: EUCLID (Pôle Universitaire Euclide, Euclid University) is chartered as a university and umbrella organisation dedicated to sustainable development in signatory countries, and the United Nations University engages in efforts to resolve the pressing global problems that are of concern to the United Nations, its peoples and member states.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
