{"task": "glue-qnli", "input": "question: What type of things did Egyptians and Greeks use? [SEP] sentence: Many ancient cultures, including the ancient Egyptians and ancient Greeks, used specially selected mold and plant materials and extracts to treat infections.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did Kazusanosuke mean? [SEP] sentence: For example, the full name of Oda Nobunaga would be \"Oda Kazusanosuke Saburo Nobunaga\" (織田上総介三郎信長), in which \"Oda\" is a clan or family name, \"Kazusanosuke\" is a title of vice-governor of Kazusa province, \"Saburo\" is a formal nickname (yobina), and \"Nobunaga\" is an adult name (nanori) given at genpuku, the coming of age ceremony.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Along with Downtown, in what neighborhood of Miami does Bike Miami take place? [SEP] sentence: Every month, the city hosts \"Bike Miami\", where major streets in Downtown and Brickell are closed to automobiles, but left open for pedestrians and bicyclists.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where was the last sea battle of the Korean War? [SEP] sentence: The last sea battle of the Korean War occurred at Inchon, days before the Battle of Incheon; the ROK ship PC-703 sank a North Korean mine layer in the Battle of Haeju Island, near Inchon.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which of Homer's works did the last six books of the Aeneid connect to? [SEP] sentence: Ancient commentators noted that Virgil seems to divide the Aeneid into two sections based on the poetry of Homer; the first six books were viewed as employing the Odyssey as a model while the last six were connected to the Iliad.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: The Boston Globe and the Boston herals are two of Bostons what? [SEP] sentence: The Boston Globe and the Boston Herald are two of the city's major daily newspapers.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When do mixed race individuals feel marginalized? [SEP] sentence: Some multiracial individuals feel marginalized by U.S. society.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: While the EIc took over all of India there were, two exception the first being Punjab, what was the Second? [SEP] sentence: This was the background to the Charter Act of 1813 which, among other things:", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where did American troops find 75 kilos of gold coins? [SEP] sentence: At the end of the war, a substantial amount of Nazi plunder was found stored in Austria, where Hitler had hoped to retreat as the war drew to a close.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Despite not having a good beach, what decade saw  Southampton become popular for sea bathing? [SEP] sentence: It had also become a popular site for sea bathing by the 1760s, despite the lack of a good quality beach.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What two Marvel characters were part of that campus heroes section? [SEP] sentence: All of these elements struck a chord with the older readers, such as college-aged adults, and they successfully gained in a way not seen before.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What determines the order in which suras are placed in the Quran? [SEP] sentence: Suras are arranged roughly in order of decreasing size.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What does Hokkien mean? [SEP] sentence: In Chinese linguistics, these dialects are known by their classification under the Quanzhang Division (Chinese: 泉漳片; pinyin: Quánzhāng piàn) of Min Nan, which comes from the first characters of the two main Hokkien urban centers Quanzhou and Zhangzhou.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is an example of a critical habitat consideration that would apply to plant wildlife? [SEP] sentence: To determine what exactly is critical habitat, the needs of open space for individual and population growth, food, water, light or other nutritional requirements, breeding sites, seed germination and dispersal needs, and lack of disturbances are considered.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Rhythm guitar in hard rock usually plays what? [SEP] sentence: The bass guitar works in conjunction with the drums, occasionally playing riffs, but usually providing a backing for the rhythm and lead guitars.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: what madonna single is credited as helping bring house music to the mainstream? [SEP] sentence: Pop recording artist Madonna's 1990 single \"Vogue\" became an international hit single and topped the US charts.", "output": "entailment", "options": ["entailment", "not_entailment"]}
