{"task": "glue-qnli", "input": "question: While the EIc took over all of India there were, two exception the first being Punjab, what was the Second? [SEP] sentence: This was the background to the Charter Act of 1813 which, among other things:", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did the Nairi rule? [SEP] sentence: Soon after Hayasa-Azzi were Arme-Shupria (1300s–1190 BC), the Nairi (1400–1000 BC) and the Kingdom of Urartu (860–590 BC), who successively established their sovereignty over the Armenian Highland.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What religion is a minority in CAR? [SEP] sentence: The Central African Republic Bush War began in 2004 and, despite a peace treaty in 2007 and another in 2011, fighting broke out between various factions in December 2012, leading to ethnic and religious cleansing of the Muslim minority and massive population displacement in 2013 and 2014.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How did people feel about Manchester's decision? [SEP] sentence: The withdrawal from the FA Cup, however, drew considerable criticism as this weakened the tournament's prestige and Sir Alex Ferguson later admitted his regret regarding their handling of the situation.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is an opening through the head called? [SEP] sentence: The mixture of saliva and food then travels through the salivary tubes into the mouth, where it begins to break down.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What kind of scientist is Peg LeVine? [SEP] sentence: According to Lemming, genocide was defined as \"a coordinated strategy to destroy a group of people, a process that could be accomplished through total annihilation as well as strategies that eliminate key elements of the group's basic existence, including language, culture, and economic infrastructure.”", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What banners appeared on the winners' podium at the August 2013 ceremony? [SEP] sentence: In the video, the banners rise up automatically—activists controlled their appearance with the use of four radio car antennas—revealing the website URL, alongside an image that consists of half of a polar bear's head and half of the Shell logo.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What institutions have been considered to take some its ideas from madaris? [SEP] sentence: Nevertheless, Makdisi has asserted that the European university borrowed many of its features from the Islamic madrasa, including the concepts of a degree and doctorate.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Between 1973 and 2015, how amny prisoners were acquitted or received pardons or commutations of their death sentences due to possible innocence? [SEP] sentence: In total, 156 prisoners have been either acquitted, or received pardons or commutations on the basis of possible innocence, between 1973 to 2015.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Is DDT 100% guaranteed to work? [SEP] sentence: DDT use is not always effective, as resistance to DDT was identified in Africa as early as 1955, and by 1972 nineteen species of mosquito worldwide were resistant to DDT.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When were the Allobrogi defeated? [SEP] sentence: The Rhaetians continued to resist but were eventually conquered when the Romans turned northward to the Danube valley in Austria and defeated the Brigantes.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: The outbreak of the Indian Revolution took place in what year? [SEP] sentence: Public opinion in the UK was outraged at the logistical and command failures of the war; the newspapers demanded drastic reforms, and parliamentary investigations demonstrated the multiple failures of the Army.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Whose independent label became a hub for the industrial scene? [SEP] sentence: The innovative production techniques devised by post-punk producers such as Martin Hannett and Dennis Bovell during this period would become an important element of the emerging music, with studio experimentation taking a central role.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did the Solar Challenger cross the English Channel? [SEP] sentence: This was quickly followed by the Solar Challenger which crossed the English Channel in July 1981.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What period is covered by the 2009 Human Development Report? [SEP] sentence: The 2009 Human Development Report by UNDP was released on October 5, 2009, and covers the period up to 2007.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: On what day, the day after the funeral of Abdirashid Ali Shermarke, did a coup occur? [SEP] sentence: His assassination was quickly followed by a military coup d'état on 21 October 1969 (the day after his funeral), in which the Somali Army seized power without encountering armed opposition — essentially a bloodless takeover.", "output": "entailment", "options": ["entailment", "not_entailment"]}
