{"task": "glue-qnli", "input": "question: What had Kerry voted against after supporting the initial Iraq authorization? [SEP] sentence: While Kerry had initially voted in support of authorizing President Bush to use force in dealing with Saddam Hussein, he voted against an $87 billion supplemental appropriations bill to pay for the subsequent war.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was another reason for populations moving? [SEP] sentence: The lack of bombing in the Phoney War contributed significantly to the return of people to the cities, but class conflict was not eased a year later when evacuation operations had to be put into effect again.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which agency regulates safety of pesticides in Canada? [SEP] sentence: Proper pesticide use decreases these associated risks to a level deemed acceptable by pesticide regulatory agencies such as the United States Environmental Protection Agency (EPA) and the Pest Management Regulatory Agency (PMRA) of Canada.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What mines did Romans use to acquire cinnabar? [SEP] sentence: Working in the mines was extremely dangerous, since mercury is highly toxic; the miners were slaves or prisoners, and being sent to the cinnabar mines was a virtual death sentence.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: On which coast of Florida is Miami located? [SEP] sentence: Miami (/maɪˈæmi/; Spanish pronunciation: [maiˈami]) is a city located on the Atlantic coast in southeastern Florida and the seat of Miami-Dade County.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is an article that is carried rather than worn that isn't regarded as clothing? [SEP] sentence: Clothing can and has in history been made from a very wide variety of materials.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In 2001, what organization conducted a survey of residents regarding London's fox population? [SEP] sentence: A survey in 2001 by the London-based Mammal Society found that 80 percent of 3,779 respondents who volunteered to keep a diary of garden mammal visits liked having them around.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what year was the iTunes store established? [SEP] sentence: The iTunes Store (introduced April 29, 2003) is an online media store run by Apple and accessed through iTunes.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What family would you find cherries in? [SEP] sentence: Many of our fruits come from the Rutaceae, or rue family (including oranges, lemons, grapefruits, etc.), and the Rosaceae, or rose family (including apples, pears, cherries, apricots, plums, etc.).", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where was Beyonce when she became pregnant? [SEP] sentence: In April 2011, Beyoncé and Jay Z traveled to Paris in order to shoot the album cover for her 4, and unexpectedly became pregnant in Paris.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who argued against regulators? [SEP] sentence: He argues that regulators do not require that new drugs offer an improvement over what is already available, or even that they be particularly effective.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where was Kerry a talk radio host? [SEP] sentence: While studying, Kerry worked as a talk radio host on WBZ and, in July 1974, was named executive director of Mass Action, a Massachusetts advocacy association.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: The Cathedral Basilica of St. Louis holds the largest what? [SEP] sentence: A modern example of mosaic is the Museum of Natural History station of the New York City Subway (there are many such works of art scattered throughout the New York City subway system, though many IND stations are usually designed with bland mosaics.)", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What ingredient is used for amylotytic fermentation in sake? [SEP] sentence: Unlike sake, mould was not used to saccharify the rice (amylolytic fermentation); the rice was probably prepared for fermentation by mastication or malting.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When does the passion of Jesus fall? [SEP] sentence: Sextus Julius Africanus further refers to the writings of historian Thallus: \"This darkness Thallus, in the third book of his History, calls, as appears to me without reason, an eclipse of the sun.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What kind of courts did congress establish? [SEP] sentence: Legislative courts may not exercise the judicial power of the United States.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
