{"task": "glue-qnli", "input": "question: How large was the displacement? [SEP] sentence: On May 20, USGS seismologist Tom Parsons warned that there is \"high risk\" of a major M>7 aftershock over the next weeks or months.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where was the Maratha Empire centralized? [SEP] sentence: The Maratha Empire was located in the south west of present-day India and expanded greatly under the rule of the Peshwas, the prime ministers of the Maratha empire.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did Kerry and Weld agree to limit their campaign spending to? [SEP] sentence: Kerry and Weld held several debates and negotiated a campaign spending cap of $6.9 million at Kerry's Beacon Hill townhouse.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who led the new Liberal National Party of Queensland through the election in March 2012? [SEP] sentence: In March 2011, the New South Wales Liberal-National Coalition led by Barry O'Farrell won government with the largest election victory in post-war Australian history at the State Election.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Can new methods determine a total number of bacteria species? [SEP] sentence: However, even using these improved methods, the total number of bacterial species is not known and cannot even be estimated with any certainty.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Besides the general media and motion picture categories, which category contains media that is not static? [SEP] sentence: Records include paper documents, microfilm, still pictures, motion pictures, and electronic media.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What makes the Windows 8 interface difficult to use? [SEP] sentence: He noted that while forcing all users to use the new touch-oriented interface was a risky move for Microsoft as a whole, it was necessary in order to push development of apps for the Windows Store.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Along with \"The Action Track,\" what is a nickname of Southside Speedway? [SEP] sentence: oval short-track has become known as the \"Toughest Track in the South\" and \"The Action Track\", and features weekly stock car racing on Friday nights.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which judge is a jazz singer? [SEP] sentence: jazz singer Harry Connick, Jr.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which tariqah no longer exists? [SEP] sentence: The Shia Sevener tariqah no longer exists.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When is a magnetic fields right angles to a electrical field? [SEP] sentence: The polarization of an antenna refers to the orientation of the electric field (E-plane) of the radio wave with respect to the Earth's surface and is determined by the physical structure of the antenna and by its orientation; note that this designation is totally distinct from the antenna's directionality.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: what is the section of oklahoma and texas that  Hernando de Soto traveled? [SEP] sentence: Today this is known as the De Soto Trail.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many patients are served annually by HHC? [SEP] sentence: HHC operates 11 acute care hospitals, five nursing homes, six diagnostic and treatment centers, and more than 70 community-based primary care sites, serving primarily the poor and working class.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Tranquilizers affect which of the two common neurotransmitters? [SEP] sentence: The two neurotransmitters that are used most widely in the vertebrate brain are glutamate, which almost always exerts excitatory effects on target neurons, and gamma-aminobutyric acid (GABA), which is almost always inhibitory.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the total area of the levels [SEP] sentence: The total area of the Levels amounts to about 647.5 square kilometres (160,000 acres) and broadly corresponds to the administrative district of Sedgemoor but also includes the south west of Mendip district.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What group hosts the a capella competition \"Sa Re Ga Ma Pella\"? [SEP] sentence: Also, Dil se, another co-ed a cappella from UC Berkeley, hosts the \"Anahat\" competition at the University of California, Berkeley annually.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
