{"task": "glue-qnli", "input": "question: What order was the division of Korea included in? [SEP] sentence: Explaining the choice of the 38th parallel, Rusk observed, \"even though it was further north than could be realistically reached by U.S. forces, in the event of Soviet disagreement...we felt it important to include the capital of Korea in the area of responsibility of American troops\".", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What had been used to justify discrimination, apartheid, slavery and genocide in WWII? [SEP] sentence: They thus came to believe that race itself is a social construct, a concept that was believed to correspond to an objective reality but which was believed in because of its social functions.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did Donna Summer help the contestants during the final rounds? [SEP] sentence: Guest judges were used in the audition rounds for seasons four, six, nine, and fourteen such as Gene Simmons and LL Cool J in season four, Jewel and Olivia Newton-John in season six, Shania Twain in season eight, Neil Patrick Harris, Avril Lavigne and Katy Perry in season nine, and season eight runner-up, Adam Lambert, in season fourteen.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: I Love New York was established as advertising in what year? [SEP] sentence: The trademarked logo, owned by New York State Empire State Development, appears in souvenir shops and brochures throughout the city and state, some licensed, many not.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where does she place in writing credits  for three number one songs? [SEP] sentence: She was one of only three women on that list.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Extremely bright lights used to deter crime are called? [SEP] sentence: Sometimes security lighting can be used along roadways in urban areas, or behind homes or commercial facilities.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Modern medicine indicates Chopin may have suffered from what condition? [SEP] sentence: Modern research suggests that apart from any other illnesses, he may also have suffered from temporal lobe epilepsy.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Under what king was a charter granted in 1446/7 that separated Southampton and Portsmouth from Hampshire? [SEP] sentence: Southampton as a Port and city has had a long history of administrative independence of the surrounding County; as far back as the reign of King John the town and its port were removed from the writ of the King's Sheriff in Hampshire and the rights of custom and toll were granted by the King to the burgesses of Southampton over the port of Southampton and the Port of Portsmouth; this tax farm was granted for an annual fee of £200 in the charter dated at Orival on 29 June 1199.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who were the adversaries of the Soviets during the Cold War? [SEP] sentence: The commercial relationship with the latter led to an increasingly strained relationship with the U.S., who were then engaged in the Cold War with the Soviets.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Norfolk Island was originally a what? [SEP] sentence: In 1976 the High Court of Australia held unanimously that Norfolk Island is a part of the Commonwealth.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who ratifies protocols in Armenia? [SEP] sentence: The ratification of those had to be made in the national parliaments.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who is Philadelphia's greatest architect of the later 19th century? [SEP] sentence: Frank Furness is considered Philadelphia's greatest architect of the second half of the 19th century, but his contemporaries included John McArthur, Jr., Addison Hutton, Wilson Eyre, the Wilson Brothers, and Horace Trumbauer.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did the freighter Nightingale run aground? [SEP] sentence: On 16 March 2011, the freighter MS Oliva ran aground on Nightingale Island, spilling tons of heavy fuel oil into the ocean, leaving an oil slick threatening the island's population of rockhopper penguins.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In addition to ammo proposals, what other need was articulated? [SEP] sentence: The need for some form of tracer or smoke trail was articulated.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What year was a declaration of e-military introduced? [SEP] sentence: The proposed aim of the e-military is to secure the vital infrastructure and e-infrastructure of Estonia.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In the USSR, what SSR did the RSFSR border along with the Kazakh SSR? [SEP] sentence: The international borders of the RSFSR touched Poland on the west; Norway and Finland on the northwest; and to its southeast were the Democratic People's Republic of Korea, Mongolian People's Republic, and the People's Republic of China.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
