{"task": "glue-qnli", "input": "question: What was the outcome of the financial crisis since risk levels were not adequately disclosed? [SEP] sentence: Several scholars have argued that a lack of transparency about banks' risk exposures prevented markets from correctly pricing risk before the crisis, enabled the mortgage market to grow larger than it otherwise would have, and made the financial crisis far more disruptive than it would have been if risk levels had been disclosed in a straightforward, readily understandable format.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who established Lane Crawford? [SEP] sentence: In 1900, the first ethnic-Chinese owned Sincere Department Store was opened by Ma Ying Piu, who returned from Australia and inspired by David Jones.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where was the Maratha Empire centralized? [SEP] sentence: The Maratha Empire was located in the south west of present-day India and expanded greatly under the rule of the Peshwas, the prime ministers of the Maratha empire.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Chopin's performances were known for what? [SEP] sentence: Influences on his compositional style include Polish folk music, the classical tradition of J. S. Bach, Mozart and Schubert, the music of all of whom he admired, as well as the Paris salons where he was a frequent guest.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What medium was originally used to keep Internet Archive's data? [SEP] sentence: Information had been kept on digital tape for five years, with Kahle occasionally allowing researchers and scientists to tap into the clunky database.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What ages are officially compulsary for education in Eritrea? [SEP] sentence: Skill shortages are present at all levels of the education system, and funding for and access to education vary significantly by gender and location.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where is it estimated that a hunter spends fifty to one hundred times that of the average ecotourist? [SEP] sentence: In Tanzania, it is estimated that a safari hunter spends fifty to one hundred times that of the average ecotourist.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What three protien subunites are in the chennel transupport system? [SEP] sentence: It is a simple system, which consists of only three protein subunits: the ABC protein, membrane fusion protein (MFP), and outer membrane protein (OMP)[specify].", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did Russian musika show up? [SEP] sentence: Bishop Kallistos Ware says, \"The service is sung, even though there may be no choir...", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How much electricity is imported by Estonia annually? [SEP] sentence: Estonia imports 200 million kilowatt hours of electricity annually.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is consumed on Ash Wednesday? [SEP] sentence: Dutch Carnaval is officially celebrated on the Sunday through Tuesday preceding Ash Wednesday.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: what group released \"Big Fun\" and \"Good Life\" in 1988? [SEP] sentence: In 1988, as house music became more popular among general audiences, Kevin Saunderson's group Inner City with Paris Gray released the 1988 hits \"Big Fun\" and \"Good Life\", which eventually were picked up by Virgin Records.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In addition to calendaring programs, what kind of programs were most impacted by the changes? [SEP] sentence: Changes to DST rules cause problems in existing computer installations.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was a common theme to post-punk music? [SEP] sentence: Many of these artists drew on backgrounds in art and viewed their music as invested in particular political or aesthetic agendas.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many regions exist in Greece since 2011? [SEP] sentence: Since the Kallikratis programme reform entered into effect on 1 January 2011, Greece has consisted of thirteen regions subdivided into a total of 325 municipalities.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What societal group derived much of their power from the disparity between classes of people? [SEP] sentence: Such an environment was especially intimidating to monarchs who derived much of their power from the disparity between classes of people.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
