{"task": "glue-qnli", "input": "question: How many ancient canons exist in the Eastern Church? [SEP] sentence: In the fourth century the First Council of Nicaea (325) calls canons the disciplinary measures of the Church: the term canon, κανὠν, means in Greek, a rule.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who founded Bern? [SEP] sentence: According to 14th century historiography (Cronica de Berno, 1309), Bern was founded in 1191 by Berthold V, Duke of Zähringen.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What does it do in place of an income tax system? [SEP] sentence: Bermuda is an offshore financial centre, which results from its minimal standards of business regulation/laws and direct taxation on personal or corporate income.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did the Southern and Northern Nigeria Protectorates merge? [SEP] sentence: Modern-day Nigeria has been the site of numerous kingdoms and tribal states over the millennia.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What radio was the primary inspiration for the look of the iPod? [SEP] sentence: The iPod line came from Apple's \"digital hub\" category, when the company began creating software for the growing market of personal digital devices.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who was Alexander's sister? [SEP] sentence: Antigonus fled for Greece, and then, together with Antipater and Craterus (the satrap of Cilicia who had been in Greece fighting the Lamian war) invaded Anatolia.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What act cut down on Boston's harbor activity? [SEP] sentence: Although foreign trade returned after these hostilities, Boston's merchants had found alternatives for their capital investments in the interim.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many Africans were shipped to the US between 1492 to 1888? [SEP] sentence: Today their descendants number approximately 150 million in South America and the Caribbean.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What gun did the Royal Navy start using? [SEP] sentence: However, the performance of both 3.7 and 4.5-in guns was limited by their standard fuse No 199, with a 30-second running time, although a new mechanical time fuse giving 43 seconds was nearing readiness.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Along with \"KTM,\" what is another nickname of Kathmandu? [SEP] sentence: Kathmandu is also known informally as \"KTM\" or the \"tri-city\".", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did scientists begin searching for a more defined guideline for textual criticism? [SEP] sentence: Starting in the 19th century, scholars sought more rigorous methods to guide editorial judgment.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which column did Piers Morgan edit at The Sun? [SEP] sentence: Television personality Piers Morgan, a former editor of the Daily Mirror and of The Sun's Bizarre pop column, has said that during the late 1980s, at Kelvin MacKenzie's behest, he was ordered to speculate on the sexuality of male pop stars for a feature headlined \"The Poofs of Pop\".", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: According to what, energy can neither be created nor destroyed by itself? [SEP] sentence: Energy is subject to a strict global conservation law; that is, whenever one measures (or calculates) the total energy of a system of particles whose interactions do not depend explicitly on time, it is found that the total energy of the system always remains constant.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the original name of IBM? [SEP] sentence: Securities analysts nicknamed the company Big Blue for its size and common use of the color in products, packaging and its logo.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who does Barbara Anderson feel the church's policy regarding sexual abuse protects? [SEP] sentence: Anderson says the policies \"protect pedophiles rather than protect the children.\"", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was Nasser's political opposition like in the 1965 election? [SEP] sentence: He was the only candidate for the position, with virtually all of his political opponents forbidden by law from running for office, and his fellow party members reduced to mere followers.", "output": "entailment", "options": ["entailment", "not_entailment"]}
