{"task": "glue-qnli", "input": "question: What did the use of Old Style and New Style cause? [SEP] sentence: Because the Calendar Act of 1750 altered the start of the year, and also aligned the British calendar with the Gregorian calendar, there is some confusion as to what these terms mean.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: On what date did President Barack Obama declare that the markets are stabilized? [SEP] sentence: President Barack Obama declared on January 27, 2010, \"the markets are now stabilized, and we've recovered most of the money we spent on the banks.\"", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What Corps included 40,000 men from the 1st Marine Division? [SEP] sentence: When authorized, he activated a combined U.S. Army and Marine Corps, and ROK Army force.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many men defended the attack from the Dutch in 1673? [SEP] sentence: The inhabitants were able to fend off a second Dutch attack in 1673, when this time it was defended by Christopher Martin, an English merchant captain.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How anxious was France to assist Prussia to take over Hanover? [SEP] sentence: France was very much interested in colonial expansion and was willing to exploit the vulnerability of Hanover in war against Great Britain, but it had no desire to divert forces to central Europe for Prussia's interest.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: On what date did the NTC government enter the Arab League? [SEP] sentence: Now with NATO support in the form of air cover, the rebel militia pushed westward, defeating loyalist armies and securing control of the centre of the country.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What ensures the safety of nuclear operations? [SEP] sentence: The Air Force continues to pursue safe, secure and effective nuclear weapons consistent with operational requirements.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is more significant than isotropic gas pressure past the Karman line? [SEP] sentence: The thermosphere in this range has large gradients of pressure, temperature and composition, and varies greatly due to space weather.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What powers of a new UK police officer are the same as a Commissioner's? [SEP] sentence: This means that a newly appointed constable has the same arrest powers as a Chief Constable or Commissioner.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who became the Greek leader in 1935? [SEP] sentence: Following the catastrophic events in Asia Minor, the monarchy was abolished via a referendum in 1924 and the Second Hellenic Republic was declared.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How do you avoid injuries? [SEP] sentence: \"The subsequent ground contact or impact landing phase must be achieved using a safe, aesthetic and well-executed double foot landing.\"", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who's photographs accompanied William Howard Russell documentation? [SEP] sentence: When the British laid an underwater cable to the Crimean peninsula in April 1855, news reached London in a few hours.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was Greece's public debt forecast to hit as high of a percentage of GDP of in 2010? [SEP] sentence: In May 2010, the Greek government deficit was again revised and estimated to be 13.6% which was the second highest in the world relative to GDP with Iceland in first place at 15.7% and Great Britain third with 12.6%.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What 3 parts make up the CPU? [SEP] sentence: Early CPUs were composed of many separate components but since the mid-1970s CPUs have typically been constructed on a single integrated circuit called a microprocessor.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is \"Movement For democracy in Liberia\"? [SEP] sentence: Under heavy pressure from the international community and the domestic Women of Liberia Mass Action for Peace movement, Taylor resigned in August 2003 and went into exile in Nigeria.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who reigned during the most affluent period of Bourbon rule? [SEP] sentence: The 18th century was the age of the Enlightenment in Europe, and its humanistic ideals influenced such men as Gregory Maians and Perez Bayer in Valencia, who maintained correspondence with the leading French and German thinkers of the time.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
