{"task": "glue-qnli", "input": "question: From what town did the marble in the Taj Mahal come? [SEP] sentence: Several prominent chemical and engineering companies are located in the city of Kota, in southern Rajasthan.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What rank was Eisenhower promoted to in 1936? [SEP] sentence: Eisenhower was promoted to the rank of permanent lieutenant colonel in 1936.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What agreement has the Southeast Asian countries signed to combat haze pollution? [SEP] sentence: In reaction, several countries in Southeast Asia signed the ASEAN Agreement on Transboundary Haze Pollution to combat haze pollution.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is BYU's parent organization? [SEP] sentence: The university's primary focus is on undergraduate education, but it also has 68 master's and 25 doctoral degree programs.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where was a protest planned in San Francisco? [SEP] sentence: On April 8, numerous protests were planned including one at the city's United Nations Plaza led by actor Richard Gere and Archbishop Desmond Tutu.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Do I need a stadium to compete? [SEP] sentence: All clubs entering the competition must also have a suitable stadium.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Whose graduates tutored many boys from the Jenkins Orphanage? [SEP] sentence: The orphanage accepted donations of musical instruments and Rev. Jenkins hired local Charleston musicians and Avery Institute Graduates to tutor the boys in music.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is Madonna's second album? [SEP] sentence: Stephen Thomas Erlewine noted that with her self-titled debut album, Madonna began her career as a disco diva, in an era that did not have any such divas to speak of.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In addition to playing music, what other function can the iPod perform? [SEP] sentence: Storage capacity varies by model, ranging from 2 GB for the iPod Shuffle to 128 GB for the iPod Touch (previously 160 GB for the iPod Classic, which is now discontinued).", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What allows people to hunt over the internet? [SEP] sentence: When Internet hunting was introduced in 2005, allowing people to hunt over the Internet using remotely controlled guns, the practice was widely criticised by hunters as violating the principles of fair chase.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What author further elaborated on the imperial claim of godhood? [SEP] sentence: Just as Rome itself claimed the favour of the gods, so did some individual Romans.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the final acquisition price paid by GE for Alstom? [SEP] sentence: In April 2014, it was announced that GE was in talks to acquire the global power division of French engineering group Alstom for a figure of around $13 billion.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who in Houston tends to vote Republican? [SEP] sentence: Houston is considered to be a politically divided city whose balance of power often sways between Republicans and Democrats.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: On what date did the NTC announce Gaddafi's burial? [SEP] sentence: In response to international calls, on 24 October Jibril announced that a commission would investigate Gaddafi's death.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What slowed the development of solar technologies in the early 20th century? [SEP] sentence: The early development of solar technologies starting in the 1860s was driven by an expectation that coal would soon become scarce.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: About how many millions of people lived in Europe in the year 1000? [SEP] sentence: There remained a few free peasants throughout this period and beyond, with more of them in the regions of Southern Europe than in the north.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
