{"task": "glue-qnli", "input": "question: In what year did Time magazine choose Seattle Central Community College as community college of the year? [SEP] sentence: In 2001, Time magazine selected Seattle Central Community College as community college of the year, stating the school \"pushes diverse students to work together in small teams\".", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did the mandolin appears on Crete? [SEP] sentence: Nowadays it is played mainly as a solo instrument in personal and family events on the Ionian islands and Crete.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which Congress gave the commissioner the power to vote? [SEP] sentence: The 110th Congress returned the Commissioner's power to vote in the Committee of the Whole, but not on matters where the vote would represent a decisive participation.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When there is less latewood, what is diminishing? [SEP] sentence: In inferior oak, this latewood is much reduced both in quantity and quality.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What are humans thought to have played a significant role in, in Australia? [SEP] sentence: North American megafauna extinction was coincidental with the Younger Dryas impact event, possibly making hunting a less critical factor in prehistoric species loss than had been previously thought.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which government announced a $3.1 billion Wonthaggi desalination plant in June 2007? [SEP] sentence: Both projects are being conducted under controversial Public-Private Partnerships and a multitude of independent reports have found that neither project is required to supply water to the city and that Sustainable Water Management is the best solution.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What language eventually came to power in the Irrawaddy valley ? [SEP] sentence: For the first time in history, the Burmese language and culture came to predominate the entire Irrawaddy valley.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which abbot of St. Alban's abbey built a mechanical clock around 1330? [SEP] sentence: Waterclocks, and later, mechanical clocks, were used to mark the events of the abbeys and monasteries of the Middle Ages.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where were the strikes? [SEP] sentence: From October 26–28, the Zelenyi Svit (Friends of the Earth – Ukraine) environmental association held its founding congress, and on October 27 the Ukrainian Supreme Soviet passed a law eliminating the special status of party and other official organizations.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What religion alleged Freemasons as unnatural and irrational? [SEP] sentence: In contrast to Catholic allegations of rationalism and naturalism, Protestant objections are more likely to be based on allegations of mysticism, occultism, and even Satanism.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was Paul Sheehy's job? [SEP] sentence: Including Kerry, the Democratic primary race had 10 candidates, including attorney Paul J. Sheehy, State Representative Anthony R. DiFruscia, John J. Desmond and Robert B. Kennedy.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: At what time of day is the quiet storm format played? [SEP] sentence: A format called quiet storm is often included in urban adult contemporary, and is often played during the evening, blending the urban AC and soft AC styles of music.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many forced labourers were in the largest camp? [SEP] sentence: During the war and for some time thereafter 45 camps were established for about 200,000-250,000 forced labourers, the vast majority of whom were deported to the Soviet Union, including the Gulag camp system.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did the Habsburgs  sell the Sundgau territory to France? [SEP] sentence: Beset by enemies and seeking to gain a free hand in Hungary, the Habsburgs sold their Sundgau territory (mostly in Upper Alsace) to France in 1646, which had occupied it, for the sum of 1.2 million Thalers.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what year were corps V and corps VII reactivated? [SEP] sentence: Two corps, V and VII, were reactivated under Seventh United States Army in 1950 and American strength in Europe rose from one division to four.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What two groups are considered two ethnonyms for a single ethnicity and the terms may even be used interchangeably? [SEP] sentence: However, a small number of people within Bosnia and Herzegovina declare themselves Bosniak but are not necessarily Muslim by faith.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
