{"task": "glue-qnli", "input": "question: How many high-level Communists were purged in the Slansky trial? [SEP] sentence: Stalin put pressure on Czechoslovakia to conduct purges in order to discourage the spread of the idea of a \"national path to socialism,\" which Tito espoused.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What role did Arthur Holly Compton serve at Washington University? [SEP] sentence: After working for many years at the University of Chicago, Arthur Holly Compton returned to St. Louis in 1946 to serve as Washington University's ninth chancellor.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many bloody noses did Spielberg get in high school? [SEP] sentence: Two bloody noses.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How much faster do Red knots and dunlins fly in a flock? [SEP] sentence: Red knots Calidris canutus and dunlins Calidris alpina were found in radar studies to fly 5 km/h (3.1 mph) faster in flocks than when they were flying alone.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What album did the Spanish songs come from? [SEP] sentence: Beyoncé's music is generally R&B, but she also incorporates pop, soul and funk into her songs.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: After the fifth quark was discovered, Feynman said what had to also exist? [SEP] sentence: In the mid-1960s, physicists believed that quarks were just a bookkeeping device for symmetry numbers, not real particles, as the statistics of the Omega-minus particle, if it were interpreted as three identical strange quarks bound together, seemed impossible if quarks were real.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the prominent topographical feature in Detroit? [SEP] sentence: The city slopes gently from the northwest to southeast on a till plain composed largely of glacial and lake clay.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Adrenalize topped US album charts for how long? [SEP] sentence: In 1992, Def Leppard followed up 1987's Hysteria with Adrenalize, which went multi-platinum, spawned four Top 40 singles and held the number one spot on the US album chart for five weeks.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What would citizens of Cork pay to neighboring lords in order to prevent them from attacking their city? [SEP] sentence: For much of the Middle Ages, Cork city was an outpost of Old English culture in the midst of a predominantly hostile Gaelic countryside and cut off from the English government in the Pale around Dublin.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Slavic mercenaries settled where? [SEP] sentence: Presently over half of Europe's territory is inhabited by Slavic-speaking communities, but every Slavic ethnicity has emigrated to other continents.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What storage system for dates led to the system clock error? [SEP] sentence: Sony stated that the affected models incorrectly identified 2010 as a leap year, because of a bug in the BCD method of storing the date.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What machinery has lead to the  easily made and widespread use of cotton? [SEP] sentence: The fiber is most often spun into yarn or thread and used to make a soft, breathable textile.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who described the sailboats of the Estonians as pirate ships? [SEP] sentence: They were first mentioned as early as the second century BC in Ptolemy's Geography III.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is most of the lowland in the county devoted to? [SEP] sentence: To the east of the county are upland areas leading to the Pennines.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: With the loss of the two fleets, how did the French get their troops to Britain for the invasion? [SEP] sentence: The French planned to invade the British Isles during 1759 by accumulating troops near the mouth of the Loire and concentrating their Brest and Toulon fleets.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which indigenous group is controversially known for hunting caribou on protected land? [SEP] sentence: The Aleutian Islands are still home to the Aleut people's seafaring society, although they were the first Native Alaskans to be exploited by Russians.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
