{"task": "glue-qnli", "input": "question: What shortcoming was noticeable, from the start, for Wesley Clark? [SEP] sentence: This weakness was apparent in his first few debates, although he soon presented a range of position papers, including a major tax-relief plan.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Central park, in 1857, became the first park in America to become what? [SEP] sentence: Public-minded members of the contemporaneous business elite lobbied for the establishment of Central Park, which in 1857 became the first landscaped park in an American city.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many times was the Rhines bridge used during the Franco-Dutch War? [SEP] sentence: Louis' advisors believed that, as long as Strasbourg remained independent, it would endanger the King's newly annexed territories in Alsace, and, that to defend these large rural lands effectively, a garrison had to be placed in towns such as Strasbourg.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who did Victorias eldest daughter marry? [SEP] sentence: Eleven days after Orsini's assassination attempt in France, Victoria's eldest daughter married Prince Frederick William of Prussia in London.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: With which political group was David Steel affiliated? [SEP] sentence: In 1978, Hayek came into conflict with the Liberal Party leader, David Steel, who claimed that liberty was possible only with \"social justice and an equitable distribution of wealth and power, which in turn require a degree of active government intervention\" and that the Conservative Party were more concerned with the connection between liberty and private enterprise than between liberty and democracy.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who had bought the now bankrupt farms? [SEP] sentence: The landed aristocracy began buying bankrupted farms at discounted prices.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many representatives does each tinkhundla elect to the Swazi House of Assembly? [SEP] sentence: As noted above, there are 55 tinkhundla in Swaziland and each elects one representative to the House of Assembly of Swaziland.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the total undergrad tuition for the 2012/2013 school year? [SEP] sentence: Undergraduate tuition for the 2012/13 school year was $61,240; this includes the basic tuition of $43,380, fees (health $200, etc.), room and board of $13,329 (less if commuting), books and supplies $1,842, personal expenses $1,890, transportation cost of $400.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which major U.S store does Guam currently have that happens to be the largest in the world? [SEP] sentence: Significant sources of revenue include duty-free designer shopping outlets, and the American-style malls: Micronesia Mall, Guam Premier Outlets, the Agana Shopping Center, and the world's largest Kmart.[citation needed]", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did Britain sign the Washington Naval Treaty? [SEP] sentence: Although the issue of the empire's security was a serious concern in Britain, at the same time the empire was vital to the British economy.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: On what day did the stadium crowd jeer the Royal March in protest against Primo de Rivera's dictatorship? [SEP] sentence: As a reprisal, the ground was closed for six months and Gamper was forced to relinquish the presidency of the club.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who notably appeared in Killing Kennedy? [SEP] sentence: Several organizations, including the Virginia Film Office and the Virginia Production Alliance, along with events like the Richmond International Film Festival and French Film Festival, continue to put draw supporters of film and media to the region.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who replaced Gladstone after he resigned? [SEP] sentence: Victoria was pleased when Gladstone resigned in 1885 after his budget was defeated.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What type of lighting was powered by electricity? [SEP] sentence: The next major drop in price came about with the incandescent light bulb powered by electricity.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: If toxocariasis is left untreated, what can happen to a person? [SEP] sentence: Untreated toxocariasis can cause retinal damage and decreased vision.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What period in the 19th century were historians more inclined to draw on the judgements of the chroniclers? [SEP] sentence: By the Victorian period in the 19th century historians were more inclined to draw on the judgements of the chroniclers and to focus on John's moral personality.", "output": "entailment", "options": ["entailment", "not_entailment"]}
