{"task": "glue-qnli", "input": "question: What property do PCBs have that makes them tough to drill through? [SEP] sentence: Coated tungsten carbide is recommended since many board materials are very abrasive and drilling must be high RPM and high feed to be cost effective.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the feature of zinc sufide that makes it useful in television screens? [SEP] sentence: It is also used to make other chemicals.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What doctrine seeks to study rules and their relationship with the economy? [SEP] sentence: Constitutional economics is the study of the compatibility of economic and financial decisions within existing constitutional law frameworks, and such a framework includes government spending on the judiciary, which, in many transitional and developing countries, is completely controlled by the executive.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Of what were the Vestals protectors? [SEP] sentence: In archaic Roman society, these priestesses were the only women not required to be under the legal guardianship of a man, instead answering directly to the Pontifex Maximus.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was Albert ill with? [SEP] sentence: To relieve his wife during her intense and deep grief, Albert took on most of her duties, despite being ill himself with chronic stomach trouble.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: From which Middle English and Anglo-Saxon word is green derived? [SEP] sentence: The modern English word green comes from the Middle English and Anglo-Saxon word grene, from the same Germanic root as the words \"grass\" and \"grow\".", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was Napoleon's actual height, in feet and inches? [SEP] sentence: Confusion about his height also results from the difference between the French pouce and British inch—2.71 cm and 2.54 cm, respectively.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who believed that the hiring of Molotov would result in a better deal with the western countries? [SEP] sentence: Carr argued that the Soviet Union's replacement of Foreign Minister Litvinov with Molotov on May 3, 1939 indicated not an irrevocable shift towards alignment with Germany, but rather was Stalin's way of engaging in hard bargaining with the British and the French by appointing a proverbial hard man, namely Molotov, to the Foreign Commissariat.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: The potential for corruption in public spending are one of the arguments that favor what? [SEP] sentence: The argument that corruption necessarily follows from the opportunity is weakened by the existence of countries with low to non-existent corruption but large public sectors, like the Nordic countries.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Can IRENE read vertically modulated information? [SEP] sentence: IRENE will retrieve the information from a laterally modulated monaural grooved sound source without touching the medium itself, but cannot read vertically modulated information.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What institution is in charge of tracking volcanic activity in the Galápagos Islands? [SEP] sentence: The Geophysics Institute  monitors over the country`s seismic, tectonic and volcanic activity in the continental territory and in the Galápagos Islands.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: By what year had most local stores been assimilated into larger chain operations? [SEP] sentence: All major cities have their distinctive local department stores, which anchored the downtown shopping district until the arrival of the malls in the 1960s.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what film did Spielberg address humanistic issues? [SEP] sentence: Spielberg's early science-fiction and adventure films were seen as archetypes of modern Hollywood blockbuster filmmaking.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How old was Truman in 1948? [SEP] sentence: Eisenhower was the only general to serve as President in the 20th century and the most recent President to have never held elected office prior to the Presidency (The other Presidents who did not have prior elected office were Zachary Taylor, Ulysses S. Grant, William Howard Taft and Herbert Hoover).", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who was buried next to William Wilberforce? [SEP] sentence: Another was William Wilberforce who led the movement to abolish slavery in the United Kingdom and the Plantations, buried on 3 August 1833.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did Hume think our beliefs are? [SEP] sentence: Hume maintained that all knowledge, even the most basic beliefs about the natural world, cannot be conclusively established by reason.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
