{"task": "glue-qnli", "input": "question: What does the \"NCD\" in \"NCD files\" mean? [SEP] sentence: These computer-generated files are also called numerically controlled drill (NCD) files or \"Excellon files\".", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who was the JK Bridge named for? [SEP] sentence: The Juscelino Kubitschek bridge, also known as the 'President JK Bridge' or the 'JK Bridge', crosses Lake Paranoá in Brasília.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What system did the government recommend the usage of? [SEP] sentence: Once experiments with this system yielded successful results, the government officially sponsored it and encouraged peasants to use it.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What looks at the entire DNA mixture? [SEP] sentence: According to Behar, the most parsimonious explanation for this shared Middle Eastern ancestry is that it is \"consistent with the historical formulation of the Jewish people as descending from ancient Hebrew and Israelite residents of the Levant\" and \"the dispersion of the people of ancient Israel throughout the Old World\".", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: According to the 2000 United States Census, what percentage of the population of Atlantic City were white? [SEP] sentence: The racial makeup of the city was 44.16% black or African American, 26.68% White, 0.48% Native American, 10.40% Asian, 0.06% Pacific Islander, 13.76% other races, and 4.47% from two or more races.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which actor portrayed M? [SEP] sentence: Daniel Craig returned for his fourth appearance as James Bond, while Ralph Fiennes, Naomie Harris and Ben Whishaw reprised their roles as M, Eve Moneypenny and Q respectively, having been established in Skyfall.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the main ingredient in the groundwood process? [SEP] sentence: Mechanical pulping does not remove the lignin, so the yield is very high, >95%, however it causes the paper thus produced to turn yellow and become brittle over time.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What does warren Buffet stipulate his berkshire hathaway  shares be used for in the 10 year period after his death [SEP] sentence: Also announced was the decision to \"... spend all of [the Trust's] resources within 20 years after Bill's and Melinda's deaths\".", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What the did Accurate News and Information Bill hope to accomplish? [SEP] sentence: They, therefore, are unlikely to advise the sovereign or his or her representative to withhold assent.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who produced Madonna's debut album? [SEP] sentence: After Madonna signed a singles deal with Sire, her debut single, \"Everybody\", was released in October 1982, and the second, \"Burning Up\", in March 1983.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What produces a self-sustaining rhythm? [SEP] sentence: This finding and further computational modeling of TOC1 gene functions and interactions suggest a reframing of the plant circadian clock as a triple negative-component repressilator model rather than the positive/negative-element feedback loop characterizing the clock in mammals.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many were killed in the bombing of the Thames Estuary? [SEP] sentence: Some 107,400 long tons (109,100 t) of shipping was damaged in the Thames Estuary and 1,600 civilians were casualties.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Why did Dominic travel to Denmark in 1203? [SEP] sentence: In 1203, Dominic joined Prior Diego de Acebo on an embassy to Denmark for the monarchy of Spain, to arrange the marriage between the son of King Alfonso VIII of Castile and a niece of King Valdemar II of Denmark.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When was the full version of the New World Translation of the Holy Scriptures released? [SEP] sentence: Nathan Knorr was appointed as third president of the Watch Tower Bible and Tract Society in 1942.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What determines who is the Commander-in-Chief of the Armed forces? [SEP] sentence: The Canadian constitution determines that the Commander-in-Chief of the Canadian Armed Forces is the country's sovereign, who, since 1904, has authorized his or her viceroy, the governor general, to exercise the duties ascribed to the post of Commander-in-Chief and to hold the associated title since 1905.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When was the Slave Trade Act enacted? [SEP] sentence: With support from the British abolitionist movement, Parliament enacted the Slave Trade Act in 1807, which abolished the slave trade in the empire.", "output": "entailment", "options": ["entailment", "not_entailment"]}
