{"task": "glue-qnli", "input": "question: Who carried out bombings throughout Paris between 1961 and 1962? [SEP] sentence: The anti-independence Organisation de l'armée secrète (OAS), for their part, carried out a series of bombings in Paris throughout 1961 and 1962.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: On what date did two Muslim extremists attack Charlie Hebdo? [SEP] sentence: Ten months later, 13 November 2015, came a series of coordinated terrorist attacks in Paris and Saint-Denis claimed by the 'Islamic state' organisation ISIL ('Daesh', ISIS); 130 people were killed by gunfire and bombs, and more than 350 were injured.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What years did the Yongle Emperor reign? [SEP] sentence: However, the early Ming government enacted a law, later rescinded, which forbade Han Chinese to learn the tenets of Tibetan Buddhism.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How did the early Muslims view the possibility of conquering India? [SEP] sentence: The early Islamic literature indicates that the conquest of India was one of the very early ambitions of the Muslims, though it was recognized as a particularly difficult one.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What company made the U-2? [SEP] sentence: With Eisenhower's leadership and Dulles' direction, CIA activities increased under the pretense of resisting the spread of communism in poorer countries; the CIA in part deposed the leaders of Iran in Operation Ajax, of Guatemala through Operation Pbsuccess, and possibly the newly independent Republic of the Congo (Léopoldville).", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Whose energy levels are lower than the electrons in the electroluminescence process? [SEP] sentence: The charge carriers recombine in a forward-biased P-N junction as the electrons cross from the N-region and recombine with the holes existing in the P-region.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Even if a prayer is non-denominational it's still considered what? [SEP] sentence: In Engel v. Vitale, 370 U.S. 421 (1962), the Court, by a vote of 6-1, determined it unconstitutional for state officials to compose an official school prayer and require its recitation in public schools, even when the prayer is non-denominational and students may excuse themselves from participation.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What year did The Strait Times (Singapore) start? [SEP] sentence: In these countries, the newspaper is often referred to as The London Times or The Times of London.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When entrusted funds are stolen, it is called what? [SEP] sentence: A common type of embezzlement is that of personal use of entrusted government resources; for example, when an official assigns public employees to renovate his own house.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where did the torch route start in Buenos Aires? [SEP] sentence: In the end of the show the mayor of Buenos Aires Mauricio Macri gave the torch to the first torchbearer, Carlos Espínola.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What are \"independent\" theatre productions at Eton? [SEP] sentence: There are about 8 or 9 house productions each year, around 3 or 4 \"independent\" plays (not confined solely to one house, produced, directed and funded by Etonians) and three school plays, one specifically for boys in the first two years, and two open to all years.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What types of periods did the cold war see? [SEP] sentence: The Cold War saw periods of both heightened tension and relative calm.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: The planet Uranus' apparent failure to follow Newton's laws led to the discovery of which planet? [SEP] sentence: An example of this is given by the discovery of the planet Neptune: when the motion of Uranus was found not to match the predictions of Newton's laws, the theory \"There are seven planets in the solar system\" was rejected, and not Newton's laws themselves.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the name of the theory that Lange and James developed independently? [SEP] sentence: Emotions, then, are feelings which come about as a result of these physiological changes, rather than being their cause.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the Boardwalk Hall? [SEP] sentence: Boardwalk Hall was Atlantic City's primary convention center until the opening of the Atlantic City Convention Center in 1997.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did Gaddafi rule as the \"Brotherly Leader\"? [SEP] sentence: Initially ideologically committed to Arab nationalism and Arab socialism, he came to rule according to his own Third International Theory before embracing Pan-Africanism and serving as Chairperson of the African Union from 2009 to 2010.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
