{"task": "glue-qnli", "input": "question: Which view treats intellectual property as another type of \"real\" property? [SEP] sentence: The stated objective of most intellectual property law (with the exception of trademarks) is to \"Promote progress.\"", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what year did the Queen Elizabeth receive its name from the Queen? [SEP] sentence: The Duchess of Cornwall in December 2007, and the Queen named Queen Elizabeth in the city during October 2011.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who did Beyoncé team up with in 2010 to get her fashions into Brazil? [SEP] sentence: On May 27, 2010, Beyoncé teamed up with clothing store C&A to launch Deréon by Beyoncé at their stores in Brazil.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who owns Buckingham Palace and Windsor Castle? [SEP] sentence: The palace, like Windsor Castle, is owned by the Crown Estate.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What type of armor did Japanese wear in the 7th century? [SEP] sentence: The first types of Japanese armors identified as samurai armor were known as yoroi.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who was Eduard Lasker? [SEP] sentence: The Congress of Vienna was essentially conservative, assuring that little would change in Europe and preventing Germany from uniting.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who was appointed general editor for The Times in 1817? [SEP] sentence: Thomas Barnes was appointed general editor in 1817.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What has caused a decrease in CD sales? [SEP] sentence: Meanwhile, with the advent and popularity of Internet-based distribution of files in lossily-compressed audio formats such as MP3, sales of CDs began to decline in the 2000s.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the Greece Carnival also called? [SEP] sentence: One of the season's high points is Tsiknopempti, when celebrants enjoy roast beef dinners; the ritual is repeated the following Sunday.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did Dominic refuse to do? [SEP] sentence: He owned a single habit, refused to carry money, and would allow no one to serve him.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What eventually resulted in the pioneering of industrial music? [SEP] sentence: A variety of groups that predated punk, such as Cabaret Voltaire and Throbbing Gristle, experimented with crude production techniques and electronic instruments in tandem with performance art methods and influence from transgressive literature, ultimately helping to pioneer industrial music.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the name for the ceremony where debutantes had their first introduction into society? [SEP] sentence: (The ceremony, known as an evening court, corresponded to the \"court drawing rooms\" of Victoria's reign.)", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In his book, Feynman was shown playing what instrument? [SEP] sentence: Concerned over the connections to drugs and rock and roll that could be made from the image, the publishers changed the cover to plain red, though they included a picture of him playing drums in the foreword.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did Gorbachev hope to create? [SEP] sentence: On July 1, 1988, the fourth and last day of a bruising 19th Party Conference, Gorbachev won the backing of the tired delegates for his last-minute proposal to create a new supreme legislative body called the Congress of People's Deputies.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what year was the Detroit Opera House purchased? [SEP] sentence: Major theaters in Detroit include the Fox Theatre (5,174 seats), Music Hall (1,770 seats), the Gem Theatre (451 seats), Masonic Temple Theatre (4,404 seats), the Detroit Opera House (2,765 seats), the Fisher Theatre (2,089 seats), The Fillmore Detroit (2,200 seats), Saint Andrew's Hall, the Majestic Theater, and Orchestra Hall (2,286 seats) which hosts the renowned Detroit Symphony Orchestra.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where was the FA cup held while this stadium was built? [SEP] sentence: Prior to rebuilding, the final was hosted by the original Wembley Stadium since it opened in 1923 (being originally named the Empire Stadium).", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
