{"task": "glue-qnli", "input": "question: Which London museum is prominently located in Trafalgar Square? [SEP] sentence: The first of these to be established was the British Museum in Bloomsbury, in 1753.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where is the BCCI based? [SEP] sentence: This led to a separate inquiry into BCCI, and as a result, banking regulators shut down BCCI in 1991.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the name of the human chain? [SEP] sentence: In 1989, during the \"Singing Revolution\", in a landmark demonstration for more independence, more than two million people formed a human chain stretching through Lithuania, Latvia and Estonia, called the Baltic Way.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which region of America was the novel set in? [SEP] sentence: As a Southern Gothic novel and a Bildungsroman, the primary themes of To Kill a Mockingbird involve racial injustice and the destruction of innocence.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: An EEG of the brain stands for what? [SEP] sentence: EEG recordings, along with recordings made from electrodes implanted inside the brains of animals such as rats, show that the brain of a living animal is constantly active, even during sleep.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Why were women eventually allowed to serve at sea in the CAF? [SEP] sentence: The roles of women in the CAF began to expand in 1971, after the Department reviewed the recommendations of the Royal Commission on the Status of Women, at which time it lifted the ceiling of 1,500 women personnel, and gradually expanded employment opportunities into the non-traditional areas—vehicle drivers and mechanics, aircraft mechanics, air-traffic controllers, military police, and firefighters.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Does the Football Association say about the management of the Premier League? [SEP] sentence: The Football Association Premier League Ltd (FAPL) is operated as a corporation and is owned by the 20 member clubs.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Scholars believe that karma originated in what? [SEP] sentence: It was challenged by numerous new ascetic religious and philosophical groups and teachings that broke with the Brahmanic tradition and rejected the authority of the Vedas and the Brahmans.[note 16]", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which side did the Ottoman Empire join in World War 1? [SEP] sentence: The island would serve Britain as a key military base for its colonial routes.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did the Soviet Union develop Transformator? [SEP] sentence: In 1958, the Soviet Union developed Тransformator (Russian: Трансформатор, meaning Transformer), the first high-resolution (definition) television system capable of producing an image composed of 1,125 lines of resolution aimed at providing teleconferencing for military command.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did vocalist add to melodies beginning in the Baroque era? [SEP] sentence: Vocalists began adding embellishments to melodies.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In 2008, what type collapse was feared? [SEP] sentence: The continuing development of the crisis has prompted fears of a global economic collapse although there are now many cautiously optimistic forecasters in addition to some prominent sources who remain negative.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How is adolescence defined cognitively? [SEP] sentence: Developmental psychologists might focus on changes in relations with parents and peers as a function of school structure and pubertal status.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who founded the library? [SEP] sentence: A librarian from Munich later pointed out \"...that the destruction of the precious collection was not the fault of a German artillery officer, who used the French map, but of the slovenly and inaccurate scholarship of a Frenchman.\"", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did the city do after the fail test scores for promotions? [SEP] sentence: The suit involved the 2003 promotion test for the New Haven Fire Department.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What are editors trying to ultimately accomplish? [SEP] sentence: Bowers stated similarly that the editor's task is to \"approximate as nearly as possible an inferential authorial fair copy.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
