{"task": "glue-qnli", "input": "question: When was Claridge's asphalt the most often used? [SEP] sentence: In England, \"Claridge's was the type most used in the 1840s and 50s\"", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What kind of aircraft are capable of taking off vertically? [SEP] sentence: As catapults are unnecessary, carriers with this arrangement reduce weight, complexity, and space needed for complex steam or electromagnetic launching equipment, vertical landing aircraft also remove the need for arresting cables and related hardware.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What idea did Tanselle champion? [SEP] sentence: This marks a departure from Greg, who had merely suggested that the editor inquire whether a later reading \"is one that the author can reasonably be supposed to have substituted for the former\", not implying any further inquiry as to why the author had made the change.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is /b/ representative of, in addition to aspirated and unaspirated consonants? [SEP] sentence: Muddy consonants as initial cause a syllable to be pronounced with low pitch or light (陽 yáng) tone.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What architectural style was the 1919 Broad Street Union Station constructed in? [SEP] sentence: On Boulevard proper are the Virginia Historical Society and the Virginia Museum of Fine Arts, lending their name to what is sometimes called the Museum District.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What museum was formerly called \"Museum 25 May\"? [SEP] sentence: Tito was interred in a mausoleum in Belgrade, which forms part of a memorial complex in the grounds of the Museum of Yugoslav History (formerly called \"Museum 25 May\" and \"Museum of the Revolution\").", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did SBVT change its name to? [SEP] sentence: With the continuing controversy that had surrounded the military service of George W. Bush since the 2000 Presidential election (when he was accused of having used his father's political influence to gain entrance to the Texas Air National Guard, thereby protecting himself from conscription into the United States Army, and possible service in the Vietnam War), John Kerry's contrasting status as a decorated Vietnam War veteran posed a problem for Bush's re-election campaign, which Republicans sought to counter by calling Kerry's war record into question.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How is The Bahre-Nagassi translated? [SEP] sentence: The Scottish traveler James Bruce reported in 1770 that Medri Bahri was a distinct political entity from Abyssinia, noting that the two territories were frequently in conflict.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which rail station is Melbourne's busiest? [SEP] sentence: Flinders Street Station is Melbourne's busiest railway station, and was the world's busiest passenger station in 1926.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: During what year did the Italians invade Libya? [SEP] sentence: According to later claims, Gaddafi's paternal grandfather, Abdessalam Bouminyar, was killed by the Italian Army during the Italian invasion of 1911.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What are ISPs subject to monitoring by in some countries? [SEP] sentence: Furthermore, in some countries ISPs are subject to monitoring by intelligence agencies.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Along with Germany, England, Spain and Australia, where has a research center on the history of emotions recently opened? [SEP] sentence: The history of emotions has become an increasingly popular topic recently, with some scholars arguing that it is an essential category of analysis, not unlike class, race, or gender.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What are homogeneous states? [SEP] sentence: Tensions between territories can still be found in federalist countries such as Canada and federation as a way to appease and quell military conflict has failed recently in places like Lybia or Iraq, while the formula is simultaneously proposed and dismissed in countries such as Ukraine or Syria.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who was north carolina seeking independence from in 1776? [SEP] sentence: A major American victory in the war took place at King's Mountain along the North Carolina–South Carolina border; on October 7, 1780, a force of 1000 mountain men from western North Carolina (including what is today the state of Tennessee)and Southwest Virginia overwhelmed a force of some 1000 British troops led by Major Patrick Ferguson.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: The Forth Thieves and Roach Guards were two gangs that operated in what area of New York in the 1820s? [SEP] sentence: The 20th century saw a rise in the Mafia, dominated by the Five Families, as well as in gangs, including the Black Spades.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what parish was HMNB Davenport located? [SEP] sentence: In the nearby parish of Stoke Damerel the first dockyard, HMNB Devonport, opened in 1690 on the eastern bank of the River Tamar.", "output": "entailment", "options": ["entailment", "not_entailment"]}
