{"task": "glue-qnli", "input": "question: The events of the Franco-Prussian War had great influence on what? [SEP] sentence: Lessons drawn from the war included the need for a general staff system, the scale and duration of future wars and the tactical use of artillery and cavalry.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which village do 3rd and 4th Street extend into? [SEP] sentence: Great Jones Street connects East 3rd to West 3rd.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What were all these tents and quilts for? [SEP] sentence: The Red Cross Society of China flew 557 tents and 2,500 quilts valued at 788,000 yuan (US$113,000) to Wenchuan County.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the official name of code 127? [SEP] sentence: The original Teletype meaning, and the intent of the standard, was to make it an ignored character, the same as NUL (all zeroes).", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who was the fitness trainer that Madonna was involved with? [SEP] sentence: At the same time, she became romantically involved with fitness trainer Carlos Leon.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What were Indians categorized as after they were included as others? [SEP] sentence: Native Americans were included among \"Other;\" in later censuses, they were included as \"Free people of color\" if they were not living on Indian reservations.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What song did Fantasia sing on the Top 8 show? [SEP] sentence: Fantasia released as her coronation single \"I Believe\", a song co-written by season one finalist Tamyra Gray, and DeGarmo released \"Dreams\".", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What ranked San Diego as having the country's best summer climate? [SEP] sentence: San Diego's climate is characterized by warm, dry summers and mild winters with most of the annual precipitation falling between December and March.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is located on East 90th Street between York Avenue and East End Avenue? [SEP] sentence: Asphalt Green, which is located on East 90th Street between York Avenue and East End Avenue.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: The formalist definition when applied to industry writing allows it to be called literature when it does what? [SEP] sentence: The problem with the formalist definition is that in order to say that literature deviates from ordinary uses of language, those uses must first be identified; this is difficult because \"ordinary language\" is an unstable category, differing according to social categories and across history.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who popularized the term Serbo-Croatian? [SEP] sentence: Croatian linguist Dalibor Brozović advocated the term Serbo-Croatian as late as 1988, claiming that in an analogy with Indo-European, Serbo-Croatian does not only name the two components of the same language, but simply charts the limits of the region in which it is spoken and includes everything between the limits (‘Bosnian’ and ‘Montenegrin’).", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many times was the release date for Kanye's first album pushed back? [SEP] sentence: West's perfectionism led The College Dropout to have its release postponed three times from its initial date in August 2003.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where was 'War Horse' filmed? [SEP] sentence: The film, based on the novel of the same name written by Michael Morpurgo and published in 1982, follows the long friendship between a British boy and his horse Joey before and during World War I – the novel was also adapted into a hit play in London which is still running there, as well as on Broadway.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the range of average elevation in the Sichuan Basin? [SEP] sentence: Average elevation ranges from 2,000 to 3,500 meters; average temperatures range from 0 to 15 °C.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is Antarctica topographically ? [SEP] sentence: Antarctica is the coldest of Earth's continents.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where can police shoot fleeing convicts? [SEP] sentence: The use of firearms or deadly force is typically a last resort only to be used when necessary to save human life, although some jurisdictions (such as Brazil) allow its use against fleeing felons and escaped convicts.", "output": "entailment", "options": ["entailment", "not_entailment"]}
