{"task": "glue-qnli", "input": "question: What has the reappropriation of the word \"black\" done? [SEP] sentence: In 2012, a number of high-profile cases highlighted the legal and community attitude that identifying as Aboriginal or Torres Strait Islander is not dependent on skin colour, with a well-known boxer Anthony Mundine being widely criticised for questioning the \"blackness\" of another boxer and journalist Andrew Bolt being successfully sued for publishing discriminatory comments about Aboriginals with light skin.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who led the Estado Novo? [SEP] sentence: This in turn led to the establishment of the right-wing dictatorship of the Estado Novo under António de Oliveira Salazar in 1933.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did Canada finally cease to use the traditional ceremony for granting assent as regular practice? [SEP] sentence: However, the act provides that a grant of royal assent is not rendered invalid by a failure to employ the traditional ceremony where required.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: The early courts' military conscription broke down around what year? [SEP] sentence: Under the early courts, when military conscription had been centrally controlled, military affairs had been taken out of the hands of the provincial aristocracy.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the name of the yearly statement released by the MoD? [SEP] sentence: The Strategic Defence and Security Review 2015 included £178 billion investment in new equipment and capabilities.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did Mill say knowledge comes from? [SEP] sentence: The problems other philosophers have had with Mill's position center around the following issues: Firstly, Mill's formulation encounters difficulty when it describes what direct experience is by differentiating only between actual and possible sensations.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is Guinea-Bissau a full member of? [SEP] sentence: French is also taught in schools because Guinea-Bissau is surrounded by French-speaking nations.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Approximately how many Chinatowns exist in New York City? [SEP] sentence: The metropolitan area is also home to 20% of the nation's Indian Americans and at least 20 Little India enclaves, as well as 15% of all Korean Americans and four Koreatowns; the largest Asian Indian population in the Western Hemisphere; the largest Russian American, Italian American, and African American populations; the largest Dominican American, Puerto Rican American, and South American and second-largest overall Hispanic population in the United States, numbering 4.8 million; and includes at least 6 established Chinatowns within New York City alone, with the urban agglomeration comprising a population of 779,269 overseas Chinese as of 2013 Census estimates, the largest outside of Asia.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who implemented reforms to reduce the Fujiwara's influence on government? [SEP] sentence: The Fujiwara controlled the throne until the reign of Emperor Go-Sanjō (1068-1073), the first emperor not born of a Fujiwara mother since the ninth century.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did Nasser do to Sarraj to try and help the political situation? [SEP] sentence: Aburish states that Nasser was not fully capable of addressing Syrian problems because they were \"foreign to him\".", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did Sammy Sosa explode into pursuit of Roger Maris' home run record? [SEP] sentence: Sosa had his first of four multi-home run games that month on June 1, and went on to break Rudy York's record with 20 home runs in the month, a record that still stands.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What offshoots of polychaetes are only segmented in the rear? [SEP] sentence: Polychaetes, which these analyses found to be the parent group, have completely segmented bodies, while polychaetes' echiurans and sipunculan offshoots are not segmented and pogonophores are segmented only in the rear parts of their bodies.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How much money did Premier League earn regarding television rights in 2010-13? [SEP] sentence: On 22 June 2009, due to troubles encountered by Setanta Sports after it failed to meet a final deadline over a £30 million payment to the Premier League, ESPN was awarded two packages of UK rights containing a total of 46 matches that were available for the 2009–10 season as well as a package of 23 matches per season from 2010–11 to 2012–13.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What are roofs traditionally constructed from? [SEP] sentence: Roofs are traditionally constructed from Alpine rocks such as pieces of schist, gneiss or slate.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Into how many characteristics are the factors of wood combined? [SEP] sentence: Wood density is determined by multiple growth and physiological factors compounded into “one fairly easily measured wood characteristic”", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What does VLW stand for? [SEP] sentence: After the war, the Aegidienkirche was not rebuilt and its ruins were left as a war memorial.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
