{"task": "glue-qnli", "input": "question: What University opened a satellite campus in the Detroit Medical Center? [SEP] sentence: Other institutions in the city include the College for Creative Studies, Lewis College of Business, Marygrove College and Wayne County Community College.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the original price for a replacement battery from Apple? [SEP] sentence: The initial cost was US$99, and it was lowered to US$59 in 2005.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who designed the Bronx Museum of the Arts' 2006 expansion? [SEP] sentence: The museum was temporarily closed in 2006 while it underwent a major expansion designed by the architectural firm Arquitectonica.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How is most of Tucson's water used? [SEP] sentence: The primary consumer of water is Agriculture (including golf courses), which consumes about 69% of all water.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: The second feature of Coordinative definition involves what? [SEP] sentence: Although we can, presumably, directly test the equality of length of two measuring rods when they are next to one another, we can not find out as much for two rods distant from one another.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many Japanese forces were in Korea in 1945? [SEP] sentence: Japanese forces in Korea increased from 46,000 soldiers in 1941 to 300,000 in 1945.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Under which ruler did Armenia become a sovereign kingdom? [SEP] sentence: In 1080, they founded an independent Armenian Principality then Kingdom of Cilicia, which became the focus of Armenian nationalism.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did the Destroyers for Bases Agreement do? [SEP] sentence: One of the terms of the agreement was that the airfield the US Army built would be used jointly by the US and the UK (which it was for the duration of the war, with RAF Transport Command relocating there from Darrell's Island in 1943).", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What percentage of the US population is comprised of Ashkenazi Jews? [SEP] sentence: Ashkenazi Jews have won a large number of the Nobel awards.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who did Albert Magnus introduce to Dominican Order students? [SEP] sentence: Indeed, it was the thirty years of work done by Thomas Aquinas and himself (1245–1274) that allowed for the inclusion of Aristotelian study in the curriculum of Dominican schools.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who had a fancy funeral at the abbey in 1658? [SEP] sentence: It suffered damage during the turbulent 1640s, when it was attacked by Puritan iconoclasts, but was again protected by its close ties to the state during the Commonwealth period.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the creation myth of Tuvalu? [SEP] sentence: An important creation myth of the islands of Tuvalu is the story of the te Pusi mo te Ali (the Eel and the Flounder) who created the islands of Tuvalu; te Ali (the flounder) is believed to be the origin of the flat atolls of Tuvalu and the te Pusin (the Eel) is the model for the coconut palms that are important in the lives of Tuvaluans.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What year did Diamond Comic Distributors team up with Marvel? [SEP] sentence: In early 1997, when Marvel's Heroes World endeavor failed, Diamond also forged an exclusive deal with Marvel—giving the company its own section of its comics catalog Previews.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In 2008, over how many countries contributed to the UNFPA? [SEP] sentence: According to its Annual Report for 2008, the UNFPA received its funding mainly from European Governments:", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where is Glatz [SEP] sentence: The end of that year saw Frederick once more victorious, defeating the able Daun in the Battle of Torgau; but he suffered very heavy casualties, and the Austrians retreated in good order.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Trains from what network sometimes operate out of Plymouth's railroad station? [SEP] sentence: Smaller stations are served by local trains on the Tamar Valley Line and Cornish Main Line.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
