{"task": "glue-qnli", "input": "question: When was the 2nd edition of Burke's book published? [SEP] sentence: Some reviewers failed to notice the ironic nature of the book, which led to Burke stating in the preface to the second edition (1757) that it was a satire.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In every season but 2001-02 and 2011-12, at least how many Premier League teams have been relegated? [SEP] sentence: In 1997–98 all three promoted clubs were relegated at the end of the season.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: If identity is a virtual site, what do boundaries supply to the virtual site? [SEP] sentence: If identity is a kind of virtual site in which the dynamic processes and markers used for identification are made apparent, boundaries provide the framework on which this virtual site is built.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What direction did the jin court flee during the Three Kings period? [SEP] sentence: During the Three Kingdoms period of ancient China, there was constant warfare occurring in the Central Plain of China.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What chemicals may mediate emotions? [SEP] sentence: If distinguished from reactive responses of reptiles, emotions would then be mammalian elaborations of general vertebrate arousal patterns, in which neurochemicals (for example, dopamine, noradrenaline, and serotonin) step-up or step-down the brain's activity level, as visible in body movements, gestures and postures.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Development in the wood manufacturing industry include using lignin to make what substance? [SEP] sentence: Further developments include new lignin glue applications, recyclable food packaging, rubber tire replacement applications, anti-bacterial medical agents, and high strength fabrics or composites.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which two wrote Cultural studies [were] grounded in a pragmatic, liberal-pluralist tradition? [SEP] sentence: In the United States, Lindlof and Taylor write, \"Cultural studies [were] grounded in a pragmatic, liberal-pluralist tradition\".", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did Madonna married Sean Penn? [SEP] sentence: While filming this video, Madonna started dating actor Sean Penn.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: If a country refers to themselves as the \"51st state\" after cultural changes, what can we assume has changed? [SEP] sentence: In various countries around the world, people who believe their local or national culture has become too Americanized sometimes use the term \"51st state\" in reference to their own countries.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Euro1080 was a division of what former company? [SEP] sentence: The HD1 channel was initially free-to-air and mainly comprised sporting, dramatic, musical and other cultural events broadcast with a multi-lingual soundtrack on a rolling schedule of 4 or 5 hours per day.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which group in Europe used Kermes dye? [SEP] sentence: For the wealthy, the dye used was Kermes, made from a tiny scale insect which fed on the branches and leaves of the oak tree.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What mineral is Portugal ranked as a leading European producer of? [SEP] sentence: The nation is also a notable producer of tin, tungsten and uranium.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Killer Queen reached what number on the Billboard Hot 100? [SEP] sentence: was a number eleven hit in Britain, while the high speed rocker \"Stone Cold Crazy\" featuring May's uptempo riffs is a precursor to speed metal.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What year did Vote for the Worst cease operations? [SEP] sentence: Since 2004, votes also have been affected to a limited degree by online communities such as DialIdol, Vote for the Worst (closed in 2013), and Vote for the Girls (started 2010).", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What percentage of the Rajasthani GDP comes from tourism? [SEP] sentence: Tourism accounts for eight percent of the state's domestic product.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did the Russian send to Sinop? [SEP] sentence: The Russians sent a fleet to Sinop in northern Anatolia.", "output": "entailment", "options": ["entailment", "not_entailment"]}
