{"task": "glue-qnli", "input": "question: When did the Royal Institute and ARB reach accord on a shared body of criteria? [SEP] sentence: Under arrangements made in 2011 the validation criteria are jointly held by the RIBA and the Architects Registration Board, but unlike the ARB, the RIBA also validates courses outside the UK.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How much did LaserDiscs cost to produce by the end of the 1980s? [SEP] sentence: Due to the larger volume of demand, videocassettes quickly became much cheaper to duplicate, costing as little as $1.00 by the beginning of the 1990s.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did both the majority and dissenting opinions reiterate? [SEP] sentence: Rutledge, on behalf of the four dissenting justices, took the position that the majority had indeed permitted a violation of the wall of separation in this case: \"Neither so high nor so impregnable today as yesterday is the wall raised between church and state by Virginia's great statute of religious freedom and the First Amendment, now made applicable to all the states by the Fourteenth.\"", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who conquered the ancient Estonians? [SEP] sentence: Writings in Estonian became significant only in the 19th century with the spread of the ideas of the Age of Enlightenment, during the Estophile Enlightenment Period (1750–1840).", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is done with the ashes of burned copies of the Quran? [SEP] sentence: Worn-out copies of the Quran are wrapped in a cloth and stored indefinitely in a safe place, buried in a mosque or a Muslim cemetery, or burned and the ashes buried or scattered over water.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many newborn American babies were affected by thalidomide? [SEP] sentence: Several thousand newborns in Europe and elsewhere suffered the teratogenic effects of thalidomide.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many mathematical treatises have still managed to survive to this day? [SEP] sentence: These are the Book on Numbers and Computation, the Arithmetical Classic of the Gnomon and the Circular Paths of Heaven and the Nine Chapters on the Mathematical Art.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What are some physical ways that some cultures mark the transition into adulthood? [SEP] sentence: This transition may be accompanied by obvious physical changes, which can vary from a change in clothing to tattoos and scarification.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How did Apple's profit margin on the lower cost Mac's compare to the profit margin onearlier models? [SEP] sentence: All three machines sold well, although Apple's profit margin on them was considerably lower than that on earlier models.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What nation was highly receptive to the new definition of this concept? [SEP] sentence: In 1808 Bavarian educational commissioner Friedrich Immanuel Niethammer coined the term Humanismus to describe the new classical curriculum he planned to offer in German secondary schools, and by 1836 the word \"humanism\" had been absorbed into the English language in this sense.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the main performing arts venue in Egyptian capital? [SEP] sentence: The Cairo Opera House serves as the main performing arts venue in the Egyptian capital.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what country was an assignation attempt made on the life of Paul VI? [SEP] sentence: Pope Paul VI became the first pope to visit six continents, and was the most travelled pope in history to that time, earning the nickname \"the Pilgrim Pope\".", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When were tricyclic antidepressants developed? [SEP] sentence: Amphetamine was eventually developed for the treatment of narcolepsy, post-encepheletic parkinsonism, and mood elevation in depression and other psychiatric indications.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What happened with the Devensian glaciation ended? [SEP] sentence: Whether or not there was a land bridge between Great Britain and Ireland at this time is somewhat disputed, though there was certainly a single ice sheet covering the entire sea.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When was the island of Iwo Jima secured by the Americans? [SEP] sentence: On 23 February, the 28th Marine Regiment reached the summit of Suribachi, prompting the now famous Raising the Flag on Iwo Jima picture.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Girls ages 15 to 19 have higher rates of what STD than any other age group? [SEP] sentence: Girls 15 to 19 have higher rates of gonorrhea than any other age group.", "output": "entailment", "options": ["entailment", "not_entailment"]}
