{"task": "glue-qnli", "input": "question: What year did they withdraw their bid? [SEP] sentence: Bern was a candidate to host the 2010 Winter Olympics, but withdrew its bid in September 2002 after a referendum was passed that showed that the bid was not supported by locals.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: For what action was government assistance necessary after the Tuvalu cyclone?? [SEP] sentence: The Tuvalu Government carried out assessments of the damage caused by Cyclone Pam to the islands and has provided medical aid, food as well as assistance for the cleaning-up of storm debris.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Cognitive science seeks to join what two branches of science with other fields? [SEP] sentence: The field of neuroscience encompasses all approaches that seek to understand the brain and the rest of the nervous system.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the highest Whitehead was trained in philosophy? [SEP] sentence: Early in his life he showed great interest in and respect for philosophy and metaphysics, but it is evident that he considered himself a rank amateur.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many years was Knute Rockne head coach at Notre Dame? [SEP] sentence: Knute Rockne became head coach in 1918.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the maximum prison time for infringement under the new law? [SEP] sentence: The court's ruling explicitly drew attention to the shortcomings of current law that allowed people to facilitate mass copyright infringement while being immune to prosecution under the Copyright Act.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: The North Aegean islands are located where? [SEP] sentence: The Argo-Saronic Islands in the Saronic gulf near Athens, the Cyclades, a large but dense collection occupying the central part of the Aegean Sea, the North Aegean islands, a loose grouping off the west coast of Turkey, the Dodecanese, another loose collection in the southeast between Crete and Turkey, the Sporades, a small tight group off the coast of northeast Euboea, and the Ionian Islands, located to the west of the mainland in the Ionian Sea.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What other injuries have been connected with wrestling? [SEP] sentence: Chronic traumatic encephalopathy and traumatic brain injuries have also been linked to pro wrestling, including in the double-murder suicide case involving Chris Benoit.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: The decline of what empire allowed the rule of the Kabul Shahi empire? [SEP] sentence: The Shahis are generally split up into two eras: the Buddhist Shahis and the Hindu Shahis, with the change-over thought to have occurred sometime around 870.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: According to Shabbir Akhtar, what role does Islam believe Jesus to hold? [SEP] sentence: Do not go beyond the bounds in your religion, and do not say anything of Allah but the truth.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How long is the short trip? [SEP] sentence: When entering the cab, it appears to be any normal elevator ride.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what year did Mahbub ul Haq devise and launch the HDI? [SEP] sentence: These were devised and launched by Pakistani economist Mahbub ul Haq in 1990 and had the explicit purpose \"to shift the focus of development economics from national income accounting to people-centered policies\".", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: On what radio station did Kanye West deem himself \"the biggest rockstar on the planet\"? [SEP] sentence: Kimmel reveals the following night that West called him to demand an apology shortly before taping.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When was the status of Dominions as equal autonomous communities given legal force? [SEP] sentence: After pressure from Ireland and South Africa, the 1926 Imperial Conference issued the Balfour Declaration, declaring the Dominions to be \"autonomous Communities within the British Empire, equal in status, in no way subordinate one to another\" within a \"British Commonwealth of Nations\".", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did the British claim in 2012? [SEP] sentence: On 22 December 2012, the UK ambassador to Argentina, John Freeman, was summoned to the Argentine government as protest against the claim.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Approximately how many people live throughout the year at research stations across Antarctica? [SEP] sentence: Antarctica is considered a desert, with annual precipitation of only 200 mm (8 in) along the coast and far less inland.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
