{"task": "glue-qnli", "input": "question: What two general aviation airports are operated by the San Diego Regional Airport Authority? [SEP] sentence: It is operated by an independent agency, the San Diego Regional Airport Authority.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which precious metal did Biezma discover? [SEP] sentence: The absence of servants and workers forged the spirit of northern people as self-dependent, creative people that defended their European heritage.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many people were employed by the Andhra Pradesh government in 2006? [SEP] sentence: The service industry remains dominant in the city, and 90% of the employed workforce is engaged in this sector.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How did Edward react when he became heir to the throne? [SEP] sentence: As Edward was unmarried and had no children, Albert was the heir presumptive to the throne.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: I couldn't could up with another question. But i need to fill this space because I can't submit the hit. [SEP] sentence: The Spartan king Cleomenes III (235–222 BCE) staged a military coup against the conservative ephors and pushed through radical social and land reforms in order to increase the size of the shrinking Spartan citizenry able to provide military service and restore Spartan power.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where is the Canadian component of the NATO located? [SEP] sentence: A Canadian component of the NATO Airborne Early Warning Force is also based at NATO Air Base Geilenkirchen near Geilenkirchen, Germany.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What god is Narayana? [SEP] sentence: Narayanhity\" comes from Narayana, a form of the Hindu god Lord Vishnu, and Hiti, meaning \"water spout\" (Vishnu's temple is located opposite the palace, and the water spout is located east of the main entrance to the precinct).", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What other sports does Kerry participate in? [SEP] sentence: He has also been a snowboarder, windsurfer, and sailor.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What does the eel of the Tuvalu creation myth represent? [SEP] sentence: An important creation myth of the islands of Tuvalu is the story of the te Pusi mo te Ali (the Eel and the Flounder) who created the islands of Tuvalu; te Ali (the flounder) is believed to be the origin of the flat atolls of Tuvalu and the te Pusin (the Eel) is the model for the coconut palms that are important in the lives of Tuvaluans.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many seats are in the Provincial Assembly? [SEP] sentence: The Chief Minister of Punjab (CM) is elected by the Provincial Assembly of the Punjab to serve as the head of the provincial government in Punjab, Pakistan.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who accepted the Japanese surrender? [SEP] sentence: However, as Imperial Japan actually surrendered on 15 August, this day became known in the English-speaking countries as \"V-J Day\" (Victory in Japan).", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many millimeters of rain fall on Miami annually? [SEP] sentence: Much of the year's 55.9 inches (1,420 mm) of rainfall occurs during this period.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How does Portugal compete with other areas for tourists? [SEP] sentence: However, the increasing competition from Eastern European destinations continues to develop, with the presence of similar attractions that are often cheaper in countries such as Croatia.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the average January low temperature in downtown San Diego? [SEP] sentence: The climate in San Diego, like most of Southern California, often varies significantly over short geographical distances resulting in microclimates.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What book is Robert Boyle believe to have written after being inspired by Philosophus Autodidactus? [SEP] sentence: Philosophus Autodidactus, continuing the thoughts of philosophers such as Aristotle from earlier ages, inspired Robert Boyle to write his own philosophical novel set on an island, The Aspiring Naturalist.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In which locations is the Institute of Development Management? [SEP] sentence: The Mananga management centre was established as Mananga Agricultural Management Centre in 1972 as an International Management Development Centre catering for middle and senior managers, it is located at Ezulwini.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
