{"task": "glue-qnli", "input": "question: The degree to which different religions were persecuted depended on what? [SEP] sentence: The extent to which different religions or denominations were persecuted depended much on the time period and regional or city leaders.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How did Irving describe Spielberg's house? [SEP] sentence: Although she was too young for the role, she and Spielberg began dating and she eventually moved in to what she described as his \"bachelor funky\" house.:294 They lived together for four years, but the stresses of their professional careers took a toll on their relationship.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who were the leaders of the Federalist and Democratic-Republican parties? [SEP] sentence: the Federalist Party and the Democratic-Republican Party, which were championed by Framers Alexander Hamilton and James Madison, respectively.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In the top five largest urban areas in California, where does San Diego rank? [SEP] sentence: The urban area of San Diego extends beyond the administrative city limits and had a total population of 2,956,746, making it the third-largest urban area in the state, after that of the Los Angeles metropolitan area and San Francisco metropolitan area.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is fat lighter practically impervious to in addition to termites? [SEP] sentence: Some experiments on very resinous Longleaf Pine specimens indicate an increase in strength, due to the resin which increases the strength when dry.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What type of school has surpassed comprehensive schools in Ireland? [SEP] sentence: The comprehensive school system is still relatively small and to an extent has been superseded by the community school concept.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What are glass TTYs also known as? [SEP] sentence: By the time so-called \"glass TTYs\" (later called CRTs or terminals) came along, the convention was so well established that backward compatibility necessitated continuing the convention.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did Washington University secure its charter? [SEP] sentence: Washington University is unusual among major American universities in not having had a prior financial endowment.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the murders of the missionaries called? [SEP] sentence: From 1889, when Guangxu began to rule in his own right, to 1898, the Empress Dowager lived in semi-retirement, spending the majority of the year at the Summer Palace.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How much was the median income for males according to the American Community Survey? [SEP] sentence: Males had a median income of $32,207 (+/-", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Name two of the metropolitan areas that are enjoyed most frequently by tourist in Myanmar  ? [SEP] sentence: The most popular available tourist destinations in Myanmar include big cities such as Yangon and Mandalay; religious sites in Mon State, Pindaya, Bago and Hpa-An; nature trails in Inle Lake, Kengtung, Putao, Pyin Oo Lwin; ancient cities such as Bagan and Mrauk-U; as well as beaches in Nabule, Ngapali, Ngwe-Saung, Mergui.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: For what kind of applications are non-woven reinforcement materials better than woven ones? [SEP] sentence: The reinforcement type defines two major classes of materials - woven and non-woven.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: The India Gate commemorates the lost soldiers of what army? [SEP] sentence: The India Gate built in 1931 was inspired by the Arc de Triomphe in Paris.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What types of Christianity do Quakers belong to? [SEP] sentence: Unlike many other groups that emerged within Christianity, the Religious Society of Friends has actively tried to avoid creeds and hierarchical structures.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Are all domesticated and wild birds classified as poultry  ? [SEP] sentence: Poultry (/ˌpoʊltriː/) are domesticated birds kept by humans for the eggs they produce, their meat, their feathers, or sometimes as pets.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who makes PetaBox rack systems? [SEP] sentence: As of 2009[update], the Wayback Machine contained approximately three petabytes of data and was growing at a rate of 100 terabytes each month; the growth rate reported in 2003 was 12 terabytes/month.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
