{"task": "glue-qnli", "input": "question: English mysticism was composed of how many elements? [SEP] sentence: This type of mysticism carried with it four elements.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was one of the activities the nuns enjoyed? [SEP] sentence: Along with sewing and embroidery, nuns often engaged in reading and discussing correspondence from Church leaders.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What does AC stand for? [SEP] sentence: Electric motors may be classified by electric power source type, internal construction, application, type of motion output, and so on.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: From what kind of transportation has Seattle been moving away? [SEP] sentence: The city has started moving away from the automobile and towards mass transit.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Cooler objects glow less than objects that are what? [SEP] sentence: The hot object in equilibrium with light absorbs just as much light as it emits.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what month does the city council not meet? [SEP] sentence: The city council meets at City Hall, located at 900 E. Broad St., 2nd Floor, on the second and fourth Mondays of every month, except August.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What had some of the failed predictions of Jehovah's Witnesses been presented as? [SEP] sentence: Some publications also claimed that God has used Jehovah's Witnesses and the International Bible Students as a modern-day prophet.[note 5] Jehovah's Witnesses' publications have made various predictions about world events they believe were prophesied in the Bible.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many districts does Yerevan have? [SEP] sentence: Additionally, Yerevan is divided into twelve semi-autonomous districts.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many bird species have been driven to extinction in Guam? [SEP] sentence: As many as twelve bird species are believed to have been driven to extinction.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: what territory is Tristan da Cunha part of? [SEP] sentence: The island has a population of 267 as of January 2016.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How large is the Planalto? [SEP] sentence: The Palace is four stories high, and has an area of 36,000 m2.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When do the processions occur after? [SEP] sentence: Since 1988, the student organization Tårnseilerne has produced annual masquerade balls in Oslo, with masks, costumes and processions after attending an opera performance.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which Germanic originating language densely acquired aspects from Latin? [SEP] sentence: Although English is Germanic rather than Roman in origin, English borrows heavily from Latin and Latin-derived words.[citation needed]", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which organism has the most genes? [SEP] sentence: Both the number of base pairs and the number of genes vary widely from one species to another, and there is only a rough correlation between the two (an observation known as the C-value paradox).", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What do neurophysiologists study? [SEP] sentence: Because the brain does not contain pain receptors, it is possible using these techniques to record brain activity from animals that are awake and behaving without causing distress.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In how many ways can one define luminous efficacy of a light source? [SEP] sentence: Luminous efficacy of a light source may be defined in two ways.", "output": "entailment", "options": ["entailment", "not_entailment"]}
