{"task": "glue-qnli", "input": "question: How many conductors are present in the bulb's base? [SEP] sentence: Contact wires and a base with two (or more) conductors provide electrical connections to the filament.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who raised Victoria? [SEP] sentence: Both the Duke of Kent and King George III died in 1820, and Victoria was raised under close supervision by her German-born mother Princess Victoria of Saxe-Coburg-Saalfeld.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How long are all the public beaches together in miles? [SEP] sentence: New York City has over 28,000 acres (110 km2) of municipal parkland and 14 miles (23 km) of public beaches.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How is The Bahre-Nagassi translated? [SEP] sentence: The Scottish traveler James Bruce reported in 1770 that Medri Bahri was a distinct political entity from Abyssinia, noting that the two territories were frequently in conflict.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How close to the line of scrimmage can defensive players approach before a play is run? [SEP] sentence: The defending team must stay a yard or more back from the line of scrimmage.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what month and year did Gaddafi make a speech promoting economic privatization? [SEP] sentence: In 2010, plans were announced that would have seen half the Libyan economy privatized over the following decade.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: The change in universities towards the completion of the early modern period is credited with the formation of what entity? [SEP] sentence: The hierarchical place of theological knowledge had for the most part been displaced and the humanities had become a fixture, and a new openness was beginning to take hold in the construction and dissemination of knowledge that were to become imperative for the formation of the modern state.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many containers can Longtan Containers Port Area handle? [SEP] sentence: As of 2010, it operated six public ports and three industrial ports.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did John make his first visit to Ireland? [SEP] sentence: John's first period of rule in Ireland was not a success.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Why was tin was rarely used for everyday use? [SEP] sentence: As a pure metal, tin was much too soft to be used for any practical purpose.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What organism produces mevastatin? [SEP] sentence: Animal trials showed very good inhibitory effect as in clinical trials, however a long term study in dogs found toxic effects at higher doses and as a result mevastatin was believed to be too toxic for human use.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is Dr. Yashwant Singh Parmar University earned? [SEP] sentence: Dr. Yashwant Singh Parmar University of Horticulture and Forestry has earned a unique distinction in India for imparting teaching, research and extension education in horticulture, forestry and allied disciplines.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the time span of the Roman Republic? [SEP] sentence: During the Roman Republic (509–27 BC), the same men who were elected public officials might also serve as augurs and pontiffs.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What state is achieved through knowledge? [SEP] sentence: Moksha (liberation), it states, is gained through right knowledge.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who was known for focusing on the environment in the 1960s? [SEP] sentence: Sustainability in architecture was pioneered by Frank Lloyd Wright, in the 1960s by Buckminster Fuller and in the 1970s by architects such as Ian McHarg and Sim Van der Ryn in the US and Brenda and Robert Vale in the UK and New Zealand.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did Kerry and his wife divorce? [SEP] sentence: After 14 years as a political wife, I associated politics only with anger, fear and loneliness\" she wrote in A Change of Heart, her book about depression.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
