{"task": "glue-qnli", "input": "question: Has the travel industry considered making changes to fight plans for Myanmar ? [SEP] sentence: According to Eleven magazine, \"In the past, there were only 15 international airlines and increasing numbers of airlines have began launching direct flights from Japan, Qatar, Taiwan, South Korea, Germany and Singapore.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was disbanded in 1958? [SEP] sentence: During these reforms, Middle Congo became known as the Republic of the Congo in 1958 and published its first constitution in 1959.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What types of crops does Portugal produce? [SEP] sentence: Agriculture in Portugal is based on small to medium-sized family-owned dispersed units.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what year did the United Provinces invite Francis, Duke of Anjou to lead them? [SEP] sentence: However, the latter agreed to turn the United Provinces into a protectorate of England (Treaty of Nonsuch, 1585), and sent the Earl of Leicester as governor-general.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did Yale first incorporate humanities and sciences? [SEP] sentence: Yale University is an American private Ivy League research university in New Haven, Connecticut.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What term is interchangeable with \"sapwood\"? [SEP] sentence: Sapwood (or alburnum) is the younger, outermost wood; in the growing tree it is living wood, and its principal functions are to conduct water from the roots to the leaves and to store up and give back according to the season the reserves prepared in the leaves.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did the dominant religion of Myanmar become something outside of the mainstream ? [SEP] sentence: The early 19th century Konbaung Dynasty ruled over an area that included modern Myanmar and briefly controlled Manipur and Assam as well.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What country experienced a coup in 1962? [SEP] sentence: Nasser's regional position changed unexpectedly when Yemeni officers led by Nasser supporter Abdullah al-Sallal overthrew Imam Badr of North Yemen on 27 September 1962.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who had to agree to the US's decision to divide Korea at the 38th parallel? [SEP] sentence: Stalin, however, maintained his wartime policy of co-operation, and on 16 August the Red Army halted at the 38th parallel for three weeks to await the arrival of U.S. forces in the south.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Name an exemplar of an predator that uses digestion to kill and gain nutrients from it's prey. [SEP] sentence: A true predator can commonly be known as one that kills and eats another living thing.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which contestant was number three in sales from season three? [SEP] sentence: One of the most talked-about contestants during the audition process was William Hung whose off-key rendition of Ricky Martin's \"She Bangs\" received widespread attention.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What replaced Babylon as the metropolis of the lower Tigris? [SEP] sentence: Seleucia replaced Babylon as the metropolis of the lower Tigris.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where is GE's headquarters located? [SEP] sentence: It was formerly known as the GE Building for the prominent GE logo on the roof; NBC's headquarters and main studios are also located in the building.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many people read the Sunday issue of The Oklahoman? [SEP] sentence: The Oklahoman, based in Oklahoma City, is the largest newspaper in the state and 54th-largest in the nation by circulation, with a weekday readership of 138,493 and a Sunday readership of 202,690.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the reasoning behind the proposal to merge many colleges? [SEP] sentence: In 1907, the newly established Board of Education found that greater capacity for higher technical education was needed and a proposal to merge the City and Guilds College, the Royal School of Mines and the Royal College of Science was approved and passed, creating The Imperial College of Science and Technology as a constituent college of the University of London.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What file format is not supported by Sony Ericsson and Nokia? [SEP] sentence: Examples include CD copy-protection schemes, and mobile phones, such as phones from Sony Ericsson and Nokia, which play AAC files rather than WMA.", "output": "entailment", "options": ["entailment", "not_entailment"]}
