{"task": "glue-qnli", "input": "question: What two artists created four variations of the Concerto in C Major Op 3 6? [SEP] sentence: Antonio Vivaldi composed a mandolin concerto (Concerto in C major Op.3 6) and two concertos for two mandolins and orchestra.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who provided notable documentation of the war? [SEP] sentence: The British public was very well informed regarding the day-to-day realities of the war in the Crimea.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which recording types were effected by the imposed industry standards? [SEP] sentence: The NAB, among other items, issued recording standards in 1949 for laterally and vertically cut records, principally transcriptions.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was ASCII published as and when? [SEP] sentence: There was some debate at the time whether there should be more control characters rather than the lowercase alphabet.:435 The indecision did not last long: during May 1963 the CCITT Working Party on the New Telegraph Alphabet proposed to assign lowercase characters to columns 6 and 7, and International Organization for Standardization TC 97 SC 2 voted during October to incorporate the change into its draft standard.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What morphological features do forensic anthropologists draw on? [SEP] sentence: He asked, \"If races don't exist, why are forensic anthropologists so good at identifying them?\"", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did the Byzantine empire use to expand its political influence? [SEP] sentence: The Byzantine Empire was able to take advantage of the turmoil to expand its political influence and commercial relationships, first with the Khazars and later with the Rus' and other steppe groups.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was Notre Dame's first college? [SEP] sentence: The College of Arts and Letters was established as the university's first college in 1842 with the first degrees given in 1849.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When was the Lady Chapel added? [SEP] sentence: Henry VII added a Perpendicular style chapel dedicated to the Blessed Virgin Mary in 1503 (known as the Henry VII Chapel or the \"Lady Chapel\").", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What information is in the Susrutasamhita of Susruta? [SEP] sentence: Its most famous text is the Suśrutasamhitā of Suśruta, which is notable for describing procedures on various forms of surgery, including rhinoplasty, the repair of torn ear lobes, perineal lithotomy, cataract surgery, and several other excisions and other surgical procedures.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the STIF formerly known as? [SEP] sentence: The syndicate coordinates public transport and contracts it out to the RATP (operating 347 bus lines, the Métro, eight tramway lines, and sections of the RER), the SNCF (operating suburban rails, one tramway line and the other sections of the RER) and the Optile consortium of private operators managing 1,176 bus lines.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the HMS Prince carrying when it sunk? [SEP] sentence: It arrived in January with a civilian engineering crew, however it was March before it was sufficiently advanced to be of any appreciable value.:439", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is a Sangoma in Swaziland? [SEP] sentence: The Sangoma is a traditional diviner chosen by the ancestors of that particular family.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How is hydrogen produced when there is no atmospheric oxygen? [SEP] sentence: The corresponding reaction leading to the formation of magnetite (Fe_3O_4), quartz (SiO_2) and hydrogen (H_2) is the following:", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When was the Niger Delta Nembe Creek Oil field found? [SEP] sentence: The Niger Delta Nembe Creek Oil field was discovered in 1973 and produces from middle Miocene deltaic sandstone-shale in an anticline structural trap at a depth of 2–4 km.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is an example of a code of law in ancient India? [SEP] sentence: The Arthashastra provides an account of the science of politics for a wise ruler, policies for foreign affairs and wars, the system of a spy state and surveillance and economic stability of the state.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: From what had the ecosystem had to recover? [SEP] sentence: The ecosystem had recovered from the devastation that was the Great Dying.", "output": "entailment", "options": ["entailment", "not_entailment"]}
