{"task": "glue-qnli", "input": "question: In what country was Porter beer popular in 1721? [SEP] sentence: The name Porter was first used in 1721 to describe a dark brown beer popular with the street and river porters of London.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is comparison and analogy in the Prabhakara school? [SEP] sentence: The Prābhākara subschool of Mīmāṃsā considered five epistemically reliable means to gaining knowledge: pratyakṣa (perception), anumāṇa (inference), upamāṇa (comparison and analogy), arthāpatti (postulation, derivation from circumstances), and śabda (word, testimony of past or present reliable experts).", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where was it rumored that the Cubs could home their home games? [SEP] sentence: The confusion may stem from the fact that Major League Baseball did decide that, should the Cubs make it to the World Series, the American League winner would have home field advantage unless the Cubs hosted home games at an alternate site since the Cubs home field of Wrigley Field did not yet have lights.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What stunned neutral observers about the end of the war? [SEP] sentence: The quick German victory over the French stunned neutral observers, many of whom had expected a French victory and most of whom had expected a long war.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How did they believe their forebears lived ? [SEP] sentence: The Greeks of classical antiquity idealized their Mycenaean ancestors and the Mycenaean period as a glorious era of heroes, closeness of the gods and material wealth.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the legal term for commoner? [SEP] sentence: The majority of the population belonged to the first category and were described as liangmin, a legal term meaning good people, as opposed to jianmin meaning the mean (or ignoble) people.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who were a Thracian people living in northwest Anatolia? [SEP] sentence: The Bithynians were a Thracian people living in northwest Anatolia.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What frequently blankets San Diego in May and June? [SEP] sentence: Sometimes the June gloom can last into July, causing cloudy skies over most of San Diego for the entire day.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What makes a plant non-vascular? [SEP] sentence: The sporophyte generation is nonphotosynthetic in liverworts but may be able to contribute part of its energy needs by photosynthesis in mosses and hornworts.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which US President prevented Turkey from invading Cyprus? [SEP] sentence: Meanwhile, by 1964, enosis was a Greek policy that could not be abandoned; Makarios and the Greek prime minister Georgios Papandreou agreed that enosis should be the ultimate aim and King Constantine wished Cyprus \"a speedy union with the mother country\".", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What design feature do aircraft carriers feature to aid in launching and recovering aircraft? [SEP] sentence: The form of launch assistance a carrier provides is strongly related to the types of aircraft embarked and the design of the carrier itself.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What nationality was santiago Ramon y Cajal? [SEP] sentence: The first real progress toward a modern understanding of nervous function, though, came from the investigations of Luigi Galvani, who discovered that a shock of static electricity applied to an exposed nerve of a dead frog could cause its leg to contract.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who was the first president to veto over 400 bills? [SEP] sentence: Johnson's impeachment was perceived to have done great damage to the presidency, which came to be almost subordinate to Congress.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who did the first studies on exploring a new idea of sensory memory? [SEP] sentence: The ability to look at an item and remember what it looked like with just a split second of observation, or memorization, is the example of sensory memory.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How much alcohol is contained in the beer Vetter 33? [SEP] sentence: Vetter 33, a 10.5% abv (33 degrees Plato, hence Vetter \"33\") doppelbock, was listed in the 1994 Guinness Book of World Records as the strongest beer at that time, though Samichlaus, by the Swiss brewer Hürlimann, had also been listed by the Guinness Book of World Records as the strongest at 14% abv.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What could samurai do instead of divorce if their wife couldn't produce a son? [SEP] sentence: A samurai could divorce for personal reasons, even if he simply did not like his wife, but this was generally avoided as it would embarrass the person who had arranged the marriage.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
