{"task": "glue-qnli", "input": "question: How many Egyptian soldiers died during the fighting? [SEP] sentence: Despite the commanded withdrawal of Egyptian troops, about 2,000 Egyptian soldiers were killed during engagement with Israeli forces, and some 5,000 Egyptian soldiers were captured by the Israeli Army.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What type of analysis fits the either-or nature of the uncertainty? [SEP] sentence: The either-or nature of uncertainty forces measurement attempts to choose between trade offs, and given that they are quanta, the trade offs often take the form of either-or (as in Fourier analysis), rather than the compromises and gray areas of time series analysis.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Voter demographics of florida in the 1950's [SEP] sentence: From 1952 to 1964, most voters were registered Democrats, but the state voted for the Republican presidential candidate in every election except for 1964.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When was Louise Weiss inaugurated? [SEP] sentence: Since 1952, the European Parliament has met in Strasbourg, which was formally designated its official 'seat' at the Edinburgh meeting of the European Council of EU heads of state and government in December 1992.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: New York City has how many acres of land dedicated to parks? [SEP] sentence: The largest municipal park in the city is Pelham Bay Park with 2,700 acres (1,093 ha).", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the London Outer Orbital Path commonly referred as? [SEP] sentence: Other long distance paths, linking green spaces, have also been created, including the Capital Ring, the Green Chain Walk, London Outer Orbital Path (\"Loop\"), Jubilee Walkway, Lea Valley Walk, and the Diana, Princess of Wales Memorial Walk.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What needs to be used to reflect light that would otherwise be wasted? [SEP] sentence: The sapphire apparatus must be coupled with a mirror-like collector to reflect light that would otherwise be wasted.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In 2014, which three Tennessee counties took in the most money from tourism? [SEP] sentence: Each county in Tennessee saw at least $1 million from tourism while 19 counties received at least $100 million (Davidson, Shelby, and Sevier counties were the top three).", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which school is Charleston's diocesan high school? [SEP] sentence: The Roman Catholic Diocese of Charleston Office of Education also operates out of the city and oversees several K-8 parochial schools, such as Blessed Sacrament School, Christ Our King School, Charleston Catholic School, Nativity School, and Divine Redeemer School, all of which are \"feeder\" schools into Bishop England High School, a diocesan high school within the city.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What school of thought did Berkeley belong to? [SEP] sentence: The 2nd edition (1787) contained a Refutation of Idealism to distinguish his transcendental idealism from Descartes's Sceptical Idealism and Berkeley's anti-realist strain of Subjective Idealism.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where had Rick Sutcliffe been before moving to the Cubs? [SEP] sentence: The deal brought 1979 NL Rookie of the Year pitcher Rick Sutcliffe from the Cleveland Indians.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where were most of the nations who had the strongest military after World War I? [SEP] sentence: World War I demonstrated that aircraft could be an important part of the battlefield, but in some nations it was the prospect of strategic air attack that was the main issue, presenting both a threat and an opportunity.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the only conviction that can lead to the death penalty? [SEP] sentence: At the second hearing, the jury determines whether certain statutory aggravating factors exist, whether any mitigating factors exist, and, in many jurisdictions, weigh the aggravating and mitigating factors in assessing the ultimate penalty – either death or life in prison, either with or without parole.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did the Xinhua news agency set up? [SEP] sentence: After knowing that rescue helicopters had trouble landing into the epicenter area in Wenchuan, a student proposed a landing spot online and it was chosen as the first touchdown place for the helicopters[not in citation given].", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What's the joint project of TU Clausthal, TU Braunschweig, and the University of Hanover called? [SEP] sentence: Some universities in Germany can also be seen as institutes of technology due to comprising a wide spread of technical sciences and having a history as a technical university.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the goal of the Kanye West Foundation? [SEP] sentence: West, alongside his mother, founded the \"Kanye West Foundation\" in Chicago in 2003, tasked with a mission to battle dropout and illiteracy rates, while partnering with community organizations to provide underprivileged youth access to music education.", "output": "entailment", "options": ["entailment", "not_entailment"]}
