{"task": "glue-qnli", "input": "question: What are two stores which sell files with DRM not compatible with iPods? [SEP] sentence: However, iPods can also play music files from online stores that do not use DRM, such as eMusic or Amie Street.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What country did Kerry visit as a student? [SEP] sentence: Amongst his influential teachers in this period was Professor H. Bradford Westerfield, who was himself a former President of the Political Union.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What type of processor does the current iPod Touch use? [SEP] sentence: The sixth generation iPod Touch includes a wide variety of spec improvements such as the upgraded A8 processor and higher-quality screen.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many seasons are experienced in the city of Ann Arbor? [SEP] sentence: There are four distinct seasons: winters are cold with moderate to heavy snowfall, while summers are very warm and humid, and spring and autumn are short but mild.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What direction are the Tortolita Mountains from Tuscon? [SEP] sentence: Tucson is situated on an alluvial plain in the Sonoran desert, surrounded by five minor ranges of mountains: the Santa Catalina Mountains and the Tortolita Mountains to the north, the Santa Rita Mountains to the south, the Rincon Mountains to the east, and the Tucson Mountains to the west.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who requested that Dominic travel to Denmark? [SEP] sentence: At that time the south of France was the stronghold of the Cathar or Albigensian heresy, named after the Duke of Albi, a Cathar sympathiser and opponent to the subsequent Albigensian Crusade (1209–1229).", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: On a notebook eSATAp usually supplies how much power? [SEP] sentence: Even though USB 3.0's 4.5 W is sometimes insufficient to power external hard drives, technology is advancing and external drives gradually need less power, diminishing the eSATA advantage.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the Popular Graphics Workshop mission? [SEP] sentence: It was in the second half of the 20th century that the artistic movement began to drift apart from the Revolutionary theme.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What percentage of emigrant workers in Thailand that are from Myanmar ? [SEP] sentence: Burmese migrant workers account for 80% of Thailand's migrant workers.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which other carrier joins the USS America in active service? [SEP] sentence: With the deactivation of USS Enterprise in December 2012, the U.S. fleet comprises 10 supercarriers.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: On average, when did children born in the City of London die? [SEP] sentence: During the 18th century, London was dogged by crime, and the Bow Street Runners were established in 1750 as a professional police force.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was Virgil Griffith focused on? [SEP] sentence: In August 2007 Virgil Griffith, a Caltech computation and neural-systems graduate student, created a searchable database that linked changes made by anonymous Wikipedia editors to companies and organizations from which the changes were made.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In 2002 what act granted full British citizenship to the citizens of the islands? [SEP] sentence: The Saint Helena Constitution took effect in 1989 and provided that the island would be governed by a Governor and Commander-in-Chief, and an elected Executive and Legislative Council.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How did these politicians voice their concerns? [SEP] sentence: Former White House director of Hispanic media stated, \"Now it is time for Congress to act and the administration will work with them on that effort, so that the people of Puerto Rico can determine their own future.\"", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What may be the earliest vocabulary that the word \"dog\" came from? [SEP] sentence: The term \"domestic dog\" is generally used for both of the domesticated and feral varieties.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who killed innocent civilians in the Nanking Massacre? [SEP] sentence: Even children, the elderly, and nuns are reported to have suffered at the hands of the Imperial Japanese Army.", "output": "entailment", "options": ["entailment", "not_entailment"]}
