{"task": "glue-qnli", "input": "question: What year did the IASP respond to the need to create a more useful system for describing pain? [SEP] sentence: In 1994, responding to the need for a more useful system for describing chronic pain, the International Association for the Study of Pain (IASP) classified pain according to specific characteristics: (1) region of the body involved (e.g. abdomen, lower limbs), (2) system whose dysfunction may be causing the pain (e.g., nervous, gastrointestinal), (3) duration and pattern of occurrence, (4) intensity and time since onset, and (5) etiology.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what Province did Bell die? [SEP] sentence: By way of reply, Bell traced the sign for \"no\" in the air", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who is the most famous athlete from Namibia? [SEP] sentence: He is also known for humanitarian activities in Namibia and beyond.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who owns the trademark to I ❤ NY? [SEP] sentence: I Love New York (stylized I ❤ NY)", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Universal's deal with what company ended in 2013? [SEP] sentence: Universal's multi-year film financing deal with Elliott Management expired in 2013.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which two prizes are dedicated to mathematics? [SEP] sentence: Other specialist prizes include the Newcastle Classical Prize; the Rosebery Exhibition for History; the Queen’s Prizes for French and German; the Duke of Newcastle’s Russian Prize; the Beddington Spanish Prize; the Strafford and Bowman Shakespeare Prizes; the Tomline and Russell Prizes in Mathematics; the Sotheby Prize for History of Art; the Waddington Prize for Theology and Philosophy; the Birley Prize for History; The Lower Boy Rosebery Prize and the Wilder Prize for Theology.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What type of Captain was Henry Every? [SEP] sentence: The pirates gave chase and caught up with Fateh Muhammed some days later, and meeting little resistance, took some £50,000 to £60,000 worth of treasure.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What teachings originated with Arnold of Brescia? [SEP] sentence: In the late 1130s, Arnold of Brescia, an Italian canon regular became one of the first theologians to attempt to reform the Roman Catholic Church.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What ideology does Microsoft follow? [SEP] sentence: Microsoft's philosophy is to provide customers with the best experience first, and allow them to make decisions themselves.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What expedition found nine meteorites in 1969? [SEP] sentence: In 1969, a Japanese expedition discovered nine meteorites.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: A wholesale ban on what was denied? [SEP] sentence: India rejected Chinese demands that the torch route be clear of India's 150,000-strong Tibetan exile community, by which they required a ban on congregation near the curtailed 3 km route.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is Estonian typologically transitioning from? [SEP] sentence: The canonical word order is SVO (subject–verb–object).", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which group of people were wrongly blamed for all the disasters that struck the region? [SEP] sentence: As in much of Europe, the prosperity of Alsace came to an end in the 14th century by a series of harsh winters, bad harvests, and the Black Death.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What does the Himachal legislature consist of? [SEP] sentence: Himachal Pradesh is governed through a parliamentary system of representative democracy, a feature the state shares with other Indian states.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did ski-jump ramps allow STOVL aircraft to do that they couldn't do with a flat deck?? [SEP] sentence: This was first developed to help launch STOVL aircraft take off at far higher weights than is possible with a vertical or rolling takeoff on flat decks.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what year did the northern parts of the country form the Brythonic kingdom of Rheged? [SEP] sentence: In the centuries after the Roman withdrawal in 410AD the northern parts of the county probably formed part of the Brythonic kingdom of Rheged, a successor entity to the Brigantes tribe.", "output": "entailment", "options": ["entailment", "not_entailment"]}
