{"task": "glue-qnli", "input": "question: What percentage of households in Atlantic City had children under the age of 18 living with them? [SEP] sentence: There were 15,504 households, of which 27.3% had children under the age of 18 living with them, 25.9% were married couples living together, 22.2% had a female householder with no husband present, and 44.8% were non-families.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When can the EU expect Armenia to attempt to join it? [SEP] sentence: Several Armenian officials have also expressed the desire for their country to eventually become an EU member state, some[who?]", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What admiral was the USS Lexington under? [SEP] sentence: The carrier USS Lexington under Admiral Fletcher joined USS Yorktown and an American-Australian task force to stop the Japanese advance.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What kind of linguistics describes how factors of languages change in history? [SEP] sentence: The particular contrasts which are phonemic in a language can change over time.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what geographic region of Somalia are ancient rock paintings located? [SEP] sentence: However, there have been cases in the past of artistic depictions representing living creatures, such as certain ancient rock paintings in northern Somalia, the golden birds on the Mogadishan canopies, and the plant decorations on religious tombs in southern Somalia.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How much cash did Beyonce put into the venture, the Survivor Foundation at startup? [SEP] sentence: The foundation has since expanded to work with other charities in the city, and also provided relief following Hurricane Ike three years later.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the chivalric order established by Edward III in 1348? [SEP] sentence: The spirit of chivalry was given expression through the new (secular) type of chivalric orders; the first of these was the Order of St. George, founded by Charles I of Hungary in 1325, while the best known was probably the English Order of the Garter, founded by Edward III in 1348.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What year was the Development and Economic Planning Department formed? [SEP] sentence: For the next 20 years, many could find only low-paid work with the island government, and the only available employment outside Saint Helena was on the Falkland Islands and Ascension Island.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What does Zugunruhe mean in English? [SEP] sentence: The occurrence of Zugunruhe even in cage-raised birds with no environmental cues (e.g. shortening of day and falling temperature) has pointed to the role of circannual endogenous programs in controlling bird migrations.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What other architecture style did neoclassical share similarities and vocabulary? [SEP] sentence: Though neoclassical architecture employed the same classical vocabulary as Late Baroque architecture, it tended to emphasize its planar qualities, rather than sculptural volumes.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where was the 62nd AES Convention held? [SEP] sentence: Technical details of Sony's digital audio disc were presented during the 62nd AES Convention, held on 13–16 March 1979, in Brussels.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What month was the livestock typically slaughtered? [SEP] sentence: All the food that had survived the winter had to be eaten to assure that everyone was fed enough to survive until the coming spring would provide new food sources.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What are some examples of Ages in Egypt? [SEP] sentence: Because of this wide variation of ages, the continuous contact with other nations and the big number of conflicts Egypt had been through, at least 60 museums may be found in Egypt, mainly covering a wide area of these ages and conflicts.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did Whitehead believe was the relationship between the individual and social aspects of religion? [SEP] sentence: \" In this way the individual and universal/social aspects of religion are mutually dependent.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How did he believe Jesus came into the world? [SEP] sentence: Completed probably early in his life, before the Arian controversy, they constitute the first classic work of developed Orthodox theology.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What department did Spielberg have an unpaid internship with? [SEP] sentence: While still a student, he was offered a small unpaid intern job at Universal Studios with the editing department.", "output": "entailment", "options": ["entailment", "not_entailment"]}
