{"task": "glue-qnli", "input": "question: How many people are listed as missing? [SEP] sentence: The earthquake left about 4.8 million people homeless, though the number could be as high as 11 million.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In which year did Benito Juarez die? [SEP] sentence: During 1877 the northern parts of the state suffered through a spell of extreme drought which were responsible for many deaths in El Paso del Norte.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the discipline taught in mantiq courses? [SEP] sentence: A regular curriculum includes courses in Arabic, tafsir (Qur'anic interpretation), sharīʻah (Islamic law), hadiths (recorded sayings and deeds of Muhammad), mantiq (logic), and Muslim history.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what year was the film Airport made? [SEP] sentence: In the early 1970s, Universal teamed up with Paramount Pictures to form Cinema International Corporation, which distributed films by Paramount and Universal worldwide.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who's Christology focuses on the death and Resurrection? [SEP] sentence: Paul's Christology has a specific focus on the death and resurrection of Jesus.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What scandal prompted Palmerstons removal in 1851? [SEP] sentence: It was only in 1851 that Palmerston was removed after he announced the British government's approval of President Louis-Napoleon Bonaparte's coup in France without consulting the Prime Minister.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where did Nasser apply in 1937? [SEP] sentence: Disappointed, he enrolled in the law school at King Fuad University, but quit after one semester to reapply to the Military Academy.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How much water should be taken in for each calorie of food that is consumed? [SEP] sentence: The original water intake recommendation in 1945 by the Food and Nutrition Board of the National Research Council read: \"An ordinary standard for diverse persons is 1 milliliter for each calorie of food.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: The hacker re-wrote which element of the program? [SEP] sentence: As sound scholar Jonathan Sterne notes, \"An Australian hacker acquired l3enc using a stolen credit card.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What color is zinc? [SEP] sentence: Zinc is a fair conductor of electricity.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who designed the statues that are on either side of the northern entrance to the MoD headquarters? [SEP] sentence: The northern entrance in Horse Guards Avenue is flanked by two monumental statues, Earth and Water, by Charles Wheeler.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What piece of information is almost always listed on a pub sign? [SEP] sentence: Most British pubs still have decorated signs hanging over their doors, and these retain their original function of enabling the identification of the pub.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What have Western corporations penetrated? [SEP] sentence: Donated used clothing from Western countries are also delivered to people in poor countries by charity organizations.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many cases of tuberculosis were active over the course of 2014? [SEP] sentence: New infections occur in about 1% of the population each year.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What can the Estonian parliament do in regards to treaties? [SEP] sentence: The Parliament of Estonia (Estonian: Riigikogu) or the legislative branch is elected by people for a four-year term by proportional representation.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What group is isomorphic to cyclic groups? [SEP] sentence: A second example for cyclic groups is the group of n-th complex roots of unity, given by complex numbers z satisfying zn = 1.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
