{"task": "glue-qnli", "input": "question: What big cat is said to inhabit the mountains of the Gash-Barka Region? [SEP] sentence: Lions are said to inhabit the mountains of the Gash-Barka Region.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did Feynman's discoveries help explain? [SEP] sentence: The computational device that Feynman discovered then for gravity, \"ghosts\", which are \"particles\" in the interior of his diagrams that have the \"wrong\" connection between spin and statistics, have proved invaluable in explaining the quantum particle behavior of the Yang–Mills theories, for example, QCD and the electro-weak theory.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What limits the size of a trophic pyramid? [SEP] sentence: Because only a fraction of energy is passed on to the next level, this hierarchy of predation must end somewhere, and very seldom goes higher than five or six levels, and may go only as high as three trophic levels (for example, a lion that preys upon large herbivores such as wildebeest, which in turn eat grasses).", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who wrote the court's opinion in Epperson v. Arkansas? [SEP] sentence: In Epperson v. Arkansas, 393 U.S. 97 (1968), the Supreme Court considered an Arkansas law that made it a crime \"to teach the theory or doctrine that mankind ascended or descended from a lower order of animals,\" or \"to adopt or use in any such institution a textbook that teaches\" this theory in any school or university that received public funds.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who was his deputy? [SEP] sentence: In September 1835 José Urrea a federalist army officer came into power.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Along with crossbows, what was plate armor designed to defend against? [SEP] sentence: The English also employed longbowmen, but other countries were unable to create similar forces with the same success.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many volumes was Queen Victorias journal? [SEP] sentence: From July 1832 until just before her death, she kept a detailed journal, which eventually encompassed 122 volumes.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did season six premiere? [SEP] sentence: Season six began on Tuesday, January 16, 2007.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who led the faction that challenged Kim-Il-sung? [SEP] sentence: The Chinese support created a deep division between the Korean Communists, and Kim Il-sung's authority within the Communist party was challenged by the Chinese faction led by Pak Il-yu, who was later purged by Kim.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What profession finds evidence of infection in fossil remains to be interesting? [SEP] sentence: Evidence of infection in fossil remains is a subject of interest for paleopathologists, scientists who study occurrences of injuries and illness in extinct life forms.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What are the two mapping methods that Unicode defines? [SEP] sentence: An encoding maps (possibly a subset of) the range of Unicode code points to sequences of values in some fixed-size range, termed code values.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Why was the handle considered a \"dead man switch\"? [SEP] sentence: The handle also served as a dead man switch: if the operator let go of the handle, it would return to its upright position, causing the elevator cab to stop.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What case is the grammatical object of a verb? [SEP] sentence: Czech syntax has a subject–verb–object sentence structure.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who replaced Luckett and Roberson in Destiny's Child? [SEP] sentence: LeToya Luckett and Roberson became unhappy with Mathew's managing of the band and eventually were replaced by Farrah Franklin and Michelle Williams.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did Gautama spend the rest of his life doing after reaching enlightenment? [SEP] sentence: Now, as the Buddha, he spent the rest of his life teaching the path of awakening he had discovered, traveling throughout the northeastern part of the Indian subcontinent, and died at the age of 80 (483 BCE) in Kushinagar, India.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which continents have some form of Protestantism? [SEP] sentence: Some Protestant churches do have a worldwide scope and distribution of membership (notably, the Anglican Communion), while others are confined to a single country, or even are solitary church bodies or congregations (such as the former Prussian Union of churches).", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
