{"task": "glue-qnli", "input": "question: Where in Jerusalem did Kardashian and West have their daughter North baptised? [SEP] sentence: West began dating reality star and longtime friend Kim Kardashian in April 2012.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where is the dining room table placed? [SEP] sentence: Some meals are communal, such as fondue, where a pot is set in the middle of the table for each person to dip into.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where is tritium produced? [SEP] sentence: Tritium (hydrogen-3), produced in nuclear reactors, is used in the production of hydrogen bombs, as an isotopic label in the biosciences, and as a radiation source in luminous paints.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was needed to successfully play the newer released 79 rpm vinyl? [SEP] sentence: This failure to warn customers gave the Rhino 78 records a bad reputation,[citation needed] as they were destroyed by old juke boxes and old record players but played very well on newer 78-capable turntables with modern lightweight tone arms and jewel needles.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What has Central Catalan mostly abandoned? [SEP] sentence: Central Catalan has abandoned almost completely unstressed possessives (mon, etc.)", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What type of culture is a principal tool used to diagnose infectious disease? [SEP] sentence: A sample taken from potentially diseased tissue or fluid is then tested for the presence of an infectious agent able to grow within that medium.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what fields has Dibben published two books and other papers? [SEP] sentence: Following a Trail Ablaze (2009), as well as other papers in this vein in the fields of philosophy of management and business ethics.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was Nasser's principle vice? [SEP] sentence: State media reported that Nasser's absence from the public view at that time was a result of influenza.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Whose incomes did public concerts help support? [SEP] sentence: As musicians depended more and more on public support, public concerts became increasingly popular and helped supplement performers' and composers' incomes.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Visitors from what faith routinely visit the stupa? [SEP] sentence: At the northern entrance where visitors must pass is a shrine dedicated to Ajima, the goddess of smallpox.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the population of Tuscon in 2006? [SEP] sentence: In 2006 the population of Pima County, in which Tucson is located, passed one million while the City of Tucson's population was 535,000.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What decade had significant studies of dog genes to determine origins? [SEP] sentence: Being the oldest domesticated animal, their long association with people has allowed dogs to be uniquely attuned to human behavior, as well as thrive on a starch-rich diet which would be inadequate for other canid species.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what year was a national conference on Tibet held in China? [SEP] sentence: Tibet's GDP was expected to reach 43.7 billion yuan in 2009, up 170 percent from that in 2000 and posting an annual growth of 12.3 percent over the past nine years.\"", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Along with R&B, pop and rock, what genre of music is represented on modern soft AC stations? [SEP] sentence: Newer songs are more often (but not limited to) \"easy listening\" fare, this amount varying depending on the age of the station's target demographic.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: For seasons 7-13, the season finale was held where? [SEP] sentence: In seasons seven through thirteen, the venue was at the Nokia Theatre, which holds an audience of over 7,000.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many jobs are in the tertiary secotr? [SEP] sentence: The number of jobs in the tertiary sector was 109,358.", "output": "entailment", "options": ["entailment", "not_entailment"]}
