{"task": "glue-qnli", "input": "question: Who gave Albert the nickname of \"Mr Johnson\"? [SEP] sentence: One year after his commission, he began service in the First World War.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Mahbub ul Haq and Amartya Sen pioneered what approach? [SEP] sentence: The capability approach, pioneered by economists Mahbub ul Haq and Amartya Sen and further developed by legal scholar Martha Nussbaum, understands freedom under allied lines: the real-world ability to act.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where did the ideas of political science begin? [SEP] sentence: Political science is a late arrival in terms of social sciences[citation needed].", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Starting in what year was the Communist Party outlawed in Yugoslavia? [SEP] sentence: Broz himself explains:", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What part of China (North, East, South, West) is Nanjing located? [SEP] sentence: Nanjing is also one of the fifteen sub-provincial cities in the People's Republic of China's administrative structure, enjoying jurisdictional and economic autonomy only slightly less than that of a province.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: The United Grand Lodge of England was formed on what date? [SEP] sentence: The first Grand Lodge, the Grand Lodge of London and Westminster (later called the Grand Lodge of England (GLE)), was founded on 24 June 1717, when four existing London Lodges met for a joint dinner.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When 192 samples are taken instead of 576, it is done in an effort to limit what? [SEP] sentence: This is done to limit the temporal spread of quantization noise accompanying the transient.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How long do members of the supreme court serve? [SEP] sentence: Liberia's highest judicial authority is the Supreme Court, made up of five members and headed by the Chief Justice of Liberia.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was Sunyol called after his death? [SEP] sentence: He was dubbed the martyr of barcelonisme, and his murder was a defining moment in the history of FC Barcelona and Catalan identity.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What kind of scores did Twilight Princess receive from many video game review sources? [SEP] sentence: GameTrailers in their review called it one of the greatest games ever created.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: There was an ocean between Gondwana and Asia in the Permian, what was it? [SEP] sentence: Pangaea straddled the equator and extended toward the poles, with a corresponding effect on ocean currents in the single great ocean (Panthalassa, the universal sea), and the Paleo-Tethys Ocean, a large ocean that was between Asia and Gondwana.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was tyrothricin used for during the war? [SEP] sentence: It was one of the first commercially manufactured antibiotics universally and was very effective in treating wounds and ulcers during World War II.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: It was an early backer of what [SEP] sentence: The foundation was the biggest early backer of the Common Core State Standards Initiative.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Both organizations withdrew what? [SEP] sentence: The United Nations Organization and its children's agency UNICEF withdrew their staff, saying that it wasn't sure the event would help its mission of raising awareness of conditions for children and amid concerns that the relay would be used as a propaganda stunt.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How did Gaddafi feel about the British Army officers? [SEP] sentence: Gaddafi disliked England, claiming British Army officers racially insulted him and finding it difficult adjusting to the country's culture; asserting his Arab identity in London, he walked around Piccadilly wearing traditional Libyan robes.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who released the Internet Explorer browser? [SEP] sentence: Bundled with Windows, Internet Explorer gained dominance in the web browser market; Internet Explorer usage share peaked at over 95% by 2002.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
