{"task": "glue-qnli", "input": "question: Where was Tito serioiusly wounded and captured by the Russians at? [SEP] sentence: At the outbreak of World War I in 1914, he was sent to Ruma, where he was arrested for anti-war propaganda and imprisoned in the Petrovaradin fortress.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who did Prior Diego admire more than the Holy Church? [SEP] sentence: For these reasons, Prior Diego suggested that the papal legates begin to live a reformed apostolic life.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did Kerry earn a Silver Star? [SEP] sentence: Moving a short distance upstream, Kerry's boat was the target of a B-40 rocket round; Kerry charged the enemy positions and as his boat hove to and beached, a Viet Cong (\"VC\") insurgent armed with a rocket launcher emerged from a spider hole and ran.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Prudhoe Bay is second place in production to what other oil field in the US? [SEP] sentence: Prudhoe Bay on Alaska's North Slope is still the second highest-yielding oil field in the United States, typically producing about 400,000 barrels per day (64,000 m3/d), although by early 2014 North Dakota's Bakken Formation was producing over 900,000 barrels per day (140,000 m3/d).", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did Nintendo sue Tengen for? [SEP] sentence: Nintendo sued Tengen for copyright infringement, which Tengen lost as it could not prove that the legally obtained patent documents had not been used by the reverse engineering team.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who rebuilt the basilica of Saint Denis? [SEP] sentence: When Abbe Suger rebuilt Saint Denis Basilica outside Paris in the early 12th century, he added stained glass windows colored blue cobalt glass and red glass tinted with copper.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the name of the Japanese national anthem? [SEP] sentence: The famous Japanese poem known as the Iroha (いろは), of uncertain authorship, was also written during the Heian period.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which philosopher introduced the idea of a separation of powers in government? [SEP] sentence: The political philosopher Montesquieu introduced the idea of a separation of powers in a government, a concept which was enthusiastically adopted by the authors of the United States Constitution.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: A small minority of Somalis belong to what branch of Islam? [SEP] sentence: Somalis were among the first populations on the continent to embrace Islam.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What aspects of a building were considered part of the larger concept of function? [SEP] sentence: \"Function\" came to be seen as encompassing all criteria of the use, perception and enjoyment of a building, not only practical but also aesthetic, psychological and cultural.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did Tito offer to the retreating column? [SEP] sentence: At the time, Josip Broz Tito repeatedly issued calls for surrender to the retreating column, offering amnesty and attempting to avoid a disorderly surrender.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the radiation patter influenced by? [SEP] sentence: The radiation pattern and even the driving point impedance of an antenna can be influenced by the dielectric constant and especially conductivity of nearby objects.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Does Macrobius believe Virgil's father came from a distinguished or humble background? [SEP] sentence: After considering briefly a career in rhetoric and law, the young Virgil turned his talents to poetry.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what year does 'Terra Nova' begin? [SEP] sentence: Terra Nova begins in the year 2149 when all life on the planet Earth is threatened with extinction resulting in scientists opening a door that allows people to travel back 85 million years to prehistoric times.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What non-motor device demonstrates why a commutator is needed? [SEP] sentence: Current from the brushes flows through the commutator and one winding of the armature, making it a temporary magnet (an electromagnet).", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who was Apollo's twin sister? [SEP] sentence: In archaic Greece he was the prophet, the oracular god who in older times was connected with \"healing\".", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
