{"task": "glue-qnli", "input": "question: When was the Manhattan Neighborhood Network created? [SEP] sentence: WNYC, a public radio station owned by the city until 1997, has the largest public radio audience in the United States.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the period of breeding during which one of the adult birds is always present at the nest? [SEP] sentence: The chick guard stage describes the period of breeding during which one of the adult birds is permanently present at the nest after chicks have hatched.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who received the Nobel Prize in Medicine in 1939? [SEP] sentence: In 1939, Domagk received the Nobel Prize in Medicine for this discovery.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: what law is halakha to the Orthodox Jew? [SEP] sentence: To the Orthodox Jew, halakha is a guide, God's Law, governing the structure of daily life from the moment he or she wakes up to the moment he goes to sleep.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which Armenian church recognizes the Pope? [SEP] sentence: While the Armenian Apostolic Church remains the most prominent church in the Armenian community throughout the world, Armenians (especially in the diaspora) subscribe to any number of other Christian denominations.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which president was responsible for the most amount of growth to the campus? [SEP] sentence: Wilkinson was responsible for the building of over eighty structures on the campus, many of which still stand.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What side of the Konigssee was St. Bartholomew's chapel built? [SEP] sentence: The rivers form lakes, such as Lake Geneva, a crescent shaped lake crossing the Swiss border with Lausanne on the Swiss side and the town of Evian-les-Bains on the French side.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who revoked the King of Poland's sovereignty over Prussia in 1660? [SEP] sentence: Taking advantage of the Swedish invasion of Poland in 1655, and instead of fulfilling his vassal's duties towards the Polish Kingdom, by joining forces with the Swedes and subsequent treaties of Wehlau, Labiau, and Oliva, Elector and Duke Frederick William succeeded in revoking king of Poland's sovereignty over the Duchy of Prussia in 1660.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What team in the USFL did Jim Foster work for? [SEP] sentence: In 1983, he began organizing the test game in his spare time from his job with the Blitz.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who ruled after Guangxu? [SEP] sentence: Rumors held that she or Yuan Shikai ordered trusted eunuchs to poison the Guangxu Emperor, and an autopsy conducted nearly a century later confirmed lethal levels of arsenic in his corpse.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who reports to the operational commander about the wings? [SEP] sentence: Wings represent the grouping of various squadrons, both operational and support, under a single tactical commander reporting to the operational commander and vary in size from several hundred personnel to several thousand.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Are Greeks in danger of contributing vastly to the problem of population control ? [SEP] sentence: Greek populations have not traditionally exhibited high rates of growth; nonetheless, the population of Greece has shown regular increase since the country's first census in 1828.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Aside from beverages, what types of food do pubs typically offer? [SEP] sentence: Most pubs offer a range of beers, wines, spirits, and soft drinks and snacks.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did the war end? [SEP] sentence: With his primary heir dead, Henry rearranged the plans for the succession: Richard was to be made King of England, albeit without any actual power until the death of his father; Geoffrey would retain Brittany; and John would now become the Duke of Aquitaine in place of Richard.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Along with Dante and Boccaccio, who was a notable Italian author of the 14th century? [SEP] sentence: This was fed by the growth of the Devotio Moderna movement, most prominently in the formation of the Brethren of the Common Life, but also in the works of German mystics such as Meister Eckhart and Johannes Tauler (d. 1361).", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is often regarded as the most famous mountain in Switzerland? [SEP] sentence: In the southeast the long Engadin Valley, encompassing the St. Moritz area in canton of Graubünden, is also well known; the highest peak in the neighbouring Bernina Alps is Piz Bernina (4,049 m or 13,284 ft).", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
