{"task": "glue-qnli", "input": "question: How many conductors are present in the bulb's base? [SEP] sentence: Contact wires and a base with two (or more) conductors provide electrical connections to the filament.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who raised Victoria? [SEP] sentence: Both the Duke of Kent and King George III died in 1820, and Victoria was raised under close supervision by her German-born mother Princess Victoria of Saxe-Coburg-Saalfeld.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How long are all the public beaches together in miles? [SEP] sentence: New York City has over 28,000 acres (110 km2) of municipal parkland and 14 miles (23 km) of public beaches.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How is The Bahre-Nagassi translated? [SEP] sentence: The Scottish traveler James Bruce reported in 1770 that Medri Bahri was a distinct political entity from Abyssinia, noting that the two territories were frequently in conflict.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How close to the line of scrimmage can defensive players approach before a play is run? [SEP] sentence: The defending team must stay a yard or more back from the line of scrimmage.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what month and year did Gaddafi make a speech promoting economic privatization? [SEP] sentence: In 2010, plans were announced that would have seen half the Libyan economy privatized over the following decade.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: The change in universities towards the completion of the early modern period is credited with the formation of what entity? [SEP] sentence: The hierarchical place of theological knowledge had for the most part been displaced and the humanities had become a fixture, and a new openness was beginning to take hold in the construction and dissemination of knowledge that were to become imperative for the formation of the modern state.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many containers can Longtan Containers Port Area handle? [SEP] sentence: As of 2010, it operated six public ports and three industrial ports.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
