{"task": "glue-qnli", "input": "question: Who did the Cubs hire in response to Jim Hendry's promotion? [SEP] sentence: The club responded by hiring Dusty Baker and by making some major moves in '03.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was president Bonapartes name changed to? [SEP] sentence: The following year, President Bonaparte was declared Emperor Napoleon III, by which time Russell's administration had been replaced by a short-lived minority government led by Lord Derby.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Whos power was curbed? [SEP] sentence: The king could promulgate new laws, raise taxes, or call for a levée en masse (pospolite ruszenie) only with the consent of the sejmiks, and the nobility were protected from judicial abuses.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the old Quantum  theory? [SEP] sentence: The old quantum theory was a collection of results which predate modern quantum mechanics, but were never complete or self-consistent.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: The small North German navy had how many ironclads at their disposal? [SEP] sentence: For most of the war, the three largest German ironclads were out of service with engine troubles; only the turret ship SMS Arminius was available to conduct operations.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What are two parts of the University of Kansas house in the College of Liberal Arts and Sciences? [SEP] sentence: The University of Kansas is a large, state-sponsored university, with five campuses.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Layla and Majnun is an example of what kind of poetry? [SEP] sentence: It is a tragic story of undying love much like the later Romeo and Juliet, which was itself said to have been inspired by a Latin version of Layla and Majnun to an extent.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did the Shanghai Stock Exchange do? [SEP] sentence: Both the Shanghai Stock Exchange and the Shenzhen Stock Exchange suspended trading of companies based in southwestern China.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How is Kazakhstan's human rights record compared to the rest of the world? [SEP] sentence: He traveled to Kazakhstan, which has one of the poorest human rights records in the world, as a personal guest of Nazarbayev.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: WHen was Black Wednesday? [SEP] sentence: The Black Wednesday economic disaster in September 1992 left the Conservative government's reputation for monetary excellence in tatters, and by the end of that year Labour had a comfortable lead over the Tories in the opinion polls.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what common household item can you find infrared LEDs? [SEP] sentence: This includes remote controls, such as for TVs, VCRs, and LED Computers, where infrared LEDs are often used.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where was Washington University located during the first half of the 1800's. [SEP] sentence: By the 1890s, owing to the dramatic expansion of the Manual School and a new benefactor in Robert Brookings, the University began to move west.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which event destroyed the former patronage and corporatism of France and allowed women to participate in society? [SEP] sentence: While women were marginalized in the public culture of the Ancien Régime, the French Revolution destroyed the old cultural and economic restraints of patronage and corporatism (guilds), opening French society to female participation, particularly in the literary sphere.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what year did Pius XII deliver a radio address announcing Montini's papal appointment? [SEP] sentence: Pius XII delivered an address about Montini's appointment from his sick-bed over radio to those assembled in St. Peter's Basilica on 12 December 1954.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: The first satellite launched into space used what rocket? [SEP] sentence: In 1953, Korolev was given the go-ahead to develop the R-7 Semyorka rocket, which represented a major advance from the German design.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Why did the city not grow during the Civil War? [SEP] sentence: The city was spared significant destruction during the War, but due to the economic problems of the post-war period and Reconstruction, with a state economy based on agriculture, it grew little over the next several decades.", "output": "entailment", "options": ["entailment", "not_entailment"]}
