{"task": "glue-qnli", "input": "question: What does 'esperienza' mean? [SEP] sentence: Vincenzo, through his tuning research, found the underlying truth at the heart of the misunderstood myth of 'Pythagoras' hammers' (the square of the numbers concerned yielded those musical intervals, not the actual numbers, as believed), and through this and other discoveries that demonstrated the fallibility of traditional authorities, a radically empirical attitude developed, passed on to Galileo, which regarded \"experience and demonstration\" as the sine qua non of valid rational enquiry.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the name of Starr's autobiography? [SEP] sentence: In his 2001 autobiography Unwrapped, Starr wrote that the incident was a complete fabrication: \"I have never eaten or even nibbled a live hamster, gerbil, guinea pig, mouse, shrew, vole or any other small mammal.\"", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Assumptions of how the universe works are difficult to see precisely because of what? [SEP] sentence: In Whitehead's view, scientists and philosophers make metaphysical assumptions about how the universe works all the time, but such assumptions are not easily seen precisely because they remain unexamined and unquestioned.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Why did the iron, copper and silver mines fail? [SEP] sentence: Following the industrial revolution, the old iron, copper and silver mines declined because the competition from imported metal was too strong.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What does each congregation have? [SEP] sentence: Each congregation has a body of appointed unpaid male elders and ministerial servants.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What happens when companies outsource? [SEP] sentence: A direct consequence within the pharmaceutical industry value chain is that major pharmaceutical multinationals tend to increasingly outsource risks related to fundamental research, which somewhat reshapes the industry ecosystem with biotechnology companies playing an increasingly important role, and overall strategies being redefined accordingly.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did the mid Ming dynasty discussion focus mainly on? [SEP] sentence: Discussions of strategy in the mid Ming dynasty focused primarily on recovery of the Ordos region, which the Mongols used as a rallying base to stage raids into Ming China.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What do some agriculturalists often do? [SEP] sentence: Some agriculturalists also regularly hunt and gather (e.g., farming during the frost-free season and hunting during the winter).", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many forklift are available for use in it everyday production? [SEP] sentence: Rail transportation access is available, with a private switch engine for yard movements and private siding for loading and unloading.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When was the first typewritter with a shift key created? [SEP] sentence: The parentheses could not correspond to 9 and 0, however, because the place corresponding to 0 was taken by the space character.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was a recent case involving the application of the principle of the establishment clause against states? [SEP] sentence: A more recent case involving the application of this principle against the states was Board of Education of Kiryas Joel Village School District v. Grumet (1994).", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the English name for the book Hayek published in 1929? [SEP] sentence: Hayek spelled out the Austrian approach in more detail in his book, published in 1929, an English translation of which appeared in 1933 as Monetary Theory and the Trade Cycle.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: ho sang a version of Queen's Somebody to Love in 2004's Ella Enchanted? [SEP] sentence: A Knight's Tale has a version of \"We Are the Champions\" performed by Robbie Williams and Queen; the film also features \"We Will Rock", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which is the largest American football stadium in the world? [SEP] sentence: Several well-known college sports facilities exist in the city, including Michigan Stadium, the largest American football stadium in the world.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is external evidence? [SEP] sentence: External evidence is evidence of each physical witness, its date, source, and relationship to other known witnesses.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Why did the Old Guard say Eisenhower should void the Yalta Agreements? [SEP] sentence: At this time Eisenhower gave his Chance for Peace speech in which he attempted, unsuccessfully, to forestall the nuclear arms race with the Soviet Union by suggesting multiple opportunities presented by peaceful uses of nuclear materials.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
