{"task": "glue-qnli", "input": "question: What dates back to 36,000 BP? [SEP] sentence: Dyed flax fibers that could have been used in clothing have been found in a prehistoric cave in the Republic of Georgia that date back to 36,000 BP.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Does minority leader act solely to advance party objectives? [SEP] sentence: For instance, a majority party riven by internal dissension, as occurred during the early 1900s when Progressive and \"regular\" Republicans were at loggerheads, may provide the minority leader with greater opportunities to achieve his or her priorities than if the majority party exhibited high degrees of party cohesion.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which three processes does phychology recognize as memory? [SEP] sentence: In the first stage the information must be changed so that it may be put into the encoding process.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What Saint did Paul VI denote as mother of the Catholic church? [SEP] sentence: The Pope concluded the session on 21 November 1964, with the formal pronouncement of Mary as Mother of the Church.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What prolific composer and producer of musicals has been a major force in the West End theater district? [SEP] sentence: Within the City of Westminster in London the entertainment district of the West End has its focus around Leicester Square, where London and world film premieres are held, and Piccadilly Circus, with its giant electronic advertisements.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which two Muslim scientists did Salam celebrate as inventors of empirical methods? [SEP] sentence: One of Salam's core beliefs was that there is no contradiction between Islam and the discoveries that science allows humanity to make about nature and the universe.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: The public hospital that has been around the longest in the US is what? [SEP] sentence: Bellevue is the designated hospital for treatment of the President of the United States and other world leaders if they become sick or injured while in New York City.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What type of airplane was the German craft Holmes rammed into? [SEP] sentence: In fact the Dornier Do 17 bomber was empty.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How do Piedmont glaciers appear? [SEP] sentence: Alpine glaciers can be straight rivers of ice, long sweeping rivers, spread in a fan-like shape (Piedmont glaciers), and curtains of ice that hang from vertical slopes of the mountain peaks.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Name an example of a heavy isotope? [SEP] sentence: Familiar examples of such processes include nuclear decay, in which energy is released that was originally \"stored\" in heavy isotopes (such as uranium and thorium), by nucleosynthesis, a process ultimately using the gravitational potential energy released from the gravitational collapse of supernovae, to store energy in the creation of these heavy elements before they were incorporated into the solar system and the Earth.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What type of military vehicle was maintained almost 15 years but never saw any action during the Cuban crisis? [SEP] sentence: Canadian soldiers, sailors, and aviators came to be considered world-class professionals through conspicuous service during these conflicts and the country's integral participation in NATO during the Cold War, First Gulf War, Kosovo War, and in United Nations Peacekeeping operations, such as the Suez Crisis, Golan Heights, Cyprus, Croatia, Bosnia, Afghanistan, and Libya.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who was oppressed and discriminated against? [SEP] sentence: But, they had limited rights and overall had slightly better socioeconomic conditions than those classed as \"Black\".", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What does rhythmic gymastics combine together? [SEP] sentence: This is a sport that combines elements of ballet, gymnastics, dance, and apparatus manipulation.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What color tint is Longquan greenware characterized by? [SEP] sentence: It is in this period that the Longquan kilns declined, to be eventually replaced in popularity and ceramic production by the kilns of Jingdezhen in Jiangxi.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is included at the end of Glory? [SEP] sentence: At two days old, she became the youngest person ever to appear on a Billboard chart when \"Glory\" debuted on the Hot R&B/Hip-Hop Songs chart.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Ghorala is another word for what? [SEP] sentence: Possession, even if it is by a benign spirit, is regarded as undesirable, as it entails loss of self-control and violent emotional outbursts.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
