{"task": "glue-qnli", "input": "question: The Shambhala Music Festival was dedicated to what? [SEP] sentence: Numerous live performance events dedicated to house music were founded during the course of the decade, including Shambhala Music Festival and major industry sponsored events like Miami's Winter Music Conference.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Is this licence required on a permanent basis? [SEP] sentence: The UEFA Pro Licence is required by every person who wishes to manage a club in the Premier League on a permanent basis (", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the professions of Joseph Dobrovský? [SEP] sentence: Dobrovský had intended his book to be descriptive, and did not think Czech had a realistic chance of returning as a major language.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: The Xbox 360 Elite eventually launched at what price point? [SEP] sentence: At launch, the Xbox 360 was available in two configurations: the \"Xbox 360\" package (unofficially known as the 20 GB Pro or Premium), priced at US$399 or GB£279.99, and the \"Xbox 360 Core\", priced at US$299 and GB£209.99.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: To which dynasty did the king who commissioned the first translation of Quranic texts belong? [SEP] sentence: The Samanid king, Mansur I (961-976), ordered a group of scholars from Khorasan to translate the Tafsir al-Tabari, originally in Arabic, into Persian.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What does PXFM stand for? [SEP] sentence: The immediate predecessors of MP3 were \"Optimum Coding in the Frequency Domain\" (OCF), and Perceptual Transform Coding (PXFM).", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the title of the front page story on Contostavlos? [SEP] sentence: On Sunday's undercover reporter Mahzer Mahmood, who had previously worked for the News of the World.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: New technologies aim to provide a better elevator experience to passengers who suffer from what? [SEP] sentence: There are several technologies aimed to provide better experience to passengers suffering from claustrophobia, anthropophobia or social anxiety.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: To whom was Marvel sold in 1968? [SEP] sentence: Late that year he sold Marvel Comics and his other publishing businesses to the Perfect Film and Chemical Corporation, which continued to group them as the subsidiary Magazine Management Company, with Goodman remaining as publisher.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Are parties required to reveal their funding? [SEP] sentence: Some countries provide both direct and indirect public funding to political parties.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How did Matthew Arnold view \"Culture\" with? [SEP] sentence: According to Hobbes and Rousseau, the Native Americans who were being conquered by Europeans from the 16th centuries on were living in a state of nature; this opposition was expressed through the contrast between \"civilized\" and \"uncivilized.\"", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Hoe often do hurricanes hit North Carolina? [SEP] sentence: On the average, a hurricane hits the state once a decade.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What air sports event did Brasilia host in 2003? [SEP] sentence: In August 2005, the city hosted the 2nd stage of the Brazilian Hang Gliding Championship.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What does NATO define as passive measures to protect people, buildings and equipment from air or missile attacks? [SEP] sentence: Passive air defence is defined by NATO as \"Passive measures taken for the physical defence and protection of personnel, essential installations and equipment in order to minimize the effectiveness of air and/or missile attack\".", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: For the Pasupatas, how was the union of the soul with God achieved? [SEP] sentence: The causes were of thirteen kinds, the five organs of cognition, the five organs of action, the three internal organs, intellect, the ego principle and the cognising principle.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the Arabic term for Quranic exegesis? [SEP] sentence: Tafsir is one of the earliest academic activities of Muslims.", "output": "entailment", "options": ["entailment", "not_entailment"]}
