{"task": "glue-qnli", "input": "question: On what date did Bell get his patent? [SEP] sentence: Bell returned to Boston the same day and the next day resumed work, drawing in his notebook a diagram similar to that in Gray's patent caveat.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who starred as Daniel Ruettiger in the film Rudy? [SEP] sentence: The song also was prominent in the movie Rudy, with Sean Astin as Daniel \"Rudy\" Ruettiger, who harbored dreams of playing football at the University of Notre Dame despite significant obstacles.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What does the Battery Charging Specification do? [SEP] sentence: The Battery Charging Specification requires that the physical ports themselves be capable of handling 5 A of current[citation needed] but limits the maximum current drawn to 1.5 A.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What are the ideal chemical properties for the gas in a light bulb? [SEP] sentence: The presence of gas molecules knocks the liberated tungsten atoms back to the filament, reducing its evaporation and allowing it to be operated at higher temperature without reducing its life (or, for operating at the same temperature, prolongs the filament life).", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What were two of the last territories Portugal gave up? [SEP] sentence: Portugal's colonial history has long since been a cornerstone of its national identity, as has its geographic position at the south-western corner of Europe, looking out into the Atlantic Ocean.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How old was Victoria when she met Albert? [SEP] sentence: Victoria wrote to her uncle Leopold, whom Victoria considered her \"best and kindest adviser\", to thank him \"for the prospect of great happiness you have contributed to give me, in the person of dear Albert ...", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What other country has reduced its pesticide usage? [SEP] sentence: In Indonesia, farmers have reduced pesticide use on rice fields by 65% and experienced a 15% crop increase.[unreliable source?]", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is it called when a person's vocal cords stay open after a consonant? [SEP] sentence: An easy way to measure this is by noting the consonant's voice-onset time, as the voicing of a following vowel cannot begin until the vocal cords close.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did SASO find wrong with the KInsey scale and Klein Sexual Orientation Grid? [SEP] sentence: Rather than providing a final solution to the question of how to best measure sexual orientation, the SASO is meant to provoke discussion and debate about measurements of sexual orientation.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did any person who wanted to hold public office need to conform to during the Republic? [SEP] sentence: The extent to which different religions or denominations were persecuted depended much on the time period and regional or city leaders.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What compiles data from around 17,000 law enforcement agencies? [SEP] sentence: Since about 93% of the data submitted to the FBI is in this format, the UCR stands out as the publication of choice as most states require law enforcement agencies to submit this data.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What do the mas bands eventually converge on? [SEP] sentence: The street parade and band costume competition take place.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What language family did Thracian and Balto-Slavic belong to? [SEP] sentence: It was situated precisely in the western part of Central Asia that borders present-day Russia (and present-day Kazakhstan).", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who was the commander of the American forces defending South Carolina? [SEP] sentence: The British were forced to withdraw their forces, and the Americans renamed the defensive installation as Fort Moultrie in honor of its commander.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the term for judicial institutions exercising their power? [SEP] sentence: Courts exercising the judicial power are called \"constitutional courts.\"", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which prominent journalist was victim of the killings? [SEP] sentence: Galicia was spared the worst of the fighting in that war: it was one of the areas where the initial coup attempt at the outset of the war was successful, and it remained in Nationalist (Franco's army's) hands throughout the war.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
