{"task": "glue-qnli", "input": "question: What activity is done using a greased pole? [SEP] sentence: Originally signaling the end of the yearly cane harvest, it evolved into a national festival.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is it called when a non-profit uses it's money as it should? [SEP] sentence: This is known as the distribution constraint.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What property of T cells caused modification of CST? [SEP] sentence: The theory was later modified to reflect new discoveries regarding histocompatibility or the complex \"two-signal\" activation of T cells.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: WHen did they find the polish kingdom? [SEP] sentence: The szlachta traced their descent from Lech/Lekh, who probably founded the Polish kingdom in about the fifth century.:482 Lechia was the name of Poland in antiquity, and the szlachta's own name for themselves was Lechici/Lekhi.:482", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What are dog teeth best suited for? [SEP] sentence: Modern dog breeds show more variation in size, appearance, and behavior than any other domestic animal.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What types of decisions would great powers reach? [SEP] sentence: Other important criteria throughout history are that great powers should have enough influence to be included in discussions of political and diplomatic questions of the day, and have influence on the final outcome and resolution.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What international sports has Armenia done well at? [SEP] sentence: Competitively, Armenia has been successful in chess, weightlifting and wrestling at the international level.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Which articles allow the soverign to refise consent even when the bills have been passed through the Legislative assembly? [SEP] sentence: Members of the opposition denounced the bill and asked the King to veto it, which he did in December.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In 2011, how much time each day did Schwarzenegger say he lifted weights? [SEP] sentence: When asked about his personal training during the 2011 Arnold Classic he said that he was still working out a half an hour with weights every day.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What does Iglesia Punta Carretas mean? [SEP] sentence: It has a nave and aisles.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where can Adobe Flash now be used? [SEP] sentence: Initially, Adobe Flash would only work on sites included on a \"Compatibility View\" whitelist; however, after feedback from users and additional compatibility tests, an update in March 2013 changed this behavior to use a smaller blacklist of sites with known compatibility issues instead, allowing Flash to be used on most sites by default.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is involved with White-box testing? [SEP] sentence: In white-box testing an internal perspective of the system, as well as programming skills, are used to design test cases.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many people marched on January 11 against terrorism? [SEP] sentence: On 7 January 2015, two French Muslim extremists attacked the Paris headquarters of Charlie Hebdo and killed thirteen people, and on 9 January, a third terrorist killed four hostages during an attack at a Jewish grocery store at Porte de Vincennes.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What Adventist groups observe the Sabbath? [SEP] sentence: Although the Adventist churches hold much in common, their theologies differ on whether the intermediate state is unconscious sleep or consciousness, whether the ultimate punishment of the wicked is annihilation or eternal torment, the nature of immortality, whether or not the wicked are resurrected after the millennium, and whether the sanctuary of Daniel 8 refers to the one in heaven or one on earth.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What did the Destroyers for Bases Agreement do? [SEP] sentence: One of the terms of the agreement was that the airfield the US Army built would be used jointly by the US and the UK (which it was for the duration of the war, with RAF Transport Command relocating there from Darrell's Island in 1943).", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the alternative name that Government of Ireland uses instead of British Isles? [SEP] sentence: The term British Isles is controversial in Ireland, where there are objections to its usage due to the association of the word British with Ireland.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
