{"task": "glue-qnli", "input": "question: When were track versions of the game's sountrack released? [SEP] sentence: Both six- and seven-track versions of the game's soundtrack were released on November 19, 2006, as part of a Nintendo Power promotion and bundled with replicas of the Master Sword and the Hylian Shield.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What industry is Wall Street associated with? [SEP] sentence: Several of the city's streets and avenues, like Broadway, Wall Street, Madison Avenue, and Seventh Avenue are also used as metonyms for national industries there: the theater, finance, advertising, and fashion organizations, respectively.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What much money did Hanssen receive in cash? [SEP] sentence: Hanssen was arrested on February 18, 2001 at Foxstone Park near his home in Vienna, Virginia, and was charged with selling US secrets to the USSR and subsequently Russia for more than US$1.4 million in cash and diamonds over a 22-year period.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who were the Herculoids? [SEP] sentence: As hip hop's popularity grew, performers began speaking (\"rapping\") in sync with the beats, and became known as MCs or emcees.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What flame did Theodosius extinguish to remove the Vestals from power? [SEP] sentence: He not only refused to restore Victory to the senate-house, but extinguished the Sacred fire of the Vestals and vacated their temple: the senatorial protest was expressed in a letter by Quintus Aurelius Symmachus to the Western and Eastern emperors.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Miniature paintings of the Ottoman empire featured what kind of subjects? [SEP] sentence: Despite this, there is a presence of depictional art in some Muslim societies, notably the miniature style made famous in Persia and under the Ottoman Empire which featured paintings of people and animals, and also depictions of Quranic stories and Islamic traditional narratives.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Birth control was prohibited in most countries before what war? [SEP] sentence: The availability of a convenient form of temporary contraceptive led to dramatic changes in social mores including expanding the range of lifestyle options available to women, reducing the reliance of women on men for contraceptive practice, encouraging the delay of marriage, and increasing pre-marital co-habitation.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is a flammeum? [SEP] sentence: A Roman general receiving a triumph had his entire body painted red in honor of his achievement.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: where is Beacon Fell County Park located? [SEP] sentence: North of the Ribble is Beacon Fell Country Park and the Forest of Bowland, another AONB.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who stated that sites not on Open Directory were still being saved but would not be released until the Archive was reindexed? [SEP] sentence: According to Jeff Kaplan of the Internet Archive in November 2010, other sites were still being archived, but more recent captures would become visible only after the next major indexing, an infrequent operation.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Why did the British and Americans want to cede most of Eritrea to the Ethiopians? [SEP] sentence: The Independence Bloc of Eritrean parties consistently requested from the UN General Assembly that a referendum be held immediately to settle the Eritrean question of sovereignty.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What do Jehovah Witnesses accept in lieu of blood transfusions? [SEP] sentence: Jehovah's Witnesses accept non-blood alternatives and other medical procedures in lieu of blood transfusions, and their literature provides information about non-blood medical procedures.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How was French president Jacques Chirac described by The Sun? [SEP] sentence: The Sun has been openly antagonistic towards other European nations, particularly the French and Germans.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many Greek shipping companies were in operation in 2011? [SEP] sentence: In terms of ship categories, Greek companies have 22.6% of the world's tankers and 16.1% of the world's bulk carriers (in dwt).", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where were the first women's Olympic competitions held? [SEP] sentence: These games were held in 1928, in Amsterdam.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: After what event did the last citta irredente join Italy? [SEP] sentence: Italian unification was the political and social movement that annexed different states of the Italian peninsula into the single state of Italy in the 19th century.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
