{"task": "glue-qnli", "input": "question: Where does the Rhine originate? [SEP] sentence: The Rhine originates in a 30 square kilometre area in Switzerland and represents almost 60 percent of water exported from the country.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What principle did John's predecessors use? [SEP] sentence: There was as yet no model for what should happen if a king refused to do so.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the children's agency of the United Nations Organization? [SEP] sentence: The United Nations Organization and its children's agency UNICEF withdrew their staff, saying that it wasn't sure the event would help its mission of raising awareness of conditions for children and amid concerns that the relay would be used as a propaganda stunt.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what year did Paul VI die? [SEP] sentence: This became the last of Paul VI's consistories before his death in August 1978.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What two formats replaced the 78? [SEP] sentence: RCA Victor developed the 45 rpm format and marketed it in March 1949, each pursuing their own r&d in secret.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who was the FA secretary in 1871? [SEP] sentence: On 20 July 1871, in the offices of The Sportsman newspaper, the FA Secretary C. W. Alcock proposed to the FA committee that \"it is desirable that a Challenge Cup should be established in connection with the Association for which all clubs belonging to the Association should be invited to compete\".", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is mainly responsible for the connection of the antenna to its end destinations? [SEP] sentence: In a so-called aperture antenna, such as a horn or parabolic dish, the \"feed\" may also refer to a basic antenna inside the entire system (normally at the focus of the parabolic dish or at the throat of a horn) which could be considered the one active element in that antenna system.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How far is to the neighboring capitol of San Jose de Mayo? [SEP] sentence: The approximate distances to the neighbouring department capitals by road are, 90 kilometres (56 mi) to San Jose de Mayo (San Jose Department) and 46 kilometres (29 mi) to Canelones (Canelones Department).", "output": "entailment", "options": ["entailment", "not_entailment"]}
