{"task": "glue-qnli", "input": "question: What were the Genesis's advantages over the NES? [SEP] sentence: Both systems were built on 16-bit architectures and offered improved graphics and sound over the 8-bit NES.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: The German Empire had how many universities? [SEP] sentence: This pace continued until by the end of the 18th century there were approximately 143 universities in Europe and Eastern Europe, with the highest concentrations in the German Empire (34), Italian countries (26), France (25), and Spain (23) –", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Of what was Sanskrit once thought to be a divider? [SEP] sentence: Sanskrit linguist Madhav Deshpande says that when the term \"Sanskrit\" arose it was not thought of as a specific language set apart from other languages, but rather as a particularly refined or perfected manner of speaking.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did Kanye West post to Twitter apoloizing to Taylor Swift? [SEP] sentence: \"I did not diss Taylor Swift and I've never dissed her...", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many terms can a mayor serve? [SEP] sentence: Kenney, as all Philadelphia mayors have been since 1952, is a member of the Democratic Party, which tends to dominate local politics so thoroughly that the Democratic Mayoral primary is often more widely covered than the general election.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many jobs were there in Southampton in March of 2007? [SEP] sentence: This compares with an average of 2.5 per cent for England as a whole.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did the expulsion of Jews from Spain and Portugal occur? [SEP] sentence: The Mizrahim for example, are a heterogeneous collection of North African, Central Asian, Caucasian, and Middle Eastern Jewish communities that are no closer related to each other than they are to any of the earlier mentioned Jewish groups.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many species of animals were recorded in Egypt? [SEP] sentence: The plan stated that the following numbers of species of different groups had been recorded from Egypt: algae (1483 species), animals (about 15,000 species of which more than 10,000 were insects), fungi (more than 627 species), monera (319 species), plants (2426 species), protozoans (371 species).", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What makes up 40-50% of the cell walls in wood? [SEP] sentence: Wood is a heterogeneous, hygroscopic, cellular and anisotropic material.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How do women in the Muslim communities of the Eritrean lowland dress? [SEP] sentence: In Muslim communities in the Eritrean lowland, the women traditionally dress in brightly colored clothes.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What philosophical term corresponds to the type of interpretation in ta'wil? [SEP] sentence: There is a spiritual reality—which is the main objective of ordaining a law, or the basic aim in describing a divine attribute—and then there is an actual significance that a Quranic story refers to.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What are coelomata? [SEP] sentence: Each mesentery is similar except that the mesothelium is the lining of each of the pair of coelomata, and the blood vessels and, in polychaetes, the main nerve cords are embedded in it.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was Plymouth' per capita GVA in 2013? [SEP] sentence: Plymouth's gross value added (a measure of the size of its economy) was 5,169 million GBP in 2013 making up 25% of Devon's GVA.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What profession is more likely to want to repeal DST: farmers or shopkeepers? [SEP] sentence: Farmers have tended to oppose DST.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who was the architect of the Gregorian calendar? [SEP] sentence: Christopher Clavius, the architect of the Gregorian calendar, noted that the tables agreed neither on the time when the sun passed through the vernal equinox nor on the length of the mean tropical year.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did Isaac Backus write against a state sanctioned religion? [SEP] sentence: In 1773, Isaac Backus, a prominent Baptist minister in New England, wrote against a state sanctioned religion, saying: \"Now who can hear Christ declare, that his kingdom is, not of this world, and yet believe that this blending of church and state together can be pleasing to him?\"", "output": "entailment", "options": ["entailment", "not_entailment"]}
