{"task": "glue-qnli", "input": "question: When did the Mossad LeAliyah Bet disband? [SEP] sentence: Mossad LeAliyah Bet continued to take part in immigration efforts until its disbanding in 1953.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is one who replaces a player during a game called? [SEP] sentence: In standard adult matches, a player who has been substituted may not take further part in a match.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where did the children go to work primarily in Switzerland? [SEP] sentence: – and sent to live with new families, often poor farmers who needed cheap labour.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is mixed with tritium and experiences nuclear fusion in a fission/fusion bomb? [SEP] sentence: Later, a much more complicated and far more powerful type of fission/fusion bomb (thermonuclear weapon) was built, that uses a plutonium-based device to cause a mixture of tritium and deuterium to undergo nuclear fusion.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What part of the Bronx formerly a salt marsh? [SEP] sentence: Further up the coastline, Rodman's Neck lies between Pelham Bay Park in the northeast and City Island.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Are the sessions of City Parliament private or public? [SEP] sentence: Unlike members of the City Council, members of the City Parliament are not politicians by profession, and they are paid a fee based on their attendance.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: During what years did the Serbian Revolution occur? [SEP] sentence: A rebellion that originated in Moldavia as a diversion was followed by the main revolution in the Peloponnese, which, along with the northern part of the Gulf of Corinth, became the first parts of the Ottoman Empire to achieve independence (in 1829).", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How does the halogen bulb decrease darkening over time? [SEP] sentence: The halogen lamp reduces uneven evaporation of the filament and eliminates darkening of the envelope by filling the lamp with a halogen gas at low pressure, rather than an inert gas.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What do some hunting advocates assert that is indirectly reduced among animals when intraspecific competition has been reduced? [SEP] sentence: assert that hunting reduces intraspecific competition for food and shelter, reducing mortality among the remaining animals.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: According to tradition, where did Virgil travel in 19 BC to revise the Aeneid? [SEP] sentence: According to the tradition, Virgil traveled to Greece in about 19 BC to revise the Aeneid.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is an example of architectural technology that is seen in Gothic construction? [SEP] sentence: Those technologies were the ogival or pointed arch, the ribbed vault, and the buttress.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What political office did people speculate Schwarzenegger might try for in 2010? [SEP] sentence: It was rumored that Schwarzenegger might run for the United States Senate in 2010, as his governorship would be term-limited by that time.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: On what date was Napoleon contacted by the 5th Regiment? [SEP] sentence: Napoleon approached the regiment alone, dismounted his horse and, when he was within gunshot range, shouted to the soldiers, \"Here I am.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Was Laserdisk officially or unofficially reffered to as \"Laser Videodisc\"? [SEP] sentence: The Philips-MCA cooperation was not successful, and discontinued after a few years.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the name of a company that retails but does not manufacture drinks? [SEP] sentence: Organisations such as Wetherspoons, Punch Taverns and O'Neill's were formed in the UK in the wake of the Beer Orders.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What other famous landmark in Ravenna was established by Galla Placidia? [SEP] sentence: She erected it in fulfillment of a vow that she made having escaped from a deadly storm in 425 on the sea voyage from Constantinople to Ravenna.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
