{"task": "glue-qnli", "input": "question: On what date did the Stonewall riots take place? [SEP] sentence: They are widely considered to constitute the single most important event leading to the gay liberation movement and the modern fight for LGBT rights in the United States.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many representatives did FIFA have in the IFAB? [SEP] sentence: The board consists of four representatives from FIFA and one representative from each of the four British associations.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What system was in place to raise and educate Victoria; while also rendering her weak and dependent? [SEP] sentence: Her mother was extremely protective, and Victoria was raised largely isolated from other children under the so-called \"Kensington System\", an elaborate set of rules and protocols devised by the Duchess and her ambitious and domineering comptroller, Sir John Conroy, who was rumoured to be the Duchess's lover.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What were once in widespread use? [SEP] sentence: This process resulted in a highly complex system that was never mastered by more than 5% of the population.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Why is the term saturation named as such? [SEP] sentence: This is called saturation because current is flowing from collector to emitter freely.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where does London rank in terms of metropolitan area GDP? [SEP] sentence: It is one of the world's leading financial centres and has the fifth-or sixth-largest metropolitan area GDP in the world depending on measurement.[note 3]", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In the late 17th century the capital of Deccan Suba was moved, to where? [SEP] sentence: The annexed area was renamed Deccan Suba (Deccan province) and the capital was moved from Golkonda to Aurangabad, about 550 km (342 mi) northwest of Hyderabad.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How long did Ronaldo remain with Barcelona? [SEP] sentence: Despite this domestic success, the failure to emulate Real Madrid in the Champions League led to van Gaal and Núñez resigning in 2000.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Along with nightclubs, beaches and shopping, what notable attraction exists in the Art Deco District? [SEP] sentence: The Art Deco District in South Beach, is reputed as one of the most glamorous in the world for its nightclubs, beaches, historical buildings, and shopping.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what time period did the most brutal battles occur? [SEP] sentence: The majority of the fighting ended in 1920 with the defeat of General Pyotr Wrangel in the Crimea, but a notable resistance in certain areas continued until 1923 (e.g., Kronstadt Uprising, Tambov Rebellion, Basmachi Revolt, and the final resistance of the White movement in the Far East).", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the German terms for states? [SEP] sentence: Since today's Germany was formed from an earlier collection of several states, it has a federal constitution, and the constituent states retain a measure of sovereignty.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Beyond the storage of federal records, what service does the WNRC provide? [SEP] sentence: WNRC also offers research services and maintains a small research room.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In addition to international shipping, what other industry does the Warsash Maritime Academy prepare students for? [SEP] sentence: It is also host to the Warsash Maritime Academy, which provides training and certification for the international shipping and off-shore oil industries.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Most institutes of technology in Thailand were born out of what other type of institutions? [SEP] sentence: Examples are Pathumwan Institute of Technology (developed from Pathumwan Technical School), King Mongkut's Institute of Technology Ladkrabang (Nondhaburi Telecommunications Training Centre), and King Mongkut's Institute of Technology North Bangkok (Thai-German Technical School).", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: The later years of the period saw the demand for which places of worship increase? [SEP] sentence: Until the Church Building Act of 1818, the period saw relatively few churches built in Britain, which was already well-supplied, although in the later years of the period the demand for Non-conformist and Roman Catholic places of worship greatly increased.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In taxonomies, what type of group are flowering plants treated? [SEP] sentence: The APG system of 1998, and the later 2003 and 2009 revisions, treat the flowering plants as a clade called angiosperms without a formal botanical name.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
