{"task": "glue-qnli", "input": "question: What are a dog's teeth mainly used for? [SEP] sentence: Dogs are predators and scavengers, and like many other predatory mammals, the dog has powerful muscles, fused wrist bones, a cardiovascular system that supports both sprinting and endurance, and teeth for catching and tearing.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What ZIP code was responsible for the greatest amount of contributions in the 2004 presidential election for both candidates? [SEP] sentence: The top ZIP code, 10021 on the Upper East Side, generated the most money for the 2004 presidential campaigns of George W. Bush and John Kerry.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What former Archbishop of Canterbury has reservations about the Freemasons? [SEP] sentence: Since the founding of Freemasonry, many Bishops of the Church of England have been Freemasons, such as Archbishop Geoffrey Fisher.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who represented Harvard during the rule changing debates? [SEP] sentence: President Arthur Hadley of Yale, A. Lawrence Lowell of Harvard, and Woodrow Wilson of Princeton worked to develop moderate changes to reduce injuries.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In classical times, what was Apollo's strong function in popular religion? [SEP] sentence: In classical times, his strong function in popular religion was to keep away evil, and was therefore called \"apotropaios\" (ἀποτρέπω, \"divert\", \"deter\", \"avert\") and \"alexikakos\" (from v. ἀλέξω + n. κακόν, \"defend from evil\").", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who elected there self as King of Prussia in 1701? [SEP] sentence: To differentiate from the larger entity, the former Duchy of Prussia became known as Altpreußen (\"Old Prussia\"), the province of Prussia, or \"East Prussia\".", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the first compact Mac with a 20 MB internal hard drive and an expansion slot? [SEP] sentence: The Macintosh SE was released at the same time as the Macintosh II for $2900 (or $3900 with hard drive), as the first compact Mac with a 20 MB internal hard drive and an expansion slot.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is paperfoam primarily made of? [SEP] sentence: Some manufacturers have started using a new, significantly more environmentally friendly alternative to expanded plastic packaging.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What were the favorite forms of entertainment in Southeast Asia? [SEP] sentence: Puppetry and shadow plays were also a favoured form of entertainment in past centuries, a famous one being Wayang from Indonesia.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Prior to his work in America, where was Joe Pasternak employed? [SEP] sentence: The success of the film led Universal to offer her a contract, which for the first five years of her career produced her most successful pictures.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What official declared a state of emergency in the Marshall Islands in response to the drought? [SEP] sentence: These emergencies resulted in the United States President declaring an emergency in the islands.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Biggeri and Mehrotra studied primarily Asia nations including India, Pakistan, Indonesia, Philippines and what other country? [SEP] sentence: Macroeconomic causes encouraged widespread child labour across the world, over most of human history.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is Whitehead's most well-known critical statement regarding the Christian notion of God? [SEP] sentence: Perhaps his most famous and pointed criticism of the Christian conception of God is that \"the Church gave unto God the attributes which belonged exclusively to Caesar.\"", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When did Basil I's rule begin? [SEP] sentence: In Eastern Europe, Byzantium revived its fortunes under Emperor Basil I (r. 867–886) and his successors Leo VI (r. 886–912) and Constantine VII (r. 913–959), members of the Macedonian dynasty.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Of what element of Barcelona's board did Espanyol disapprove? [SEP] sentence: Blanc-i-blaus, being one of the clubs granted royal patronage, was founded exclusively by Spanish football fans, unlike the multinational nature of Barça's primary board.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is used in Catalan as word endings that is different from other similar Romance languages? [SEP] sentence: Pronouns are also inflected for case, animacy[citation needed] and politeness, and can be combined in very complex ways.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
