{"task": "glue-qnli", "input": "question: Two important Amniotes  lineages became distinct, what was the name of that distinction? [SEP] sentence: Within a few million years, two important amniote lineages became distinct: the synapsids, which would later include the common ancestor of the mammals; and the sauropsids, which would eventually come to include turtles, lizards, snakes, crocodilians, dinosaurs and birds.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was Yeltsin president of? [SEP] sentence: More radical reformists were increasingly convinced that a rapid transition to a market economy was required, even if the eventual outcome meant the disintegration of the Soviet Union into several independent states.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How long can it take to create a DBMS? [SEP] sentence: However, the fact that their development cost can be spread over a large number of users means that they are often the most cost-effective approach.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was one reason for the large amounts of immigration of religious refugees from other parts of Europe? [SEP] sentence: The extent to which different religions or denominations were persecuted depended much on the time period and regional or city leaders.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what year did The Lives of Others win the Academy Award for Best Foreign Language? [SEP] sentence: In 2002 the Academy Award for Best Foreign Language Film went to Caroline Link's Nowhere in Africa, in 2007 to Florian Henckel von Donnersmarck's The Lives of Others.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What might happen in a restrictive state even if you do have access to the youtube site itself? [SEP] sentence: In other countries access to the website as a whole remains open, but access to specific videos is blocked.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What percentage of fans had a negative reaction to Everton FC's crest redesign in 2013? [SEP] sentence: The redesign was poorly received by supporters, with a poll on an Everton fan site registering a 91% negative response to the crest.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: From what language is North Germanic derived? [SEP] sentence: This point of view sees the modern Romance languages as dialects of Latin, modern Greek as a dialect of Ancient Greek, Tok Pisin as a dialect of English, and North Germanic as dialects of Old Norse.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: what are the Roland TR-808, TR-909, and TB 303 examples of? [SEP] sentence: These synthesizers were used to create a house subgenre called acid house.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: For the first quarter of 2009, what was the annualized rate of decline in GDP in Mexico? [SEP] sentence: For the first quarter of 2009, the annualized rate of decline in GDP was 14.4% in Germany, 15.2% in Japan, 7.4% in the UK, 18% in Latvia, 9.8% in the Euro area and 21.5% for Mexico.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the name of the Somali postal service? [SEP] sentence: It is part of the Ministry of Information, Posts and Telecommunication.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What must voters do on the ballot when Parliament adds a supplement? [SEP] sentence: Parliament can supplement the proposed amendment with a counter-proposal, and then voters must indicate a preference on the ballot in case both proposals are accepted.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In what state did charismatic Lutheran congregations grow to be quite large? [SEP] sentence: Charismatic Lutheran congregations in Minnesota became especially large and influential; especially \"Hosanna!\" in Lakeville, and North Heights in St. Paul.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: On which coast of Florida is Miami located? [SEP] sentence: The 44th-most populated city proper in the United States, with a population of 430,332, it is the principal, central, and most populous city of the Miami metropolitan area, and the second most populous metropolis in the Southeastern United States after Washington, D.C.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What company is Rob Pardo associated with? [SEP] sentence: Markus \"Notch\" Persson (creator of the indie game Minecraft), Gabe Newell (co-founder of Valve Corporation and developer of software distribution platform Steam), and Rob Pardo from Activision Blizzard voiced concern about the closed nature of the Windows Store.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When were the Allobrogi defeated? [SEP] sentence: The Rhaetians continued to resist but were eventually conquered when the Romans turned northward to the Danube valley in Austria and defeated the Brigantes.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
