{"task": "glue-qnli", "input": "question: What year did Estonia's War of Independence take place? [SEP] sentence: In 1945, 97.3% of Estonia considered itself ethnic Estonian and spoke the language.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is one of the provinces? [SEP] sentence: The United States Geological Survey (USGS) defines the Appalachian Highlands physiographic division as consisting of thirteen provinces: the Atlantic Coast Uplands, Eastern Newfoundland Atlantic, Maritime Acadian Highlands, Maritime Plain, Notre Dame and Mégantic Mountains, Western Newfoundland Mountains, Piedmont, Blue Ridge, Valley and Ridge, Saint Lawrence Valley, Appalachian Plateaus, New England province, and the Adirondack provinces.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What style of speech did linguist Madhav Deshpande say Sanskrit started out as? [SEP] sentence: Sanskrit linguist Madhav Deshpande says that when the term \"Sanskrit\" arose it was not thought of as a specific language set apart from other languages, but rather as a particularly refined or perfected manner of speaking.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What would the antenna you are using take advantage of to allow it to work in multiple locations? [SEP] sentence: In some applications where the receiving antenna must work in any position, as in mobile phones, the base station antennas use mixed polarization, such as linear polarization at an angle (with both vertical and horizontal components) or circular polarization.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What can see stealth aircraft even with RCS? [SEP] sentence: The newest SAM's have a claimed ability to be able to detect and engage stealth targets, with the most notable being the S-400, which is claimed to be able to detect a target with a 0.05 meter squared RCS from 90 km away.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: The first of several revolutions began when? [SEP] sentence: The events in the north spurred the Greeks of the Peloponnese into action and on 17 March 1821 the Maniots declared war on the Ottomans.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How long did absolutist rule last? [SEP] sentence: Thus began six years (1814–1820) of absolutist rule, but the constitution was reinstated during the Trienio Liberal, a period of three years of liberal government in Spain from 1820–1823.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was the Naval Air Station Bermuda originally? [SEP] sentence: For many years, Bermuda's bases were used by US Air Force transport and refuelling aircraft and by US Navy aircraft patrolling the Atlantic for enemy submarines, first German and, later, Soviet.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: The introduction of the Nike Ajax missile caused what to disappear? [SEP] sentence: The same thing occurred in the USSR after the introduction of their SA-2 Guideline systems.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: About how many people are likely to live in Kathmandu in 2021? [SEP] sentence: The population was projected to reach 915,071 in 2011 and 1,319,597 by 2021.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What do chickens normally consume when in the natural wild environment? [SEP] sentence: Chickens are gregarious, omnivorous, ground-dwelling birds that in their natural surroundings search among the leaf litter for seeds, invertebrates, and other small animals.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: In 2013, how many people of Puerto Rican ancestry lived in New York City? [SEP] sentence: Amidst a resurgence of Puerto Rican migration to New York City, this population had increased to approximately 1.3 million in the metropolitan area as of 2013.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How did Avicenna want man to think of themselves as? [SEP] sentence: Avicenna believed his \"Floating Man\" thought experiment demonstrated that the soul is a substance, and claimed humans cannot doubt their own consciousness, even in a situation that prevents all sensory data input.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What label for the Greek market were artists on under the Sony umbrella? [SEP] sentence: Albums released by Sony Music in Greece from domestic and foreign artists are carried by Feelgood Records.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How could Kinsey have avoided losing this crucial information? [SEP] sentence: Valuable information was lost by collapsing the two values into one final score.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: When uranium isotope is formed from the decay of neptunium-237? [SEP] sentence: There are also five other trace isotopes: uranium-239, which is formed when 238U undergoes spontaneous fission, releasing neutrons that are captured by another 238U atom; uranium-237, which is formed when 238U captures a neutron but emits two more, which then decays to neptunium-237; uranium-233, which is formed in the decay chain of that neptunium-237; and finally, uranium-236 and -240, which appear in the decay chain of primordial plutonium-244.", "output": "entailment", "options": ["entailment", "not_entailment"]}
