{"task": "glue-qnli", "input": "question: What 007 movie did Sam Mendes previously direct? [SEP] sentence: It features Daniel Craig in his fourth performance as James Bond, and Christoph Waltz as Ernst Stavro Blofeld, with the film marking the character's re-introduction into the series.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: West 8th Street is an important local street for what activity? [SEP] sentence: West 8th Street is an important local shopping street.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What was notable about the discovered vitamin A? [SEP] sentence: In 1913, Elmer McCollum discovered the first vitamins, fat-soluble vitamin A, and water-soluble vitamin B (in 1915; now known to be a complex of several water-soluble vitamins) and named vitamin C as the then-unknown substance preventing scurvy.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Who said the Baptism of Jesus was Univeral Assent? [SEP] sentence: The baptism of Jesus and his crucifixion are considered to be two historically certain facts about Jesus.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where is the centre of London said to be located? [SEP] sentence: The city is split by the River Thames into North and South, with an informal central London area in its interior.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: At the lowest level of the brain and spinal cord, are what areas? [SEP] sentence: At a higher level are areas in the midbrain, such as the red nucleus, which is responsible for coordinating movements of the arms and legs.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What hospital is the Countess Mountbatten House a part of? [SEP] sentence: The Trust owns and manages Southampton General Hospital, the Princess Anne Hospital and a palliative care service at Countess Mountbatten House, part of the Moorgreen Hospital site in the village of West End, just outside the city.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What book did Thomas Burnet right in 1681? [SEP] sentence: Burnet and his contemporaries interpreted Earth's past in terms of events described in the Bible, but their work laid the intellectual foundations for secular interpretations of Earth history.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is the area closest to the continental US called? [SEP] sentence: Also referred to as the Panhandle or Inside Passage, this is the region of Alaska closest to the rest of the United States.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Where is the Göbekli Tepe temple located? [SEP] sentence: This site was developed by nomadic hunter-gatherer tribes, evidenced by the lack of permanent housing in the vicinity and may be the oldest known human-made place of worship.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: On which season of Saturday Night Live did Queen perform? [SEP] sentence: Most of the album was recorded in Munich during the most turbulent period in the band's history, and Taylor and May lamented the new sound, with both being very critical of the influence Mercury's personal manager Paul Prenter had on the singer.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What two-word phrase describes the relationship whereby Dutch and Afrikaans speakers can understand each other? [SEP] sentence: However, it is still largely mutually intelligible with Dutch.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: How many regional MPs have argued for the importance of Plymouth's train service? [SEP] sentence: First Great Western have come under fire recently, due to widespread rail service cuts across the south-west, which affect Plymouth greatly.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What is found by dividing size of repetitive DNA by length of total genome? [SEP] sentence: There are two categories of repetitive DNA in genome: tandem repeats and interspersed repeats.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: Speakers of what languages sometimes call Kathmandu Yambu? [SEP] sentence: Another smaller settlement called Yengal was present in the southern half of old Kathmandu, near Manjupattan.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-qnli", "input": "question: What instrument fell out of use after the 1760s? [SEP] sentence: While the harpsichord was still used in basso continuo accompaniment in the 1750s and 1760s, it fell out of use in the end of the century.", "output": "entailment", "options": ["entailment", "not_entailment"]}
