{"task": "superglue-multirc", "input": " context: What a time of it Dawson's Landing was having!  All its life it had been asleep, but now it hardly got a chance for a nod, so swiftly did big events and crashing surprises come along in one another's wake: Friday morning, first glimpse of Real Nobility, also grand reception at Aunt Patsy Cooper's, also great robber raid; Friday evening, dramatic kicking of the heir of the chief citizen in presence of four hundred people; Saturday morning, emergence as practicing lawyer of the long-submerged Pudd'nhead Wilson; Saturday night, duel between chief citizen and titled stranger.  The people took more pride in the duel than in all the other events put together, perhaps.  It was a glory to their town to have such a thing happen there.  In their eyes the principals had reached the summit of human honor.  Everybody paid homage to their names; their praises were in all mouths.  Even the duelists' subordinates came in for a handsome share of the public approbation: wherefore Pudd'nhead Wilson was suddenly become a man of consequence.  When asked to run for the mayoralty Saturday night, he was risking defeat, but Sunday morning found him a made man and his success assured.question: On what day did the event happen that the most people took pride it?", "output": "Saturday", "options": ["Friday and Saturday", "Saturday", "Friday evening", "Friday", "Sunday"]}
{"task": "superglue-multirc", "input": " context: Recommendation: Congressional oversight for intelligence-and counterterrorism-is now dysfunctional. Congress should address this problem. We have considered various alternatives: A joint committee on the old model of the Joint Committee on Atomic Energy is one. A single committee in each house of Congress, combining authorizing and appropriating authorities, is another. The new committee or committees should conduct continuing studies of the activities of the intelligence agencies and report problems relating to the development and use of intelligence to all members of the House and Senate. We have already recommended that the total level of funding for intelligence be made public, and that the national intelligence program be appropriated to the National Intelligence Director, not to the secretary of defense. We also recommend that the intelligence committee should have a subcommittee specifically dedicated to oversight, freed from the consuming responsibility of working on the budget. The resolution creating the new intelligence committee structure should grant subpoena authority to the committee or committees. The majority party's representation on this committee should never exceed the minority's representation by more than one. Four of the members appointed to this committee or committees should be a member who also serves on each of the following additional committees: Armed Services, Judiciary, Foreign Affairs, and the Defense Appropriations subcommittee. In this way the other major congressional interests can be brought together in the new committee's work. Members should serve indefinitely on the intelligence committees, without set terms, thereby letting them accumulate expertise. The committees should be smaller-perhaps seven or nine members in each house-so that each member feels a greater sense of responsibility, and accountability, for the quality of the committee's work. The leaders of the Department of Homeland Security now appear before 88 committees and subcommittees of Congress. One expert witness (not a member of the administration) told us that this is perhaps the single largest obstacle impeding the department's successful development. The one attempt to consolidate such committee authority, the House Select Committee on Homeland Security, may be eliminated. The Senate does not have even this. Congress needs to establish for the Department of Homeland Security the kind of clear authority and responsibility that exist to enable the Justice Department to deal with crime and the Defense Department to deal with threats to national security.question: What are two alternatives that Congress have considered?", "output": "A joint committee on the old model of the Joint Committee on Atomic Energy and forming A single committee in each house of Congress", "options": ["Increasing spending or streamlining the work into subcommittees", "A joint committee on the old model of the Joint Committee on Atomic Energy and forming A single committee in each house of Congress", "Increasing taxes to maintain the current level of funding, invite volunteers to help with routine tasks", "Streamlining the work into subcommittees or increasing taxes", "Making a new Department to oversee everything or increasing spending"]}
{"task": "superglue-multirc", "input": " context: Among the early blows struck for independence was a rebellion in the town of Olhão. On 16 June 1808, the townsfolk — armed with little more than ancient swords, spears, and stones — attacked and captured the local French garrison. It's said that a party of local men then set sail from Olhão all the way to Brazil, without maps or navigational aids, to tell the king of the insurrection. The real battle, however, was waged under the leadership of the Duke of Wellington, whose coalition forces expelled the French after two years of bitter fighting. The war left Portugal further weakened, and in 1822 its major empire outpost, Brazil, declared independence. At the same time, a dispute over the crown continually raged between Pedro IV, the absentee monarch who preferred to reign as Emperor of Brazil rather than return to Portugal, and his brother Miguel. The power struggle, with strong overtones of absolutism versus liberalism, excited the interest and intervention of other powers. With British help, Pedro defeated Miguel off Cape St. Vincent in 1833, and his expeditionary force marched to Lisbon. Pedro took the throne, though armed struggle continued for months and the lingering bitterness long after that. By 1892 Portugal, racked by wars and the continuing expense of maintaining its African colonies (including those of Mozambique and Angola), declared itself bankrupt. The seeds of discontent with absolutist rule were sown. Kingdom's End Bloodshed would haunt the remaining years of the Portuguese monarchy. On 1 February 1908, the royal family was riding in an open carriage along the Lisbon river front plaza, Terreiro do Paço, when an assassin opened fire and killed King Carlos and the heir to the throne, Prince Luis Filipe. The prince's younger brother, Prince Manuel, was also hit, but he survived and was thus propelled to the throne at the tender age of 19. Amid republican agitation, a surprise uprising led by elements within the armed forces deposed Manuel in 1910. Having ruled for less than three years, Manuel died in exile in 1932 in England. The sudden end of more than seven centuries of monarchy brought confusion and crisis to the country. Presidents and prime ministers were ushered into and out of office an unbelievable 45 times between 1910 and 1926, until a military revolution suspended Portugal's problematic democracy.question: What was the power struggle that had strong overtones of absolutism versus liberalism?", "output": "The dispute between Miguel and Pedro", "options": ["Portugal's weaknesses", "Brazil's declaration of independence", "The dispute between Miguel and Pedro", "A dispute over the crown between Pedro IV and his brother Miguel"]}
{"task": "superglue-multirc", "input": " context: In chapters 3 and 4 we described how the U.S. government adjusted its existing agencies and capacities to address the emerging threat from Usama  Bin Laden and his associates. After the August 1998 bombings of the American embassies in Kenya and Tanzania, President Bill Clinton and his chief aides explored ways of getting  Bin Laden expelled from Afghanistan or possibly capturing or even killing him. Although disruption efforts around the world had achieved some successes, the core of  Bin Laden's organization remained intact. President Clinton was deeply concerned about  Bin Laden. He and his national security advisor, Samuel \"Sandy\" Berger, ensured they had a special daily pipeline of reports feeding them the latest updates on  Bin Laden's reported location. In public, President Clinton spoke repeatedly about the threat of terrorism, referring to terrorist training camps but saying little about  Bin Laden and nothing about al Qaeda. He explained to us that this was deliberate-intended to avoid enhancing  Bin Laden's stature by giving him unnecessary publicity. His speeches focused especially on the danger of nonstate actors and of chemical and biological weapons. As the millennium approached, the most publicized worries were not about terrorism but about computer breakdowns-the Y2K scare. Some government officials were concerned that terrorists would take advantage of such breakdowns. On November 30, 1999, Jordanian intelligence intercepted a telephone call between Abu Zubaydah, a longtime ally of  Bin Laden, and Khadr Abu Hoshar, a Palestinian extremist. Abu Zubaydah said, \"The time for training is over.\" Suspecting that this was a signal for Abu Hoshar to commence a terrorist operation, Jordanian police arrested Abu Hoshar and 15 others and informed Washington. One of the 16, Raed Hijazi, had been born in California to Palestinian parents; after spending his childhood in the Middle East, he had returned to northern California, taken refuge in extremist Islamist beliefs, and then made his way to Abu Zubaydah's Khaldan camp in Afghanistan, where he learned the fundamentals of guerrilla warfare. He and his younger brother had been recruited by Abu Hoshar into a loosely knit plot to attack Jewish and American targets in Jordan. After late 1996, when Abu Hoshar was arrested and jailed, Hijazi moved back to the United States, worked as a cabdriver in Boston, and sent money back to his fellow plotters. After Abu Hoshar's release, Hijazi shuttled between Boston and Jordan gathering money and supplies. With Abu Hoshar, he recruited inTurkey and Syria as well as Jordan; with Abu Zubaydah's assistance, Abu Hoshar sent these recruits to Afghanistan for training.question: In Nov. 1999 what intelligence agency intercepted a call and who did they arrest in an effect to stop a terrorist attack?", "output": "Jordanian intelligence intercepted a call and arrested Abu Hosher and 15 others", "options": ["Jordanian intelligence intercepted a call and arrested Abu Hosher and 15 others", "Khadr Abu Hoshar, a Palestinian extremist", "Jordanian intelligence. Abu Hoshar and Raed Hijazi", "Iranian intelligence. Abu Zubaydah", "CIA", "Jordanian Intelligence intercepted the call and arrested Abu Hoshar", "Anything else", "CIA.  Bin Laden", "Jordanian Intelligence", "Jordanian intelligence. Abu Hoshar and 15 others", "Abu Hoshar and 15 others", "Abu Zubaydah, a longtime ally of  Bin Laden", "U.S. government", "FBI"]}
{"task": "superglue-multirc", "input": " context: The Agencies Confer When they learned a second plane had struck the World Trade Center, nearly everyone in the White House told us, they immediately knew it was not an accident. The Secret Service initiated a number of security enhancements around the White House complex. The officials who issued these orders did not know that there were additional hijacked aircraft, or that one such aircraft was en route to Washington. These measures were precautionary steps taken because of the strikes in New York. The FAA and White House Teleconferences. The FAA, the White House, and the Defense Department each initiated a multiagency teleconference before 9:30. Because none of these teleconferences-at least before 10:00- included the right officials from both the FAA and Defense Department, none succeeded in meaningfully coordinating the military and FAA response to the hijackings. At about 9:20, security personnel at FAA headquarters set up a hijacking teleconference with several agencies, including the Defense Department. The NMCC officer who participated told us that the call was monitored only periodically because the information was sporadic, it was of little value, and there were other important tasks. The FAA manager of the teleconference also remembered that the military participated only briefly before the Pentagon was hit. Both individuals agreed that the teleconference played no role in coordinating a response to the attacks of 9/11. Acting Deputy Administrator Belger was frustrated to learn later in the morning that the military had not been on the call. At the White House, the video teleconference was conducted from the Situation Room by Richard Clarke, a special assistant to the president long involved in counterterrorism. Logs indicate that it began at 9:25 and included the CIA; the FBI; the departments of State, Justice, and Defense; the FAA; and the White House shelter. The FAA and CIA joined at 9:40. The first topic addressed in the White House video teleconference-at about 9:40-was the physical security of the President, the White House, and federal agencies. Immediately thereafter it was reported that a plane had hit the Pentagon. We found no evidence that video teleconference participants had any prior information that American 77 had been hijacked and was heading directly toward Washington.question: Which two participants agreed that the hijacking teleconference played no role in coordinating a response to the attacks of 9/11?", "output": "The NMCC officer and the FAA manager", "options": ["Officials", "CIA", "The NMCC officer and the FAA manager", "FAA manager and fmcc manager", "FBI"]}
{"task": "superglue-multirc", "input": " context: If you build a campfire, you start with a large stack of sticks and logs. As the fire burns, the stack slowly shrinks. By the end of the evening, all that is left is a small pile of ashes. What happened to the matter that you started with? Was it destroyed by the flames? It may seem that way. What do you think happened? The truth is that the same amount of matter still exists. The wood changed not only to ashes, but also to carbon dioxide, water vapor, and other gases. The gases floated off into the air, leaving behind just the ashes. Although matter was changed, it was not created or destroyed. Because the same amount of matter still exists, we can say that matter is conserved. You may wonder how it can be conserved if something is now missing? Assume you had measured the mass of the wood before you burned it. Assume you had also trapped the gases released by the burning wood and measured their mass and the mass of the ashes. What would you find? The ashes and gases combined have the same mass as the wood you started with. This example illustrates the law of conservation of mass.question: Is any matter destroyed when you burn wood in a campfire?", "output": "No", "options": ["Maybe", "It evaporates into nothingness", "No", "No, because of conservation of mass", "It just changes form"]}
{"task": "superglue-multirc", "input": " context: I'm here to tell you the story of a robot named Carl. He came from a far away land known as Factory. Carl was sad because he was missing a part called a tire. He also needed a sun gatherer. But, the tire was more important. Once Carl got all these parts he could travel to his new home in the nation of Lab and the city of Office. It was a tricky thing to get there with missing parts. Just as he had given up hope Carl got a message from Mr. X saying the new parts were ready to be delivered. This made the robot very happy. The parts arrived a few days later and Carl put them in with 2 days of work. After this Carl began to travel the last bit of his goal to get to his new job. After this Carl took 10 days to get to Lab.question: Which was the most important missing part that Carl has to get after getting out of the factory?", "output": "A tire", "options": ["A tire", "Tire and sun gatherer", "Sun gatherer", "A round tire"]}
{"task": "superglue-multirc", "input": " context: The Mummy 's Shroud is set in 1920 and tells the story of a team of archaeologists who come across the lost tomb of the boy Pharaoh Kah-To-Bey . The story begins with a flash back sequence to Ancient Egypt and we see the story of how Prem , a manservant of Kah-To-Bey , spirited away the boy when his father was killed in a palace coup and took him into the desert for protection . Unfortunately , the boy dies and is buried . The story then moves forward to 1920 and shows the expedition led by scientist Sir Basil Walden and business man Stanley Preston finding the tomb . They ignore the dire warning issued to them by Hasmid , a local Bedouin about the consequences for those that violate the tombs of Ancient Egypt and remove the bodies and the sacred shroud . Sir Basil is bitten by a snake just after finding the tomb . He recovers , but has a relapse after arriving back in Cairo . Preston takes advantage of this and commits him to an insane asylum , to take credit for finding the tomb and Prince 's mummy himself . Meanwhile , after being placed in the Cairo Museum , the mummy of Prem is revived when Hasmid chants the sacred oath on the shroud . The mummy then proceeds to go on a murderous rampage to kill off the members of the expedition , beginning with Sir Basil after he escapes from the asylum . One by one , those who assisted in removing the contents of the tomb to Cairo are eliminated by such grisly means as strangulation , being thrown out of windows , and having photographic acid thrown in their face .question: Is the scientist or the business man bitten by the snake?", "output": "The scientist", "options": ["The scientist", "Neither", "The business man"]}
{"task": "superglue-multirc", "input": " context: Two women trade houses without ever having met .  They 're both looking for an escape from their problems , but by running away , both come to discover a great deal about themselves .  Ria Lynch is married to Danny Lynch and they have a daughter and a son .  Danny begins spending less and less time at home with his wife and children .  Ria believes another baby is the solution , and is shocked to find out that indeed her husband is going to be a father - but to a child from an affair he has been having .  Her husband's unfaithfulness is the event that leads Ria into her decision to switch homes with a woman from the US called Marilyn who lost her teenage son to a motorcycle accident on his birthday .  Marilyn is struggling to come to terms with her son's death and has become estranged from her husband .  She hopes her time in Dublin will cease her grief .  Ria and Marilyn discover deep , dark secrets about the other during the summer .  The two become close friends but do not reveal the secrets .  { { Expand section } }question: Where will each of the women be living?", "output": "In the US", "options": ["At Marilyn's", "In the US", "In their car", "Dublin", "Ria Lynch will be going to the US where Marilyn lives. Marilyn will be going to Dublin"]}
{"task": "superglue-multirc", "input": " context: Fossils can be used to match up rock layers. As organisms change over time, they look different. Older fossils will look different than younger fossils. Some organisms only survived for a short time before going extinct. Knowing what organisms looked like at certain times also helps date rock layers. Some fossils are better than others for this use. The fossils that are very distinct at certain times of Earths history are called index fossils. Index fossils are commonly used to match rock layers. You can see how this works in Figure 2.30. If two rock layers have the same index fossils, then they're probably about the same age.question: How are index fossils useful?", "output": "Knowing what organisms looked like at certain times also helps date rock layers, and index fossils are the fossils that are very distinct at certain times of Earth's history", "options": ["They show us flora of the past", "Knowing what organisms looked like at certain times also helps date rock layers, and index fossils are the fossils that are very distinct at certain times of Earth's history", "The fossils that are very distinct at certain times of Earths history and help date fossils", "For fuel", "They help to determineage of rock layers", "They are used to mark water levels", "They are used to identify extinct animals", "As markers for glacier activity"]}
{"task": "superglue-multirc", "input": " context: Jenny was a 13 year old girl with blond hair and blue eyes. She had gotten out of her last day of school and was free for the summer. Two of her friends were going to the nearby beach to do some swimming and enjoy the sun. Jenny went with them and when they got there the beach was very full and there were people everywhere. They changed into their bathing suits and went to the water. The water was very cold. They chose not swim and walked to the sand. Then they laid down on some towels and enjoyed the sun. After several hours Jenny and her friends fell asleep. They woke up and the sun was beginning to set. When Jenny sat up she found that it was painful to touch her skin. When she looked down she saw that she had a very bad sunburn. Her friends were also very badly sunburned so they went home. Jenny's mother gave her a cream to put on the sunburn. Afterwards she felt a lot better and went to sleep.question: Who went to the beach?", "output": "Jenny and her two friends", "options": ["Jenny and her two friends", "Mother"]}
{"task": "superglue-multirc", "input": " context: { { plot } } In 1964 , in the peak of Beatlemania , a reluctant John Lennon is persuaded by manager Brian Epstein to meet Freddie Lennon , the father who abandoned him seventeen years earlier , with the press in attendance .  When they meet , John accuses his father of abandoning him , but his father says that `` he left it up to John . ''  John and Brian quickly leave the meeting .  The movie then jumps to 1967 , after Brian Epstein has died .  The Beatles are giving a press conference about their new film, Magical Mystery Tour .  John is skeptical about the film , but Paul ( ( ( Andrew Scott convinces him to go through with the idea .  John then invites his father to his mansion to live with him .  Freddie Lennon arrives and meets his grandson , Julian .  Sitting with his wife , John reads the criticism of Magical Mystery Tour , while comparing his wife to Brigitte Bardot , whom he says he will meet after he returns from India .  John finds a letter addressed to him , with the word `` Breathe '' written on it .  Later , after finding his father in a neighbor's house , Freddie reveals that he has a 19 year old girlfriend named Pauline , with whom he wants to live .  Lennon accuses his father of leaving him again , and then leaves , after telling his father that he wo n't live with him anymore .  After meeting Maharishi Mahesh Yogi , the Beatles quickly return to London , and in a press conference they say they made a mistake when they trusted Maharishi .  The journalists are curious about the Beatles new business -- Apple Records .question: What is John Lennon's son name?", "output": "Julian", "options": ["Julian", "Brian", "Freddie", "Julian Lennon", "Thomas"]}
{"task": "superglue-multirc", "input": " context: On his return to Nuremberg in 1495, Durer opened his own workshop (being married was a requirement for this). Over the next five years his style increasingly integrated Italian influences into underlying Northern forms. Durer's father died in 1502, and his mother died in 1513. His best works in the first years of the workshop were his woodcut prints, mostly religious, but including secular scenes such as The Men's Bath House (ca. 1496). These were larger and more finely cut than the great majority of German woodcuts hitherto, and far more complex and balanced in composition. It is now thought unlikely that Durer cut any of the woodblocks himself; this task would have been performed by a specialist craftsman. However, his training in Wolgemut's studio, which made many carved and painted altarpieces and both designed and cut woodblocks for woodcut, evidently gave him great understanding of what the technique could be made to produce, and how to work with block cutters. Durer either drew his design directly onto the woodblock itself, or glued a paper drawing to the block. Either way, his drawings were destroyed during the cutting of the block.question: Durer created mostly religious woodcut prints in his workshop, which was located where?", "output": "Nuremberg", "options": ["Nuremberg", "Germany", "Rome", "A German city"]}
{"task": "superglue-multirc", "input": " context: Crusaders, Mamelukes, and Turks: The Crusaders established a feudal Christian state with Godfrey at its head. They built many impressive churches during the term of the first Latin Kingdom of Jerusalem, but in 1187 they were driven out by Muslim forces under the great warrior Saladin. During the Sixth Crusade (1228– 1229), the Holy Roman Emperor Frederick II managed to secure Jerusalem for the Christians by negotiation. The Christians, however, could not hold the city. After they lost Jerusalem, a Mongol invasion swept through, and in 1244 the Mameluke dynasty of Egypt took control, ruling Jerusalem for the next 250 years. The city struggled to rebuild from Crusader wars and invasions. Much of the best Islamic architecture in the city was constructed in the Mameluke era, but the past thousand years had taken their toll: Jerusalem was unable to regain the prosperity it had enjoyed in earlier times. In the early 16th century, the Ottoman Turkish Empire was advancing through the Middle East. Jerusalem fell to the Ottomans in 1517, remaining under their control for 400 years. Suleiman the Magnificent rebuilt the walls and gates in the form they retain to this day. Fountains, inns, religious schools, and barracks were constructed. But when Suleiman died, his empire, including Jerusalem, began a long period of decline. The Holy City remained a backwater until the 19th century, when renewed interest among Christian pilgrims made it the destination of thousands of travelers each year.question: Who was driven out by Muslim forces under the great warrior Saladin in 1187?", "output": "The Crusaders", "options": ["The Crusaders", "Gladiators", "Templars", "the muslims"]}
{"task": "superglue-multirc", "input": " context: Alien Planet starts out with an interstellar spacecraft named Von Braun , leaving Earth's orbit .  Traveling at 20 % the speed of light , it reaches Darwin IV in 42 years .  Upon reaching orbit , it deploys the Darwin Reconnaissance Orbiter , Which looks for potential landing sites for the probes .  The first probe , Balboa , explodes along with its lifting body transport during entry , because one of its wings failed to unfold .  Two backup probes , Leonardo da Vinci and Isaac Newton , successfully land on the planet , and learn much about its bizarre indigenous lifeforms , including an apparently sapient species .  The robotic probes sent out to research on Darwin IV are called Horus Probes .  Each Horus probe consists of an { { convert } } long inflatable , hydrogen-filled balloon , Which is covered with solar receptors , a computer ` brain ' , a ` head ' covered with sensors , and several smaller robots that can be sent to places too dangerous for the probes themselves .  The probes have a limited degree of artificial intelligence , very similar to the ` processing power ' of a 4-year-old .  All the real thinking is done by a supercomputer in the orbiting Von Braun .  The probes are programmed with different personalities ; Ike is more cautious , while Leo is the risk-taker .  The two probes are also equipped with a holographic message that will be projected to any sentient life found on Darwin .  After the two probes inflate their gas-bags , they encounter a voracious Arrowtongue and watch it pursue a Gyrosprinter .question: How long does it take for Alien Planet to reach Darwin IV?", "output": "It takes 42 years", "options": ["72 years", "It takes 42 years", "It takes 50 years", "12 years", "10 years", "2 years"]}
{"task": "superglue-multirc", "input": " context: (CNN) -- English club Chelsea have completed the signing of Oriol Romeu from Spanish and European champions Barcelona. The 19-year-old is currently playing for Spain at the World Under-20 Championships in Colombia and has signed a four-year deal with last season's Premier League runners-up. The deal is worth $7 million and includes a buy back clause, set at $14 million after the first year and $21 million after the second. Romeu started his career at Barcelona's city rivals Espanyol before joining the Camp Nou academy in 2004. The midfielder, who can also play in central defence, made his debut for Barcelona in last season's Spanish Supercup match with Seville and got his first taste of league action against Deportivo in May 2010. He has played 90 minutes in both of Spain's games at the World Under-20 Championships, when they beat Costa Rica and Ecuador. Chelsea official web site confirmed the signing and said Romeu is \"renowned for his strength and his expansive passing ability.\" Another player leaving Barcelona is Jeffren Suarez after he agreed to join Sporting Lisbon. The Portuguese outfit have paid $5 million for the 23-year-old which, like the Romeu deal, includes a buy back option. Jeffren joined Barca from Tenerife in 2004 and made his debut for the Catalan club in the 2006-07 season.question: Jeffren Suarez left Barcelona and where did he make his debut?", "output": "His new club: Sporting Lisbon", "options": ["Tennerife", "Catalan club", "Costa Rica", "His new club: Sporting Lisbon", "Ecuador", "Barca from Tenerife"]}
