{"task": "superglue-multirc", "input": " context: ATLANTA, Georgia (CNN) -- On a plot of soil, nestled against the backdrop of skyscrapers in downtown Atlanta, Georgia, a group of residents are turning a lack of access to fresh produce into a revival of old traditions and self-empowerment. Urban farming is a way for African-Americans to connect with the earth, says Cashawn Myers of HABESHA. HABESHA Gardens is one of many urban gardens sprouting up around the country. Fruits and vegetables are thriving in this community garden located in an economically depressed area of the city known as Mechanicsville. But the garden serves an even greater purpose. The harvest helps feed some of the neediest members of the neighborhood. \"It's a reawakening going on. It's almost like it's a renaissance,\" says Cashawn Myers, director of HABESHA Inc. \"There's a Ghanaian proverb that says Sankofa. Sankofa means return to your past so you can move forward. Even if you look at coming over here during our enslavement, we were brought here to cultivate the land because that's something we did on the continent. So really, that's what many of the people are doing now,\" he said. Myers believes urban farming is a way for many African-Americans to reconnect with their past. iReport.com: Show us your urban farm \"They are going through a process of Sankofa and going to what they traditionally did, which is connect to the Earth so they can move forward and grow,\" he says. But HABESHA Gardens isn't unique. Former pro basketball player Will Allen, who is considered to be one of the nation's leading urban farmers and founder of Growing Power Inc., estimates that there are hundreds of thousands of urban gardens in inner cities across America. Urban farms help feed people, sustain neighorhoods » \"It's beyond a movement at this point. Its more like a revolution,\" says Allen.question: What term describes the community garden in Mechanicsville?", "output": "Urban farming", "options": ["Urban farming", "Urban produce", "Stopping a reawakening", "Sankofa", "Beyond a movement"]}
{"task": "superglue-multirc", "input": " context: Plants also detect the daily cycle of light and darkness. Do you know how plants respond to these changes? Some plants open their leaves during the day. It is during these hours the plant can collect sunlight. At night, the plant closes its leaves to prevent water loss. Many plants respond to the change in the length of the day. As days grow shorter, some plants respond by going dormant. Dormant is when a plant suspends its growth. It does this in order to survive. Shorter days signal the coming of winter. Winter in most areas means extreme cold. It is also very dry in the winter months. As winter approaches, some plants respond by their leaves changing color. After the change in color, they fall off. This dormancy period helps trees. It allows them to survive the cold and dry winter. Plants only want to grow when conditions are right.question: Does a plant suspend its growth when days get longer, or when days get shorter?", "output": "When days get shorter", "options": ["When the length of sunlight during the day decreases, nothing happens", "When days get shorter", "When sunlight during the day increases", "When days get longer"]}
{"task": "superglue-multirc", "input": " context: At length, as I entered the pass, the huge rocks began to close around in all their wild, mysterious impressiveness, when suddenly, as I was gazing eagerly about me, a drove of gray hairy beings came in sight, lumbering toward me with a kind of boneless, wallowing motion like bears.  I never turn back, though often so inclined, and in this particular instance, amid such surroundings, everything seemed singularly unfavorable for the calm acceptance of so grim a company.  Suppressing my fears, I soon discovered that although as hairy as bears and as crooked as summit pines, the strange creatures were sufficiently erect to belong to our own species.  They proved to be nothing more formidable than Mono Indians dressed in the skins of sage-rabbits.  Both the men and the women begged persistently for whisky and tobacco, and seemed so accustomed to denials that I found it impossible to convince them that I had none to give.  Excepting the names of these two products of civilization, they seemed to understand not a word of English; but I afterward learned that they were on their way to Yosemite Valley to feast awhile on trout and procure a load of acorns to carry back through the pass to their huts on the shore of Mono Lake.question: What were the strange creatures?", "output": "Mono Indians", "options": ["Mono Indians", "Tiger", "Dragon"]}
{"task": "superglue-multirc", "input": " context: French and British Ties and Occupation: The daughter of Ferdinand and Isabella married the son and heir of the Holy Roman Emperor, Maximilian of Hapsburg. The Spanish crown duly passed to the Hapsburgs, and Spain remained in their hands until the feeble-minded Carlos II died in 1700, leaving no heir. France seized the chance to install the young grandson of Louis XIV on the Spanish throne. A rival Hapsburg claimant was supported by Austria and Britain, who saw a powerful Spanish-French alliance as a major threat. In the subsequent War of the Spanish Succession (1702 –1713) most of the old kingdom of Aragón, including the Balearics, backed the Hapsburgs. Britain seized Gibraltar — in the name of the Hapsburg claimant — and retained it when the war was over. In 1708 Britain captured Menorca, and the magnificent harbor of Mahón (Maó), for the Royal Navy. England clung to it even when Bourbon forces captured Mallorca at the end of the war. Menorca changed hands between Britain, France, and Spain five more times in less than a century. Britain finally ceded the island to Spain in the year 1802, under the terms of the Treaty of Amiens. By 1805, Spain was once more aligned with France, and Spanish ships fought alongside the French against Nelson at Trafalgar. Napoleon came to distrust his Spanish ally and forcibly replaced the king of Spain with his own brother, Joseph Bonaparte. A French army marched in to subdue the country. The Spanish resisted and, aided by British troops commanded by the Duke of Wellington, drove the French out. What British historians call the Peninsular War (1808–1814) is known in Spain as the War of Independence. In the 19th century, practically all of Spain’s possessions in the Americas broke away in the wake of the Napoleonic Wars, and the few that remained were lost at the end of the 19th century. The Balearics, further neglected, were beset with poverty and outbreaks of disease. However, toward the 20th century, things began to improve on the islands, with Mallorca reaping the rewards of successful agricultural crops and Menorca launching an export shoe industry.question: Approximately how many centuries passed between the War of the Spanish Succession and when things began to improve on Mallorca and Menorca?", "output": "Two", "options": ["Two", "4", "3", "One"]}
{"task": "superglue-multirc", "input": " context: Ace , a wannabe rock star , is on his way to a concert of the band Guitar Wolf when space aliens invade the Earth .  As a result the dead rise to their feet in the countryside setting of Asahi , Japan , with an appetite for flesh .  Enlisting the help of his rock 'n roll blood brother Guitar Wolf , Ace and the members of the band get entangled in many misadventures with crazy rock managers in very tight shorts , transsexuals , naked women shooting guns in the shower , and bloodthirsty zombies ready to tear them apart .  Leather jackets , loud over-modulated music , laser guitar picks , motorcycles , guns , muscle cars , and fire abound .  Guitar Wolf , a Japanese trio signed to Matador Records in the US and self-proclaimed coolest rock band in the world star as the well-coiffed heroes .  It is also a love story , between Ace and Tobio , a trans woman .  The music , in a garage punk vein , plays an important role in the film .  It features music from Greg Cartwright of Reigning Sound and The Oblivians .  His 1997 song `` Twice as Deep '' by Greg Oblivian & the Tip Tops is featured .  This film is similar to another movie by a Spanish punk group , La matanza can bal de los garrulos lis rgicos produced by Siniestro Totalquestion: Movie by a Spanish punk group is similar to Which films song of 1997?", "output": "Twice as Deep", "options": ["Siniestro Total", "Twice as Deep", "Ready to Rock", "La Matanza"]}
{"task": "superglue-multirc", "input": " context: The dermis is the inner layer of skin. The dermis has blood vessels and nerve endings. The nerve endings explain why your skin is sensitive. You can sense pain, pressure, and temperature. You cut your finger and it starts to bleed. What has happened? If your skin bleeds, it means you have cut the dermis layer and damaged blood vessels. The cut really hurts. It hurts because of the nerve endings in this skin layer. The dermis also contains hair follicles and two types of glands. Hair follicles are structures where hairs originate. Each hair grows out of a follicle. Hair passes up through the epidermis. It then extends above the skin surface. Oil glands produce an oily substance. The oil is secreted into hair follicles.question: Why might the dermis hurt when skin is cut?", "output": "The dermis is the inner layer of skin and has nerve endings", "options": ["The dermis is the inner layer of skin and has nerve endings", "The dermis contains oil glandes", "Because the dermis has nerve endings just below it", "Because weak people feel pain"]}
{"task": "superglue-multirc", "input": " context: As food is pushed along, it undergoes digestion. Digestion is the process of breaking down food into nutrients. There are two types of digestion: mechanical digestion and chemical digestion. Mechanical digestion occurs when large chunks are turned into smaller chucks. Perhaps not surprisingly, this happens when you chew your food. Once you swallow the food, your stomach also does some of this work. Chemical digestion occurs when food is broken down into useful nutrients. This is a chemical process that begins as you start to chew your food. The saliva in your mouth starts this process. Once you swallow, the acid in your stomach further breaks down food. From the stomach, the foods moves into the small intestine. In the small intestines, another set of chemicals goes to work. Are you surprised? Your small intestine, and not your stomach, does most of the work!question: Where do foods move into from stomach?", "output": "Small intestines", "options": ["Rectum", "Gut", "Liver", "Small intestines", "Large intestines", "The small intestines"]}
{"task": "superglue-multirc", "input": " context: Alexander married twice: Roxana, daughter of the Bactrian nobleman Oxyartes, out of love; and Stateira II, a Persian princess and daughter of Darius III of Persia, for political reasons. He apparently had two sons, Alexander IV of Macedon of Roxana and, possibly, Heracles of Macedon from his mistress Barsine. He lost another child when Roxana miscarried at Babylon. Alexander also had a close relationship with his friend, general, and bodyguard Hephaestion, the son of a Macedonian noble. Hephaestion's death devastated Alexander. This event may have contributed to Alexander's failing health and detached mental state during his final months. Alexander's sexuality has been the subject of speculation and controversy. No ancient sources stated that Alexander had homosexual relationships, or that Alexander's relationship with Hephaestion was sexual. Aelian, however, writes of Alexander's visit to Troy where \"Alexander garlanded the tomb of Achilles and Hephaestion that of Patroclus, the latter riddling that he was a beloved of Alexander, in just the same way as Patroclus was of Achilles\". Noting that the word eromenos (ancient Greek for beloved) does not necessarily bear sexual meaning, Alexander may have been bisexual, which in his time was not controversial. Green argues that there is little evidence in ancient sources that Alexander had much carnal interest in women; he did not produce an heir until the very end of his life. However, he was relatively young when he died, and Ogden suggests that Alexander's matrimonial record is more impressive than his father's at the same age. Apart from wives, Alexander had many more female companions. Alexander accumulated a harem in the style of Persian kings, but he used it rather sparingly; showing great self-control in \"pleasures of the body\". Nevertheless, Plutarch described how Alexander was infatuated by Roxana while complimenting him on not forcing himself on her. Green suggested that, in the context of the period, Alexander formed quite strong friendships with women, including Ada of Caria, who adopted him, and even Darius's mother Sisygambis, who supposedly died from grief upon hearing of Alexander's death.question: How many time Roxana was pregnant form Alexander?", "output": "Twice", "options": ["Twice", "Two times", "Once", "Many times"]}
