{"task": "superglue-multirc", "input": " context: Gravitational Potential Energy is affected by position. Like the leaves on trees, anything that is raised up has the potential to fall. It has potential energy. You can see examples of people with gravitational potential energy in 1.5 Figure below. Gravitational potential energy depends on two things. It depends on its weight, because a large falling rock can do more damage than a leaf falling from a tree. It also depends on its height above the ground. Like the skateboarder, the higher the ramp, the faster he will be going when he reaches the bottom. Like all energy, gravitational potential energy has the ability to do work. In this case, weight has the potential to deliver a force. More important for us is that it has the ability to cause change. What kind of change you may ask? Gravitational potential energy has the ability to cause motion.question: What affect does gravitational potential energy have on leaves?", "output": "It gives it the potential to move", "options": ["It gives it the potential to move", "Gravitational Potential Energy", "The can fall", "They change color"]}
{"task": "superglue-multirc", "input": " context:  Bin Laden and his aides did not need a very large sum to finance their planned attack on America. The 9/11 plotters eventually spent somewhere between $400,000 and $500,000 to plan and conduct their attack. Consistent with the importance of the project, al Qaeda funded the plotters. KSM provided his operatives with nearly all the money they needed to travel to the United States, train, and live. The plotters' tradecraft was not especially sophisticated, but it was good enough. They moved, stored, and spent their money in ordinary ways, easily defeating the detection mechanisms in place at the time. The origin of the funds remains unknown, although we have a general idea of how al Qaeda financed itself during the period leading up to 9/11. General Financing As we explained in chapter 2,  Bin Laden did not fund al Qaeda through a personal fortune and a network of businesses in Sudan. Instead, al Qaeda relied primarily on a fund-raising network developed over time. The CIA now estimates that it cost al Qaeda about $30 million per year to sustain its activities before 9/11 and that this money was raised almost entirely through donations. For many years, the United States thought  Bin Laden financed al Qaeda's expenses through a vast personal inheritance.  Bin Laden purportedly inherited approximately $300 million when his father died, and was rumored to have had access to these funds to wage jihad while in Sudan and Afghanistan and to secure his leadership position in al Qaeda. In early 2000, the U.S. government discovered a different reality: roughly from 1970 through 1994,  Bin Laden received about $1 million per year-a significant sum, to be sure, but not a $300 million fortune that could be used to fund jihad. Then, as part of a Saudi government crackdown early in the 1990s, the  Bin Laden family was forced to find a buyer for Usama's share of the family company in 1994. The Saudi government subsequently froze the proceeds of the sale. This action had the effect of divesting  Bin Laden of what otherwise might indeed have been a large fortune. Nor were  Bin Laden's assets in Sudan a source of money for al Qaeda. When  Bin Laden lived in Sudan from 1991 to 1996, he owned a number of businesses and other assets.question: How did the tradecraft of each of the 9/11 plotters go to fund the terrorist activities of 9/11?", "output": "They moved, stored, and spent their money in different ways", "options": ["They moved, stored, and spent their money in different ways", "By not calling attention to themselves with large transfers of money", "A network of donations", "By making large donations of money", "They didn't provide any funds themselves personally. It was all provided by Al Qaeda and KSM", "By funneling business fortunes into terrorist activity", "Al Qaeda funded the plotters", "Ordinary expenditures that defeated detection", "They got money by fund raising"]}
{"task": "superglue-multirc", "input": " context: The Legal Services Corp. (LSC), a quasi-governmental agency that provides legal aid for the poor, would receive $329 million in fiscal 2004 under President Bush's proposal - the same amount requested in 2003 and approved for 2002 and 2001. If approved, the hold-the-line request for LSC means its budget would erode with inflation for another year, but it could be worse for the organization: Many conservatives fought for years to do away with the LSC altogether, saying legal services attorneys were spending too much time fighting for liberal causes or pursuing politically charged cases against the government instead of representing the needy. Opposition to the organization has cooled since 1996, when Congress approved restrictions (PL 104-134) on the sorts of cases federally funded legal aid attorneys can take. (1996 Almanac, p. 5-36) Republicans cut the organization's budget deeply in 1996, but its funding has recovered slowly. Last month, in the omnibus spending bill for fiscal 2003, the Senate added a onetime increase of $19 million, which, if approved in the final version, would bring the LSC budget to $348 million. The money would go to help states, such as Michigan and Ohio, that lost money when the organization redistributed its funding based on census counts made in 2000 of poor households. If the extra money survives a conference with the House and makes it to the president's desk, LSC supporters may try to include it in the organization's fiscal 2004 funding. The federal government began funding some programs to provide legal assistance to the poor in the late 1960s; the Legal Services Corporation was created in 1974 (PL 93-355). LSC gives nearly all its money to state and local agencies, which provide civil legal assistance to those whose income is less than 125 percent of the federal poverty level - $11,075 a year for an individual and $22,625 for a family of four. Funding for legal services goes to defend needy clients in domestic violence cases, custody cases and other such matters, according to LSC. Since 1996, lawyers who receive money from Legal Services have been prohibited from such activities as lobbying legislatures, filing class-action suits, participating in political demonstrations or strikes, pursuing abortion-related litigation, representing illegal aliens or prisoners, or defending public housing tenants evicted because they were charged with selling drugsquestion: What actions taken toward the LSC makes us think the view of the LSC might be a politically motivated one?", "output": "Spending too much time fighting for liberal causes or pursuing politically charged cases against the government", "options": ["There were too many parties", "Spending too much time fighting for liberal causes or pursuing politically charged cases against the government", "It says opposition was happening, but the opposition cooled after their budget was cut, and many types of cases were no longer allowed to be handled by LSC funded legal aid"]}
{"task": "superglue-multirc", "input": " context: When you get sick, your body springs to action. Your body starts to fight the illness. Thats why you want to eat right and get plenty of sleep. You need a strong immune system to fight off illness. Plants dont have an immune system. That does not mean they do not get sick. Plants are affected by disease just like us. Typically, their first line of defense is the death of part of the plant. This prevents the infection from spreading. Many plants also produce special chemicals to fight disease. For example, willow trees produce a chemical to kill the bacteria. The same compound is used in many acne products. You can see a picture of a willow tree in Figure Plants may be smarter than we think. No, they cannot talk to each other. They may be able to send messages, though.question: Without an immune system do plants get infections?", "output": "Yes", "options": ["No", "Yes"]}
{"task": "superglue-multirc", "input": " context: (CNN) -- Sevilla have sacked coach Manolo Jimenez after their disappointing home draw to bottom-club Xerez on Tuesday extended the club's winless run to seven games. Despite lying fifth in the Spanish Primera Liga table, Sevilla were knocked out of the lucrative European Champions League by Russian side CSKA Moscow last week. Jimenez had also secured a Copa del Rey final against Atletico Madrid but it wasn't enough to save the 46-year-old's job. The club's sporting director Ramon Rodriguez admitted the decision had been difficult but said he had \"done what I had to.\" He told the club's official Web site: \"It was an unavoidable situation and we had to find a solution, and the pain that it brings. \"Tuesday was the end of the story but the decision comes from the image and dynamics of the team. Without doubt we are grateful to Manolo. He is an excellent professional, he has made all this possible and impossible. However it is obvious that he could not get a response out of the team. \"Fortunately we believe that there is time. The growth and the ambition of the club is shown in the change of the manager. We are fighting for important things.\" Xerez's injury-time equaliser on Tuesday meant Sevilla's last league success was against Real Mallorca back in February. Ironically, it is Mallorca who occupy the much-coveted fourth spot in the table that guarantees Champions League football next season. Jimenez took charge in October 2007 when former coach Juande Ramos left to take over at English Premier League team Tottenham.question: What was the unavoidable situation Ramon Rodriguez spoke of?", "output": "The firing of coach Manolo Jimenez", "options": ["The firing of coach Manolo Jimenez", "Sacking Manolo", "Sacking coach Manolo Jimenez", "Losing to Xerez", "Hiring Manolo Jimenez", "Hiring Juande Ramos", "Firing Juande Ramos"]}
{"task": "superglue-multirc", "input": " context: Mary loved walking through the woods with her dog, Max. Max and Mary would go on all sorts of adventures together. They really loved looking for blueberries together and then falling asleep next to each other in the tall grass. One day, as Mary was picking the blueberries, she turned around to find that Max was not there. She became worried and ran off to look for her dog. She looked in all of their favorite spots...next to the stream, in their secret hiding place behind the raspberry bushes, and even inside the old cabin that sat in the woods. But poor Max was nowhere to be found. Nonetheless, Mary would not give up. She kept looking and she found him not very far away. He had seen a squirrel and run to chase it. When Mary called Max's name he left the squirrel and happily returned to Mary, wagging his tail as he went.question: Whom did Max give a chase?", "output": "A squirrel", "options": ["Mary", "A squirrel"]}
{"task": "superglue-multirc", "input": " context: At 9:48, a representative from the White House shelter asked if there were any indications of another hijacked aircraft. The deputy director for operations mentioned the Delta flight and concluded that \"that would be the fourth possible hijack.\" At 9:49, the commander of NORAD directed all air sovereignty aircraft to battle stations, fully armed. At 9:59, an Air Force lieutenant colonel working in the White House Military Office joined the conference and stated he had just talked to Deputy National Security Advisor Stephen Hadley. The White House requested (1) the implementation of continuity of government measures, (2) fighter escorts for Air Force One, and (3) a fighter combat air patrol over Washington, D.C. By 10:03, when United 93 crashed in Pennsylvania, there had been no mention of its hijacking and the FAA had not yet been added to the teleconference. The President and the Vice President The President was seated in a classroom when, at 9:05, Andrew Card whispered to him: \"A second plane hit the second tower. America is under attack.\" The President told us his instinct was to project calm, not to have the country see an excited reaction at a moment of crisis. The press was standing behind the children; he saw their phones and pagers start to ring. The President felt he should project strength and calm until he could better understand what was happening. The President remained in the classroom for another five to seven minutes, while the children continued reading. He then returned to a holding room shortly before 9:15, where he was briefed by staff and saw television coverage. He next spoke to Vice President Cheney, Dr. Rice, New York Governor George Pataki, and FBI Director Robert Mueller. He decided to make a brief statement from the school before leaving for the airport. The Secret Service told us they were anxious to move the President to a safer location, but did not think it imperative for him to run out the door. Between 9:15 and 9:30, the staff was busy arranging a return to Washington, while the President consulted his senior advisers about his remarks. No one in the traveling party had any information during this time that other aircraft were hijacked or missing. Staff was in contact with the White House Situation Room, but as far as we could determine, no one with the President was in contact with the Pentagon.question: How long after the commander of NORAD directed all air sovereignty aircraft to battle stations did United 93 crash in Pennsylvania?", "output": "14 Minutes", "options": ["An hour", "14 Minutes", "62 minutes", "24 minutes", "14 minutes"]}
{"task": "superglue-multirc", "input": " context: The 1933 double eagle, a $20 gold piece with a mysterious history that involves a president, a king and a Secret Service sting operation, was auctioned Tuesday last night for a record price for a coin, $7.59 million, nearly double the previous record. The anonymous buyer, believed to be an individual collector who lives in the United States, made the winning bid in a fiercely contested nine-minute auction at Sotheby's in Manhattan. Eight bidders were joined by 500 coin collectors and dealers in an auction house audience seemingly devoid of celebrity bidders, while an additional 534 observers followed the bidding on eBay. As auction houses prepare for their fall seasons in an uncertain economy, the sale price \"suggests that the marketplace for important items is enormously strong,\" said David Redden, a vice chairman at Sotheby's, who was the auctioneer. \"This is an astonishing new record for a coin,\" he said. In an unprecedented move, the auction proceeds were split by the U.S. Mint and a London coin dealer, Stephen Fenton, who had won that right in court after having been arrested by Secret Service agents for trying to sell the coin in the Waldorf-Astoria Hotel in Manhattan in 1996. Henrietta Holsman Fore, the director of the U.S. Mint, who witnessed the sale, said, \"The monies we receive will go toward helping to pay down the debt and to fight the war on terrorism.\" Fenton commented that the double eagle had been on \"a long historic journey, with a very satisfying ending.\" He added, \"I am thrilled with the price.\" The previous numismatic record holder was an 1804 U.S. silver dollar, which sold for $4.14 million in 1999. Sotheby's partner in the one-lot auction was Stack's Rare Coins, with which it shared the customary 15 percent commission. \"I have never seen as much interest in the sale of any coin in my 30 years in the business,\" said Lawrence R. Stack, the company's managing director. \"This is the Mona Lisa of coins,\" said Beth Deisher, editor of Coin World, the largest weekly coin publication in the United States, with a circulation of 85,000. \"It is unique. Forbidden fruit.\" Collectors' Web sites have surged with speculation about the sale price, and enthusiasts even organized betting pools.question: How many witnessed the sale online?", "output": "534", "options": ["534", "1042", "500", "1034", "508", "1008"]}
