{"task": "superglue-multirc", "input": " context: Josie started planning her new garden in the winter. She chose flowers and vegetables that could grow in her area. She looked through the seed magazines. She ordered the tastiest kind of each vegetable and the prettiest kind of each flower. She talked to a friend about her plans. It seemed like the snow would never melt. But Josie didn't have to wait for spring to get started. Six weeks before the last frost, Josie planted seeds indoors. The tiny seedlings pushed up through the soil and began to grow. Finally spring arrived. Each day, Josie moved the seedlings outside for a few hours so they could get used to the cooler temperatures. Josie worked in her garden, digging the soil. She added a special growing mix from the garden store to make the soil better. When everything was ready, she removed the seedlings from their trays and planted them in her garden. The warm sun and rich soil helped her vegetables and flowers grow.question: What kinds of things did Josie want to plant?", "output": "Flowers", "options": ["Dirt", "Fruits", "Flowers", "Josie was planting flowers and vegetables", "Grass", "Vegetables"]}
{"task": "superglue-multirc", "input": " context: For much of the world, the Algarve is synonymous with Portugal, yet the Portuguese will tell you the exact opposite: the region has little in common with the rest of the country. The southern stretch of coast is more reminiscent of a North African landscape than a European one. It has no cosmopolitan cities, like Lisbon and Porto, which are farther north. Most of Portugal is known for quaint towns, medieval castles, and grand palaces. The Algarve is more recognizable for impenetrable blocks of tourist apartments, hotels, and meticulously manicured golf courses. And beaches. Think Algarve and the mind pictures long, glorious stretches of golden sands, secluded coves framed by odd ochre-colored rock formations, and deep green waters. With about 160 km (100 miles) of coastline, Portugal's southern province is one of Europe's premier beach destinations. The occasionally chilly ocean is the Atlantic, but the Algarve has a sultry Mediterranean feel. Its consistent climate is the best in Portugal, and one of the kindest in the world: more than 250 days of sunshine a year — more than almost any other international resort area. The moderating effect of the Gulf Stream produces a fresh springtime breeze throughout winter, and in late January and February, white almond blossoms blanket the fields. In summer the heat is intense but rarely unbearable, and regardless, beautiful beaches and innumerable pools are always just a dive away. Magnificent year-round weather has made the Algarve a huge destination for sporting vacations. Superb golf facilities abound — several with tees dramatically clinging to cliffs and fairways just skirting the edge of the ocean — and horseback riding, tennis, big-game fishing, sailing, and windsurfing are immensely popular. Sports, beaches and hospitable weather — not to mention easily organized package vacations — are surely the reasons the Algarve receives as many visitors as the rest of Portugal in its entirety. But it's not just international tourists that descend on the Algarve; many Portuguese from Lisbon and elsewhere in the north have holiday homes and spend their summer vacations here. The coast is neatly divided into the rugged Barlavento to the west and the flat beauty of Sotavento to the east. West is where you'll find the famous orange cliffs and surreal eroded rock stacks.question: Aside from tourist apartments, hotels, and meticulously manicured golf courses, Algarve is known for what among tourists?", "output": "Impenetrable blocks of tourist apartments, hotels, and meticulously manicured golf courses", "options": ["Quaint towns, medieval castles, and grand palaces", "Mountains", "Impenetrable blocks of tourist apartments, hotels, and meticulously manicured golf courses", "Beaches"]}
{"task": "superglue-multirc", "input": " context:  The one person who, by his interference, could have settled all doubts was debarred by circumstances from interfering in the matter.  Wykham Delandre had quarrelled with his sister--or perhaps it was that she had quarrelled with him--and they were on terms not merely of armed neutrality but of bitter hatred.  The quarrel had been antecedent to Margaret going to Brent's Rock.  She and Wykham had almost come to blows.  There had certainly been threats on one side and on the other; and in the end Wykham, overcome with passion, had ordered his sister to leave his house.  She had risen straightway, and, without waiting to pack up even her own personal belongings, had walked out of the house.  On the threshold she had paused for a moment to hurl a bitter threat at Wykham that he would rue in shame and despair to the last hour of his life his act of that day.  Some weeks had since passed; and it was understood in the neighbourhood that Margaret had gone to London, when she suddenly appeared driving out with Geoffrey Brent, and the entire neighbourhood knew before nightfall that she had taken up her abode at the Rock.  It was no subject of surprise that Brent had come back unexpectedly, for such was his usual custom.  Even his own servants never knew when to expect him, for there was a private door, of which he alone had the key, by which he sometimes entered without anyone in the house being aware of his coming.  This was his usual method of appearing after a long absence.question: What happened before Margaret went to Geoffrey's house?", "output": "Margaret had a quarrel with her brother, Wykham Delandre", "options": ["Margaret had a quarrel with her brother, Wykham Delandre", "She and her brother Wykham had quarreled", "The threshold she had paused for a moment to hurl a bitter threat at Wykham that he would rue in shame and despair to the last hour of his life"]}
{"task": "superglue-multirc", "input": " context: Tommy and Suzy (brother and sister) went to the playground one afternoon with their mom and dad, Jan and Dean. They were playing a game of tag and having the best time ever running after each other and laughing. They liked to play tag instead of building sandcastles or swinging. They liked tag because they liked to run. They like to play hopscotch or jump rope but that day they wanted to play tag. Other games aren't as fun. They met Tony and Ally (who are best friends) and invited them to play tag too. Tony and Ally like to play other games like hopscotch or jump rope but that day they joined the game of tag. Making new friends is important. Tony and Ally would rather make friends than play their favorite games.question: Who wanted to play tag instead of hopscotch or jump rope?", "output": "Tommy", "options": ["Jan", "Ally", "Tony", "Tommy", "Dean", "Suzy"]}
{"task": "superglue-multirc", "input": " context: Grande dame of cooking still going strong at 90: Julia Child celebrates in San Francisco. How does it feel to turn 90 and have attained the status of an icon, a living legend? \"It feels just like it felt before,\" Julia Child says with the throaty laugh familiar to millions who cut their culinary teeth on her \"French Chef\" television series. The show, along with her seminal book, \"Mastering the Art of French Cooking\" (1961), revolutionized the way America cooks and eats. While making light of the difference a day -- or another decade -- makes, Child intends to enjoy her birthday thoroughly. First, there will be all the public observances, including a sold-out dinner Thursday at San Francisco's tony Fifth Floor restaurant, which -- like dinners that night at 19 other venues across the country -- will benefit the scholarship fund of the International Association of Culinary Professionals (which Child co-founded). Friday to Sunday, the action moves to Napa, with both members-only and public events at COPIA: The American Center for Wine, Food and the Arts, of which she is an honorary board member. Aug. 15, her actual birthday, will see her in Maine at an annual gathering of nieces, nephews, their offspring and friends, who for many years have rolled a joined birthday celebration for several members of the group into a jolly reunion. The schedule Child and her assistant of 14 years, former pastry chef Stephanie Hersh, have laid out is not exactly a senior-citizen routine, even though Child has always been candid about her age and realistic in assessing her own capabilities. When the Pasadena native moved back to California from her long-time home in the Boston area last year, she also made the move from a condominium she and her late husband, Paul, had purchased many years ago to a progressive retirement home. She is in the most active of the four levels available, but should the need arise, she can move on to assisted living facilities within the same complex.question: What is the name of the program that Julia Child is an honorary board member in and where is it?", "output": "The American Center for Wine, Food and the Arts", "options": ["International Association of Culinary Professionals", "The American Center for Wine, Food and the Arts", "COPIA. The American Center for Wine, Food and the Arts, in Napa", "International Association of Culinary Professionals in Pasadena"]}
{"task": "superglue-multirc", "input": " context: The second major point on which the principals had agreed on March 10 was the need to crack down on terrorist organizations and curtail their fund-raising. The embassy bombings of 1998 had focused attention on al Qaeda's finances. One result had been the creation of an NSC-led interagency committee on terrorist financing. On its recommendation, the President had designated  Bin Laden and al Qaeda as subject to sanctions under the International Emergency Economic Powers Act. This gave theTreasury Department's Office of Foreign Assets Control (OFAC) the ability to search for and freeze any  Bin Laden or al Qaeda assets that reached the U.S. financial system. But since OFAC had little information to go on, few funds were frozen. In July 1999, the President applied the same designation to the Taliban for harboring  Bin Laden. Here, OFAC had more success. It blocked more than $34 million in Taliban assets held in U.S. banks. Another $215 million in gold and $2 million in demand deposits, all belonging to the Afghan central bank and held by the Federal Reserve Bank of New York, were also frozen. After October 1999, when the State Department formally designated al Qaeda a \"foreign terrorist organization,\" it became the duty of U.S. banks to block its transactions and seize its funds. Neither this designation nor UN sanctions had much additional practical effect; the sanctions were easily circumvented, and there were no multilateral mechanisms to ensure that other countries' financial systems were not used as conduits for terrorist funding. Attacking the funds of an institution, even the Taliban, was easier than finding and seizing the funds of a clandestine worldwide organization like al Qaeda. Although the CIA's  Bin Laden unit had originally been inspired by the idea of studying terrorist financial links, few personnel assigned to it had any experience in financial investigations. Any terrorist-financing intelligence appeared to have been collected collaterally, as a consequence of gathering other intelligence. This attitude may have stemmed in large part from the chief of this unit, who did not believe that simply following the money from point A to point B revealed much about the terrorists' plans and intentions. As a result, the CIA placed little emphasis on terrorist financing. Nevertheless, the CIA obtained a general understanding of how al Qaeda raised money.question: Practical effects of designating al Qaeda a \"foreign terrorist organization,\" resulted in small achievement after what date?", "output": "October 1999", "options": ["March 10", "October 1999", "March 1999", "July 1999"]}
{"task": "superglue-multirc", "input": " context: Jenny was a 13 year old girl with blond hair and blue eyes. She had gotten out of her last day of school and was free for the summer. Two of her friends were going to the nearby beach to do some swimming and enjoy the sun. Jenny went with them and when they got there the beach was very full and there were people everywhere. They changed into their bathing suits and went to the water. The water was very cold. They chose not swim and walked to the sand. Then they laid down on some towels and enjoyed the sun. After several hours Jenny and her friends fell asleep. They woke up and the sun was beginning to set. When Jenny sat up she found that it was painful to touch her skin. When she looked down she saw that she had a very bad sunburn. Her friends were also very badly sunburned so they went home. Jenny's mother gave her a cream to put on the sunburn. Afterwards she felt a lot better and went to sleep.question: How did Jenny notice the pain on her skin and how did she get the pain?", "output": "Putting cream", "options": ["Students", "Putting cream", "When she got up from sleeping in the sun after it began to set", "Painful sunburn", "By sleeping"]}
{"task": "superglue-multirc", "input": " context: A West Tennessee nonprofit organization will use a $300,000 federal grant to hire an attorney and a Spanish-speaking paralegal to help provide legal assistance to domestic violence victims. The U.S. Department of Justice two-year grant will begin Oct. 1, which is the start of domestic violence awareness month. U.S. Rep. John Tanner announced Monday that the grant was awarded to West Tennessee Legal Services of Jackson. The organization provides legal assistance and advocacy in 17 counties. \"This award will offer assistance as we look for whatever ways possible to stop domestic violence and help the women, men and children who are victims of abuse,\" Tanner said in a news statement. The organization doesn't have a staff member who speaks Spanish and the need is increasing with growing Hispanic populations, said the organization's executive director Steven Xanthopoulos. He estimated the money will help handle at least another 180 cases next year. The group closes about 2,500 cases a year. The money was timed well because the legal group had recently lost about $120,000 in grant money due to a decrease in the poverty population in West Tennessee in Census 2000, Xanthopoulos said. \"The drop in poverty is a good thing, but there is still a great need out there,\" he said. \"So this was a very good thing.\" Having legal representation at divorce and child custody hearings is important in helping victims leave abusive and sometimes dangerous situations, said Margaret Cole, executive director of Wo/Men's Resource and Rape Assistance Program in Jackson. Her organization and Northwest Safeline are partners in the grant. Northwest Safeline, based in Dyersburg, is a family violence intervention project that serves Dyer, Obion, Lake and Crockett counties.question: How many more cases will the grant money that West Tennessee Legal Services be able to handle next year?", "output": "Another 180", "options": ["At most 180", "Another 180", "500", "About 2500", "At least another 180 cases next year", "At least one hundred and eighty"]}
{"task": "superglue-multirc", "input": " context: One evening , Felix serves as a conductor to four singing cats . Meanwhile at a house only a few yards away , a hefty man is napping on a chair but gets awakened by their act . To silence them , the man grabs and rolls out bowling ball , knocking Felix and the other cats off their feet . Felix , however , still insist to go on performing as he plays a flute and his friends dance . Awakened once more , the man takes out an ether sprayer and showers its contents onto the cats . While his friends fall into a snooze , Felix decides to have his sleep at home . Felix enters his apartment , and lies on the sofa . But before he can rest long enough , his dwarf master calls him over . Felix comes in and hears about the dwarf's complaint about an insomnia problem . To assist his master , the cat offers a glass of warm milk but to no effect . The dwarf is still unable to sleep , and therefore craves for some entertainment instead . Felix then plays a clarinet , and the toy soldiers start dancing to his music . After moving around for a few moments , one of the little soldiers fires a small cannon , piercing a picture on a wall with its projectile . The dwarf was amazed by the presentation , and asks Felix to handover the cannon . When Felix gives it and suddenly turns around , the hostile dwarf aims the small weapon at him and fires . Felix was struck at the back and frightenedly flees the apartment . Out in the streets , Felix looks for suitable resting places . He then climbs up a telephone pole , and lies down on a set of pants hanging on one of the lines .question: How many instruments did Felix play?", "output": "2", "options": ["One", "2", "Two"]}
{"task": "superglue-multirc", "input": " context: The Bush administration in its first months faced many problems other than terrorism. They included the collapse of the Middle East peace process and, in April, a crisis over a U.S.\" spy plane\" brought down in Chinese territory. The new administration also focused heavily on Russia, a new nuclear strategy that allowed missile defenses, Europe, Mexico, and the Persian Gulf. In the spring, reporting on terrorism surged dramatically. In chapter 8, we will explore this reporting and the ways agencies responded. These increasingly alarming reports, briefed to the President and top officials, became part of the context in which the new administration weighed its options for policy on al Qaeda. Except for a few reports that the CSG considered and apparently judged to be unreliable, none of these pointed specifically to possible al Qaeda action inside the United States-although the CSG continued to be concerned about the domestic threat. The mosaic of threat intelligence came from the Counterterrorist Center, which collected only abroad. Its reports were not supplemented by reports from the FBI. Clarke had expressed concern about an al Qaeda presence in the United States, and he worried about an attack on the White House by \"Hizbollah, Hamas, al Qida and other terrorist organizations.\" In May, President Bush announced that Vice President Cheney would himself lead an effort looking at preparations for managing a possible attack by weapons of mass destruction and at more general problems of national preparedness. The next few months were mainly spent organizing the effort and bringing an admiral from the Sixth Fleet back to Washington to manage it. The Vice President's task force was just getting under way when the 9/11 attack occurred.question: What types of reporting surged, did the CSG deem all of the reports reliable?", "output": "Counterterrorist Center,", "options": ["Counterterrorist Center,", "CIA reports", "No", "Yes", "Al Qaeda reports", "Reporting on terrorism surged and the CSG deemed some unreliable"]}
{"task": "superglue-multirc", "input": " context: Alexander's body was laid in a gold anthropoid sarcophagus that was filled with honey, which was in turn placed in a gold casket. According to Aelian, a seer called Aristander foretold that the land where Alexander was laid to rest \"would be happy and unvanquishable forever\". Perhaps more likely, the successors may have seen possession of the body as a symbol of legitimacy, since burying the prior king was a royal prerogative. While Alexander's funeral cortege was on its way to Macedon, Ptolemy seized it and took it temporarily to Memphis. His successor, Ptolemy II Philadelphus, transferred the sarcophagus to Alexandria, where it remained until at least late Antiquity. Ptolemy IX Lathyros, one of Ptolemy's final successors, replaced Alexander's sarcophagus with a glass one so he could convert the original to coinage. The recent discovery of an enormous tomb in northern Greece, at Amphipolis, dating from the time of Alexander the Great has given rise to speculation that its original intent was to be the burial place of Alexander. This would fit with the intended destination of Alexander's funeral cortege. Pompey, Julius Caesar and Augustus all visited the tomb in Alexandria, where Augustus, allegedly, accidentally knocked the nose off. Caligula was said to have taken Alexander's breastplate from the tomb for his own use. Around AD 200, Emperor Septimius Severus closed Alexander's tomb to the public. His son and successor, Caracalla, a great admirer, visited the tomb during his own reign. After this, details on the fate of the tomb are hazy. The so-called \"Alexander Sarcophagus\", discovered near Sidon and now in the Istanbul Archaeology Museum, is so named not because it was thought to have contained Alexander's remains, but because its bas-reliefs depict Alexander and his companions fighting the Persians and hunting. It was originally thought to have been the sarcophagus of Abdalonymus (died 311 BC), the king of Sidon appointed by Alexander immediately following the battle of Issus in 331. However, more recently, it has been suggested that it may date from earlier than Abdalonymus' death.question: What known alterations were made to Alexander's tomb?", "output": "Ptolemy IX replaced the original with a glass one so he could convert the old one to coinage. Augustus allegedly knocked the nose of the tomb and Caligula was said to have taken Alexander's breastplate from his tomb", "options": ["Caracalla, a great admirer, visited the tomb", "Ptolemy IX replaced the original with a glass one so he could convert the old one to coinage. Augustus allegedly knocked the nose of the tomb and Caligula was said to have taken Alexander's breastplate from his tomb", "Caligula took Alexander's breastplate for his own use and then the tomb was closed to the public in 200 AD", "It was stolen on the way to Macedon", "The details on the fate of the tomb are hazy", "Alexander's body was laid in a gold anthropoid sarcophagus that was filled with honey, which was in turn placed in a gold casket"]}
{"task": "superglue-multirc", "input": " context: Marsha loves playing with her noodle friend. She had it for a long time so it is now a dark brown color. When her mom first made it, it was white. The night she met her noodle friend was spaghetti night. Marsha's favorite dinner was spaghetti, which happened to be every Tuesday night. On one Tuesday, a piece of spaghetti fell on the kitchen floor. To Marsha, it looked like a stick man so she kept him. She named her new noodle friend Joey and took him everywhere she went. Sometimes Joey gets a little dried out so Marsha's mom told her to soak him in water every few days. There were a couple times that the family dog, Mika, has tried to take Joey from Marsha and eat him! So from now on, Marsha takes extra special care to make sure Joey is safe and sound at all times. During the day she keeps him in a plastic bag in her pocket. At night, she puts him under her pillow. She loves Joey and wants to always be friends with him.question: What color was Marsha noodle friend when she first saw him?", "output": "It was white", "options": ["Dark brown", "Brown", "It was white"]}
{"task": "superglue-multirc", "input": " context: Relying on an animal to come by is risky. A flower may have to wait a long time for the right animals to come by. What if one never passes close enough to the flower? Hoping the wind will blow is also risky for a plant. What if the wind does not blow? What if the blowing pollen does not land on another flower? The wind could even blow the pollen over the ocean where it is wasted. Giving free nectar is costly. It is not a good use of the plants energy. A plant uses a lot of energy to produce nectar. Some animals may just drink the nectar. They may not carry off any pollen in return. To improve their chances, plants evolved special traits. For example, they developed ways to hide their nectar. Only certain animals were able to get at the plants hidden nectar. These specific animals might be more likely to visit only flowers of the same species. This was also a benefit for some animals. Animals also evolved special traits to get to the nectar.question: Why is it risky for a plant to hope the wind will blow?", "output": "The pollen may not land on another flower or it may blow the pollen over the ocean", "options": ["The pollen may not land on another flower or it may blow the pollen over the ocean", "It might not blow", "It might take a lot of energy", "It might ruin the pollen", "Blowing wind causes plants to give away nectar", "It might blow over water where it is wasted", "It might rain", "Pollen not landing on another flower"]}
{"task": "superglue-multirc", "input": " context: Right after the Pentagon was hit, NEADS learned of another possible hijacked aircraft. It was an aircraft that in fact had not been hijacked at all. After the second World Trade Center crash, Boston Center managers recognized that both aircraft were transcontinental 767 jetliners that had departed Logan Airport. Remembering the \"we have some planes\" remark, Boston Center guessed that Delta 1989 might also be hijacked. Boston Center called NEADS at 9:41 and identified Delta 1989, a 767 jet that had left Logan Airport for Las Vegas, as a possible hijack. NEADS warned the FAA's Cleveland Center to watch Delta 1989. The Command Center and FAA headquarters watched it too. During the course of the morning, there were multiple erroneous reports of hijacked aircraft. The report of American 11 heading south was the first; Delta 1989 was the second. NEADS never lost track of Delta 1989, and even ordered fighter aircraft from Ohio and Michigan to intercept it. The flight never turned off its transponder. NEADS soon learned that the aircraft was not hijacked, and tracked Delta 1989 as it reversed course over Toledo, headed east, and landed in Cleveland. But another aircraft was heading toward Washington, an aircraft about which NORAD had heard nothing: United 93. United Airlines Flight 93 FAA Awareness. At 9:27, after having been in the air for 45 minutes, United 93 acknowledged a transmission from the Cleveland Center controller. This was the last normal contact the FAA had with the flight. Less than a minute later, the Cleveland controller and the pilots of aircraft in the vicinity heard \"a radio transmission of unintelligible sounds of possible screaming or a struggle from an unknown origin.\" The controller responded, seconds later: \"Somebody call Cleveland?\"This was followed by a second radio transmission, with sounds of screaming.question: At what time was the FAA's last normal communication with United Airlines flight 93?", "output": "9:27 a.m", "options": ["9:27 a.m", "At 10:30", "9:29", "10:27", "9:41", "Right after the Pentagon was hit", "9:27 in the morning", "Just before 9:30", "It is unknown", "After having been in the air for 45 minutes", "9:27am EST", "9:45", "Transmission from the Cleveland Center controller", "Right before the second WTC tower was hit", "Transmission from the New York Center controller"]}
{"task": "superglue-multirc", "input": " context: It is not enough to describe some objects by their location. We may also need to know its direction. For example, a wind blows a storm over your school. Where is that storm coming from? Where is it going? How can we describe a direction? The most common way is by using a compass. A compass is a device with a floating needle (Figure 2.1). The needle is a small magnet. The needle aligns itself with the Earth's magnetic field. The compass needle always points to magnetic north. If you have a compass and you find north. You can then know any other direction. See the directions, such as east, south, west, etc., on a compass rose. The Earth has two poles. It has a magnetic north pole. It also has a geographic north pole. These two poles are close to each other but not the exact same place.question: What is an instrument used for describing direction?", "output": "A compass.", "options": ["A compass.", "radio", "A phone", "A smartphone"]}
{"task": "superglue-multirc", "input": " context: Our sun and other stars release light energy. At least this is what we see. Our Sun and stars also emit more than just light. Scientists call the type of energy that our Sun and stars release electromagnetic energy. This form of energy travels through space. Electromagnetic energy includes the light we see. It also includes much more. Many of these things we know about, but dont always think about. Electromagnetic energy includes radio waves, microwaves, and X rays. We now have devices in our homes and offices that release these same forms of energy. We use electromagnetic energy to make our lives better.question: Besides the sun and the stars, what releases electromagnetic energy?", "output": "Devices in our homes", "options": ["The ocean", "Devices in our homes", "Earth", "Devices in our homes and offices", "Home devices"]}
