{"task": "superglue-multirc", "input": " context: ATLANTA, Georgia (CNN) -- On a plot of soil, nestled against the backdrop of skyscrapers in downtown Atlanta, Georgia, a group of residents are turning a lack of access to fresh produce into a revival of old traditions and self-empowerment. Urban farming is a way for African-Americans to connect with the earth, says Cashawn Myers of HABESHA. HABESHA Gardens is one of many urban gardens sprouting up around the country. Fruits and vegetables are thriving in this community garden located in an economically depressed area of the city known as Mechanicsville. But the garden serves an even greater purpose. The harvest helps feed some of the neediest members of the neighborhood. \"It's a reawakening going on. It's almost like it's a renaissance,\" says Cashawn Myers, director of HABESHA Inc. \"There's a Ghanaian proverb that says Sankofa. Sankofa means return to your past so you can move forward. Even if you look at coming over here during our enslavement, we were brought here to cultivate the land because that's something we did on the continent. So really, that's what many of the people are doing now,\" he said. Myers believes urban farming is a way for many African-Americans to reconnect with their past. iReport.com: Show us your urban farm \"They are going through a process of Sankofa and going to what they traditionally did, which is connect to the Earth so they can move forward and grow,\" he says. But HABESHA Gardens isn't unique. Former pro basketball player Will Allen, who is considered to be one of the nation's leading urban farmers and founder of Growing Power Inc., estimates that there are hundreds of thousands of urban gardens in inner cities across America. Urban farms help feed people, sustain neighorhoods » \"It's beyond a movement at this point. Its more like a revolution,\" says Allen.question: What term describes the community garden in Mechanicsville?", "output": "Urban farming", "options": ["Urban farming", "Urban produce", "Stopping a reawakening", "Sankofa", "Beyond a movement"]}
{"task": "superglue-multirc", "input": " context: Plants also detect the daily cycle of light and darkness. Do you know how plants respond to these changes? Some plants open their leaves during the day. It is during these hours the plant can collect sunlight. At night, the plant closes its leaves to prevent water loss. Many plants respond to the change in the length of the day. As days grow shorter, some plants respond by going dormant. Dormant is when a plant suspends its growth. It does this in order to survive. Shorter days signal the coming of winter. Winter in most areas means extreme cold. It is also very dry in the winter months. As winter approaches, some plants respond by their leaves changing color. After the change in color, they fall off. This dormancy period helps trees. It allows them to survive the cold and dry winter. Plants only want to grow when conditions are right.question: Does a plant suspend its growth when days get longer, or when days get shorter?", "output": "When days get shorter", "options": ["When the length of sunlight during the day decreases, nothing happens", "When days get shorter", "When sunlight during the day increases", "When days get longer"]}
{"task": "superglue-multirc", "input": " context: At length, as I entered the pass, the huge rocks began to close around in all their wild, mysterious impressiveness, when suddenly, as I was gazing eagerly about me, a drove of gray hairy beings came in sight, lumbering toward me with a kind of boneless, wallowing motion like bears.  I never turn back, though often so inclined, and in this particular instance, amid such surroundings, everything seemed singularly unfavorable for the calm acceptance of so grim a company.  Suppressing my fears, I soon discovered that although as hairy as bears and as crooked as summit pines, the strange creatures were sufficiently erect to belong to our own species.  They proved to be nothing more formidable than Mono Indians dressed in the skins of sage-rabbits.  Both the men and the women begged persistently for whisky and tobacco, and seemed so accustomed to denials that I found it impossible to convince them that I had none to give.  Excepting the names of these two products of civilization, they seemed to understand not a word of English; but I afterward learned that they were on their way to Yosemite Valley to feast awhile on trout and procure a load of acorns to carry back through the pass to their huts on the shore of Mono Lake.question: What were the strange creatures?", "output": "Mono Indians", "options": ["Mono Indians", "Tiger", "Dragon"]}
{"task": "superglue-multirc", "input": " context: French and British Ties and Occupation: The daughter of Ferdinand and Isabella married the son and heir of the Holy Roman Emperor, Maximilian of Hapsburg. The Spanish crown duly passed to the Hapsburgs, and Spain remained in their hands until the feeble-minded Carlos II died in 1700, leaving no heir. France seized the chance to install the young grandson of Louis XIV on the Spanish throne. A rival Hapsburg claimant was supported by Austria and Britain, who saw a powerful Spanish-French alliance as a major threat. In the subsequent War of the Spanish Succession (1702 –1713) most of the old kingdom of Aragón, including the Balearics, backed the Hapsburgs. Britain seized Gibraltar — in the name of the Hapsburg claimant — and retained it when the war was over. In 1708 Britain captured Menorca, and the magnificent harbor of Mahón (Maó), for the Royal Navy. England clung to it even when Bourbon forces captured Mallorca at the end of the war. Menorca changed hands between Britain, France, and Spain five more times in less than a century. Britain finally ceded the island to Spain in the year 1802, under the terms of the Treaty of Amiens. By 1805, Spain was once more aligned with France, and Spanish ships fought alongside the French against Nelson at Trafalgar. Napoleon came to distrust his Spanish ally and forcibly replaced the king of Spain with his own brother, Joseph Bonaparte. A French army marched in to subdue the country. The Spanish resisted and, aided by British troops commanded by the Duke of Wellington, drove the French out. What British historians call the Peninsular War (1808–1814) is known in Spain as the War of Independence. In the 19th century, practically all of Spain’s possessions in the Americas broke away in the wake of the Napoleonic Wars, and the few that remained were lost at the end of the 19th century. The Balearics, further neglected, were beset with poverty and outbreaks of disease. However, toward the 20th century, things began to improve on the islands, with Mallorca reaping the rewards of successful agricultural crops and Menorca launching an export shoe industry.question: Approximately how many centuries passed between the War of the Spanish Succession and when things began to improve on Mallorca and Menorca?", "output": "Two", "options": ["Two", "4", "3", "One"]}
{"task": "superglue-multirc", "input": " context: Ace , a wannabe rock star , is on his way to a concert of the band Guitar Wolf when space aliens invade the Earth .  As a result the dead rise to their feet in the countryside setting of Asahi , Japan , with an appetite for flesh .  Enlisting the help of his rock 'n roll blood brother Guitar Wolf , Ace and the members of the band get entangled in many misadventures with crazy rock managers in very tight shorts , transsexuals , naked women shooting guns in the shower , and bloodthirsty zombies ready to tear them apart .  Leather jackets , loud over-modulated music , laser guitar picks , motorcycles , guns , muscle cars , and fire abound .  Guitar Wolf , a Japanese trio signed to Matador Records in the US and self-proclaimed coolest rock band in the world star as the well-coiffed heroes .  It is also a love story , between Ace and Tobio , a trans woman .  The music , in a garage punk vein , plays an important role in the film .  It features music from Greg Cartwright of Reigning Sound and The Oblivians .  His 1997 song `` Twice as Deep '' by Greg Oblivian & the Tip Tops is featured .  This film is similar to another movie by a Spanish punk group , La matanza can bal de los garrulos lis rgicos produced by Siniestro Totalquestion: Movie by a Spanish punk group is similar to Which films song of 1997?", "output": "Twice as Deep", "options": ["Siniestro Total", "Twice as Deep", "Ready to Rock", "La Matanza"]}
{"task": "superglue-multirc", "input": " context: The dermis is the inner layer of skin. The dermis has blood vessels and nerve endings. The nerve endings explain why your skin is sensitive. You can sense pain, pressure, and temperature. You cut your finger and it starts to bleed. What has happened? If your skin bleeds, it means you have cut the dermis layer and damaged blood vessels. The cut really hurts. It hurts because of the nerve endings in this skin layer. The dermis also contains hair follicles and two types of glands. Hair follicles are structures where hairs originate. Each hair grows out of a follicle. Hair passes up through the epidermis. It then extends above the skin surface. Oil glands produce an oily substance. The oil is secreted into hair follicles.question: Why might the dermis hurt when skin is cut?", "output": "The dermis is the inner layer of skin and has nerve endings", "options": ["The dermis is the inner layer of skin and has nerve endings", "The dermis contains oil glandes", "Because the dermis has nerve endings just below it", "Because weak people feel pain"]}
{"task": "superglue-multirc", "input": " context: As food is pushed along, it undergoes digestion. Digestion is the process of breaking down food into nutrients. There are two types of digestion: mechanical digestion and chemical digestion. Mechanical digestion occurs when large chunks are turned into smaller chucks. Perhaps not surprisingly, this happens when you chew your food. Once you swallow the food, your stomach also does some of this work. Chemical digestion occurs when food is broken down into useful nutrients. This is a chemical process that begins as you start to chew your food. The saliva in your mouth starts this process. Once you swallow, the acid in your stomach further breaks down food. From the stomach, the foods moves into the small intestine. In the small intestines, another set of chemicals goes to work. Are you surprised? Your small intestine, and not your stomach, does most of the work!question: Where do foods move into from stomach?", "output": "Small intestines", "options": ["Rectum", "Gut", "Liver", "Small intestines", "Large intestines", "The small intestines"]}
{"task": "superglue-multirc", "input": " context: Alexander married twice: Roxana, daughter of the Bactrian nobleman Oxyartes, out of love; and Stateira II, a Persian princess and daughter of Darius III of Persia, for political reasons. He apparently had two sons, Alexander IV of Macedon of Roxana and, possibly, Heracles of Macedon from his mistress Barsine. He lost another child when Roxana miscarried at Babylon. Alexander also had a close relationship with his friend, general, and bodyguard Hephaestion, the son of a Macedonian noble. Hephaestion's death devastated Alexander. This event may have contributed to Alexander's failing health and detached mental state during his final months. Alexander's sexuality has been the subject of speculation and controversy. No ancient sources stated that Alexander had homosexual relationships, or that Alexander's relationship with Hephaestion was sexual. Aelian, however, writes of Alexander's visit to Troy where \"Alexander garlanded the tomb of Achilles and Hephaestion that of Patroclus, the latter riddling that he was a beloved of Alexander, in just the same way as Patroclus was of Achilles\". Noting that the word eromenos (ancient Greek for beloved) does not necessarily bear sexual meaning, Alexander may have been bisexual, which in his time was not controversial. Green argues that there is little evidence in ancient sources that Alexander had much carnal interest in women; he did not produce an heir until the very end of his life. However, he was relatively young when he died, and Ogden suggests that Alexander's matrimonial record is more impressive than his father's at the same age. Apart from wives, Alexander had many more female companions. Alexander accumulated a harem in the style of Persian kings, but he used it rather sparingly; showing great self-control in \"pleasures of the body\". Nevertheless, Plutarch described how Alexander was infatuated by Roxana while complimenting him on not forcing himself on her. Green suggested that, in the context of the period, Alexander formed quite strong friendships with women, including Ada of Caria, who adopted him, and even Darius's mother Sisygambis, who supposedly died from grief upon hearing of Alexander's death.question: How many time Roxana was pregnant form Alexander?", "output": "Twice", "options": ["Twice", "Two times", "Once", "Many times"]}
{"task": "superglue-multirc", "input": " context: Physical properties include the state of matter. We know these states as solid, liquid, or gas. Properties can also include color and odor. For example, oxygen is a gas. It is a major part of the air we breathe. It is colorless and odorless. Chlorine is also a gas. In contrast to oxygen, chlorine is greenish in color. It has a strong, sharp odor. Have you ever smelled cleaning products used around your home? If so, you have probably smelled chlorine. Another place you might smell chlorine is at a public swimming pool. The chlorine is used to kill bacteria that may grow in the water. Other physical properties include hardness, freezing, and boiling points. Some substances have the ability to dissolve in other substances. Some substances cannot be dissolved. For example, salt easily dissolves in water. Oil does not dissolve in water.question: Name a sunstance that is odorless in all physical forms.", "output": "oxygen", "options": ["Chlorine", "matter", "oxidization", "oxygen", "gas", "carbon"]}
{"task": "superglue-multirc", "input": " context: The violent arena of domestic abuse litigation has grown a bit more volatile here, now that a judge has decided to hold two women in contempt of court for returning to men who had been ordered to stay away from them. \"You can't have it both ways,\" said Judge Megan Lake Thornton of Fayette County District Court in recently fining two women $100 and $200 respectively for obtaining protective orders forbidding their partners from contacting them, then relenting and contacting the men. Ruling that the order was mutually binding, Judge Thornton also cited the men for contempt. \"It drives me nuts when people just decide to do whatever they want,\" said Judge Thornton, who is experienced in the state's thick domestic abuse docket, which produces close to 30,000 emergency protective orders a year. Kentucky officials say there is a virtual epidemic of abusive relationships in the state. Judge Thornton's ruling has alarmed advocates for battered women, who plan to appeal it. The advocates say the finding goes beyond existing law and is unrealistic because some renewed contacts often prove unavoidable in domestic abuse cases, which involve economic and family dependency and other complications of daily living. The state office on domestic violence has pointedly agreed, warning that the ruling could cause abused women to hesitate in bringing their plight before the courts for fear of being chastised for their trouble. \"The reality is it's easy to say they should never have contact,\" said Sherry Currens, executive director of the Kentucky Domestic Violence Association, an advocacy and legal protection group. \"But we're talking about people in long-term relationships. They may have children in common. It's pretty hard to say, `Never speak again.' People have financial difficulties. They may love the partner. It's not an easy thing.\" But Judge Thornton declared in court, \"When these orders are entered, you don't just do whatever you damn well please and ignore them.\" The ruling stunned Cindra Walker, the lawyer for the two women, who is with Central Kentucky Legal Services, which represents many of the thousands of indigent women caught in abusive relationships. \"For over five years, I've been in court practically every day on these abuse cases,\" Ms. Walker said, \"and I've never before had a victim threatened with contempt.\"question: What punishment did judge Megan Lake Thornton give to Cindra Walker's clients?", "output": "Contempt of court and a $100 and $200 fine", "options": ["Protective order", "To never speak again", "Contempt of court and a $100 and $200 fine", "Jail time", "Contempt of court", "Cited them for contempt", "Fined them"]}
{"task": "superglue-multirc", "input": " context: The film is set in Igloolik in the Eastern Arctic wilderness at the dawn of the first millennium .  http://atanarjuat.com/legend/legend_film.php The wind is blowing over a bleak snowy landscape while a man tries to herd away some marauding dogs .  We hear the voice of an old man singing a childish song .  Inside a stone house a strange shaman by the name of Tungajuaq , who comes from up north , is singing playfully to the gathered community and camp leader Kumaglak .  But among the spectators there are some mistrustful faces .  Flash forward to another day .  Qulitalik is bidding goodbye to his sister Panikpak , wife of Kumaglak , promising to come if she calls for help in her heart .  She gives him her husband's rabbit's foot for spiritual power .  Qulitalik tells his sister , `` Tulimaq is the one they 'll go after now . ''  It seems that Qulitalik is leaving to escape a threat , and the hope is that one day he will return to help .  As Panikpak watches him leave , we hear a voice-over from a woman : `` We never knew what he was or why it happened .  Evil came to us like Death .  It just happened and we had to live with it . ''  Flash back to the original scene in the stone house .  The visitor and the camp leader Kumaglak are in a `` friendly '' spiritual duel involving binding in leather thongs .  But Panikpak is startled when the stone lamp in front of her breaks in half , and , to the horror of those present , Kumaglak falls over dead .  The visitor removes the leader's walrus-tooth necklace from Kumaglak's body , and , passing by Tulimaq , he puts the necklace around the neck of Sauri , the son of the murdered leader Kumaglak , saying , `` Be careful what you wish for '' .question: In that snowy landscape what they heard?", "output": "Dogs", "options": ["Cattle", "Dogs", "They heard the voice of an old man singing a childish song"]}
{"task": "superglue-multirc", "input": " context: Mike and Jeff are close friends. Their school is having a guessing game to guess how many gumballs are in a box. If they get the right amount they win $100. If they get close they get a $20 gift card. The box looks like it is missing some gumballs. It turns out some people are eating them when they place their guess. 100 people guessed and took a piece of candy. The box is 10\" by 10\" by 10\". Each gumball is 1\" each. Mike guessed 500. Jeff guessed 800. They both said they would split their money they win, if they win.question: If there were 500 gumballs in the box how much money would Mike and Jeff get each?", "output": "50", "options": ["100", "$50", "50", "In dollars", "150"]}
{"task": "superglue-multirc", "input": " context: Legal assistance for battered women is hard to come by. But it just got a little easier to find in Tarrant County. This month, the federal Violence Against Women Office awarded a two-year, $350,000 grant to the Women's Haven of Tarrant County. The money will allow the shelter to add a second full-time attorney to its staff and contract with the law school clinic at Texas Wesleyan University for pro bono and student services. Most important, the funds will help fill a frustrating gap. The Women's Haven, which provides shelter and outreach to domestic-violence victims, already has a full-time attorney. But that person is prohibited (by funding parameters) from representing women in matters of divorce or child custody. That's not a problem for most of the shelter's indigent residents, who can access free legal aid locally from West Texas Legal Services. But many of the clients served by the Women's Haven outreach programs are the working poor, who don't qualify for free legal services. Divorces and custody battles are simply out of their financial reach. \"They can't begin to save up enough money for a divorce, so they're stuck,\" says Sonyia Hartwell, the Women's Haven's associate director. \"They're completely shut out of the civil-law system.\" In Texas, unlike in some other states, women who aren't divorced can't gain full control over their portion of assets. And they can't obtain child support. The grant will also provide law students with valuable experience working these types of cases. \"They can't go to court, but they can interview clients and do all the initial intake work that needs to be done\" as well as investigative work, says Hartwell. And there's no shortage of abuse victims who need this kind of help. \"Within 60 days of hanging out her or his shingle,\" says Hartwell of the yet unhired new attorney, \"we'll have an active caseload of 20 or more.\"question: Who is \"completely shut out of the civil-law system\"?", "output": "Poor divorcee women", "options": ["Disabled", "Poor divorcee women", "The working poor", "Rich men"]}
{"task": "superglue-multirc", "input": " context: First of America Bank Corp. said it completed its acquisition of Midwest Financial Group Inc. for about $250 million. First of America, which now has 45 banks and $12.5 billion in assets, announced an agreement to acquire the Peoria, Ill., bank holding company in January. Midwest Financial has $2.3 billion in assets and eight banks. The Midwest Financial subsidiary banks will continue to operate under their current names until early 1990, when each will adopt the First of America name. Kalamazoo, Mich.-based First of America said it will eliminate the 13 management positions of the former Midwest Financial parent company. First of America said some of the managers will take other jobs with First of America. But it said that severance payments to those executives not staying with the company will reduce First of America's operating results for 1989 by $3 million to $4 million, or 15 cents to 20 cents a share.question: Why will The Midwest Financial Adopt a new name", "output": "First of America Bank Corp acquired Midwest Financial Group", "options": ["They were eliminated", "First of America Bank Corp acquired Midwest Financial Group", "As it was acquired by First of America Bank Corp", "Since the group was being dissolved", "Since it reduces operating results by $ 3 to 4 million", "They were purchased by First of America Bank Corp", "As Midwest Financial would cease operations in early 1990"]}
{"task": "superglue-multirc", "input": " context: Dick was enraged to see how contentedly the men bore the irksome confinement, the meager food, and harsh peremptoriness of the beardless boys set over them as guards.  Most of the prisoners passed the time in cards, playing for buttons, trinkets, or what not that formed their scanty possessions.  Dick learned that all the commissioned officers of the company with Wesley Boone had been wounded or killed in the charge near the stone bridge.  Wesley had been with the prisoners at first.  He had been struck on the head, and was in a raging fever when his father and sister came to the prison to take him away.  No one could tell where he was now, but Dick knew that he must be in the city, since there were no exchanges, the Confederates allowing no one to leave the lines except women with the dead, or those who came from the North on special permits.  Then he visited the provost headquarters, and was shown the complete list of names recorded in the books there; but Barney's was not among them.  At the Spottswood Hotel, the day after his coming, he met Elisha Boone, haggard, depressed, almost despairing.  Dick had no love for the hard-headed plutocrat, but he couldn't resist making himself known.question: What did Dick learn about Wesley Boone?", "output": "Wesley had been with the prisoners", "options": ["Wesley had been with the prisoners", "Wesley had been struck on the head", "Wesley was dead"]}
{"task": "superglue-multirc", "input": " context: Sound waves are mechanical waves. They can travel only through matter. They cannot travel through empty space. This was demonstrated in the 1600s by a scientist named Robert Boyle. Boyle placed a ticking clock in a sealed glass jar. The clock could be heard ticking through the air and glass of the jar. Then Boyle pumped the air out of the jar. The clock was still running, but the ticking could not be heard. Thats because the sound couldnt travel without air particles to transfer the sound energy. Is there any other place where sound cannot be heard? Here is a hint: is there any other place that does not have air molecules? Thats right, in space sound cannot be transferred. So can astronauts hear each other? Yes, they can, because they are in enclosed space stations or pressurized suits.In both cases, they are surrounded by air molecules. If they left their space ship and did not use their electronics, they would not be able to hear each other. Next time you watch a science fiction movie, think about this factoid. When spaceships are destroyed by hostile alien beings, there would be no sound heard. Sound waves can travel through many kinds of matter.question: Which scientist demonstrated that sound waves cannot travel through empty space by placing a ticking clock in a sealed glass jar?", "output": "Boyle", "options": ["Boyle", "Aristotle", "Einstein"]}
