{"task": "superglue-multirc", "input": " context: Gravitational Potential Energy is affected by position. Like the leaves on trees, anything that is raised up has the potential to fall. It has potential energy. You can see examples of people with gravitational potential energy in 1.5 Figure below. Gravitational potential energy depends on two things. It depends on its weight, because a large falling rock can do more damage than a leaf falling from a tree. It also depends on its height above the ground. Like the skateboarder, the higher the ramp, the faster he will be going when he reaches the bottom. Like all energy, gravitational potential energy has the ability to do work. In this case, weight has the potential to deliver a force. More important for us is that it has the ability to cause change. What kind of change you may ask? Gravitational potential energy has the ability to cause motion.question: What affect does gravitational potential energy have on leaves?", "output": "It gives it the potential to move", "options": ["It gives it the potential to move", "Gravitational Potential Energy", "The can fall", "They change color"]}
{"task": "superglue-multirc", "input": " context:  Bin Laden and his aides did not need a very large sum to finance their planned attack on America. The 9/11 plotters eventually spent somewhere between $400,000 and $500,000 to plan and conduct their attack. Consistent with the importance of the project, al Qaeda funded the plotters. KSM provided his operatives with nearly all the money they needed to travel to the United States, train, and live. The plotters' tradecraft was not especially sophisticated, but it was good enough. They moved, stored, and spent their money in ordinary ways, easily defeating the detection mechanisms in place at the time. The origin of the funds remains unknown, although we have a general idea of how al Qaeda financed itself during the period leading up to 9/11. General Financing As we explained in chapter 2,  Bin Laden did not fund al Qaeda through a personal fortune and a network of businesses in Sudan. Instead, al Qaeda relied primarily on a fund-raising network developed over time. The CIA now estimates that it cost al Qaeda about $30 million per year to sustain its activities before 9/11 and that this money was raised almost entirely through donations. For many years, the United States thought  Bin Laden financed al Qaeda's expenses through a vast personal inheritance.  Bin Laden purportedly inherited approximately $300 million when his father died, and was rumored to have had access to these funds to wage jihad while in Sudan and Afghanistan and to secure his leadership position in al Qaeda. In early 2000, the U.S. government discovered a different reality: roughly from 1970 through 1994,  Bin Laden received about $1 million per year-a significant sum, to be sure, but not a $300 million fortune that could be used to fund jihad. Then, as part of a Saudi government crackdown early in the 1990s, the  Bin Laden family was forced to find a buyer for Usama's share of the family company in 1994. The Saudi government subsequently froze the proceeds of the sale. This action had the effect of divesting  Bin Laden of what otherwise might indeed have been a large fortune. Nor were  Bin Laden's assets in Sudan a source of money for al Qaeda. When  Bin Laden lived in Sudan from 1991 to 1996, he owned a number of businesses and other assets.question: How did the tradecraft of each of the 9/11 plotters go to fund the terrorist activities of 9/11?", "output": "They moved, stored, and spent their money in different ways", "options": ["They moved, stored, and spent their money in different ways", "By not calling attention to themselves with large transfers of money", "A network of donations", "By making large donations of money", "They didn't provide any funds themselves personally. It was all provided by Al Qaeda and KSM", "By funneling business fortunes into terrorist activity", "Al Qaeda funded the plotters", "Ordinary expenditures that defeated detection", "They got money by fund raising"]}
{"task": "superglue-multirc", "input": " context: The Legal Services Corp. (LSC), a quasi-governmental agency that provides legal aid for the poor, would receive $329 million in fiscal 2004 under President Bush's proposal - the same amount requested in 2003 and approved for 2002 and 2001. If approved, the hold-the-line request for LSC means its budget would erode with inflation for another year, but it could be worse for the organization: Many conservatives fought for years to do away with the LSC altogether, saying legal services attorneys were spending too much time fighting for liberal causes or pursuing politically charged cases against the government instead of representing the needy. Opposition to the organization has cooled since 1996, when Congress approved restrictions (PL 104-134) on the sorts of cases federally funded legal aid attorneys can take. (1996 Almanac, p. 5-36) Republicans cut the organization's budget deeply in 1996, but its funding has recovered slowly. Last month, in the omnibus spending bill for fiscal 2003, the Senate added a onetime increase of $19 million, which, if approved in the final version, would bring the LSC budget to $348 million. The money would go to help states, such as Michigan and Ohio, that lost money when the organization redistributed its funding based on census counts made in 2000 of poor households. If the extra money survives a conference with the House and makes it to the president's desk, LSC supporters may try to include it in the organization's fiscal 2004 funding. The federal government began funding some programs to provide legal assistance to the poor in the late 1960s; the Legal Services Corporation was created in 1974 (PL 93-355). LSC gives nearly all its money to state and local agencies, which provide civil legal assistance to those whose income is less than 125 percent of the federal poverty level - $11,075 a year for an individual and $22,625 for a family of four. Funding for legal services goes to defend needy clients in domestic violence cases, custody cases and other such matters, according to LSC. Since 1996, lawyers who receive money from Legal Services have been prohibited from such activities as lobbying legislatures, filing class-action suits, participating in political demonstrations or strikes, pursuing abortion-related litigation, representing illegal aliens or prisoners, or defending public housing tenants evicted because they were charged with selling drugsquestion: What actions taken toward the LSC makes us think the view of the LSC might be a politically motivated one?", "output": "Spending too much time fighting for liberal causes or pursuing politically charged cases against the government", "options": ["There were too many parties", "Spending too much time fighting for liberal causes or pursuing politically charged cases against the government", "It says opposition was happening, but the opposition cooled after their budget was cut, and many types of cases were no longer allowed to be handled by LSC funded legal aid"]}
{"task": "superglue-multirc", "input": " context: When you get sick, your body springs to action. Your body starts to fight the illness. Thats why you want to eat right and get plenty of sleep. You need a strong immune system to fight off illness. Plants dont have an immune system. That does not mean they do not get sick. Plants are affected by disease just like us. Typically, their first line of defense is the death of part of the plant. This prevents the infection from spreading. Many plants also produce special chemicals to fight disease. For example, willow trees produce a chemical to kill the bacteria. The same compound is used in many acne products. You can see a picture of a willow tree in Figure Plants may be smarter than we think. No, they cannot talk to each other. They may be able to send messages, though.question: Without an immune system do plants get infections?", "output": "Yes", "options": ["No", "Yes"]}
{"task": "superglue-multirc", "input": " context: (CNN) -- Sevilla have sacked coach Manolo Jimenez after their disappointing home draw to bottom-club Xerez on Tuesday extended the club's winless run to seven games. Despite lying fifth in the Spanish Primera Liga table, Sevilla were knocked out of the lucrative European Champions League by Russian side CSKA Moscow last week. Jimenez had also secured a Copa del Rey final against Atletico Madrid but it wasn't enough to save the 46-year-old's job. The club's sporting director Ramon Rodriguez admitted the decision had been difficult but said he had \"done what I had to.\" He told the club's official Web site: \"It was an unavoidable situation and we had to find a solution, and the pain that it brings. \"Tuesday was the end of the story but the decision comes from the image and dynamics of the team. Without doubt we are grateful to Manolo. He is an excellent professional, he has made all this possible and impossible. However it is obvious that he could not get a response out of the team. \"Fortunately we believe that there is time. The growth and the ambition of the club is shown in the change of the manager. We are fighting for important things.\" Xerez's injury-time equaliser on Tuesday meant Sevilla's last league success was against Real Mallorca back in February. Ironically, it is Mallorca who occupy the much-coveted fourth spot in the table that guarantees Champions League football next season. Jimenez took charge in October 2007 when former coach Juande Ramos left to take over at English Premier League team Tottenham.question: What was the unavoidable situation Ramon Rodriguez spoke of?", "output": "The firing of coach Manolo Jimenez", "options": ["The firing of coach Manolo Jimenez", "Sacking Manolo", "Sacking coach Manolo Jimenez", "Losing to Xerez", "Hiring Manolo Jimenez", "Hiring Juande Ramos", "Firing Juande Ramos"]}
{"task": "superglue-multirc", "input": " context: Mary loved walking through the woods with her dog, Max. Max and Mary would go on all sorts of adventures together. They really loved looking for blueberries together and then falling asleep next to each other in the tall grass. One day, as Mary was picking the blueberries, she turned around to find that Max was not there. She became worried and ran off to look for her dog. She looked in all of their favorite spots...next to the stream, in their secret hiding place behind the raspberry bushes, and even inside the old cabin that sat in the woods. But poor Max was nowhere to be found. Nonetheless, Mary would not give up. She kept looking and she found him not very far away. He had seen a squirrel and run to chase it. When Mary called Max's name he left the squirrel and happily returned to Mary, wagging his tail as he went.question: Whom did Max give a chase?", "output": "A squirrel", "options": ["Mary", "A squirrel"]}
{"task": "superglue-multirc", "input": " context: At 9:48, a representative from the White House shelter asked if there were any indications of another hijacked aircraft. The deputy director for operations mentioned the Delta flight and concluded that \"that would be the fourth possible hijack.\" At 9:49, the commander of NORAD directed all air sovereignty aircraft to battle stations, fully armed. At 9:59, an Air Force lieutenant colonel working in the White House Military Office joined the conference and stated he had just talked to Deputy National Security Advisor Stephen Hadley. The White House requested (1) the implementation of continuity of government measures, (2) fighter escorts for Air Force One, and (3) a fighter combat air patrol over Washington, D.C. By 10:03, when United 93 crashed in Pennsylvania, there had been no mention of its hijacking and the FAA had not yet been added to the teleconference. The President and the Vice President The President was seated in a classroom when, at 9:05, Andrew Card whispered to him: \"A second plane hit the second tower. America is under attack.\" The President told us his instinct was to project calm, not to have the country see an excited reaction at a moment of crisis. The press was standing behind the children; he saw their phones and pagers start to ring. The President felt he should project strength and calm until he could better understand what was happening. The President remained in the classroom for another five to seven minutes, while the children continued reading. He then returned to a holding room shortly before 9:15, where he was briefed by staff and saw television coverage. He next spoke to Vice President Cheney, Dr. Rice, New York Governor George Pataki, and FBI Director Robert Mueller. He decided to make a brief statement from the school before leaving for the airport. The Secret Service told us they were anxious to move the President to a safer location, but did not think it imperative for him to run out the door. Between 9:15 and 9:30, the staff was busy arranging a return to Washington, while the President consulted his senior advisers about his remarks. No one in the traveling party had any information during this time that other aircraft were hijacked or missing. Staff was in contact with the White House Situation Room, but as far as we could determine, no one with the President was in contact with the Pentagon.question: How long after the commander of NORAD directed all air sovereignty aircraft to battle stations did United 93 crash in Pennsylvania?", "output": "14 Minutes", "options": ["An hour", "14 Minutes", "62 minutes", "24 minutes", "14 minutes"]}
{"task": "superglue-multirc", "input": " context: The 1933 double eagle, a $20 gold piece with a mysterious history that involves a president, a king and a Secret Service sting operation, was auctioned Tuesday last night for a record price for a coin, $7.59 million, nearly double the previous record. The anonymous buyer, believed to be an individual collector who lives in the United States, made the winning bid in a fiercely contested nine-minute auction at Sotheby's in Manhattan. Eight bidders were joined by 500 coin collectors and dealers in an auction house audience seemingly devoid of celebrity bidders, while an additional 534 observers followed the bidding on eBay. As auction houses prepare for their fall seasons in an uncertain economy, the sale price \"suggests that the marketplace for important items is enormously strong,\" said David Redden, a vice chairman at Sotheby's, who was the auctioneer. \"This is an astonishing new record for a coin,\" he said. In an unprecedented move, the auction proceeds were split by the U.S. Mint and a London coin dealer, Stephen Fenton, who had won that right in court after having been arrested by Secret Service agents for trying to sell the coin in the Waldorf-Astoria Hotel in Manhattan in 1996. Henrietta Holsman Fore, the director of the U.S. Mint, who witnessed the sale, said, \"The monies we receive will go toward helping to pay down the debt and to fight the war on terrorism.\" Fenton commented that the double eagle had been on \"a long historic journey, with a very satisfying ending.\" He added, \"I am thrilled with the price.\" The previous numismatic record holder was an 1804 U.S. silver dollar, which sold for $4.14 million in 1999. Sotheby's partner in the one-lot auction was Stack's Rare Coins, with which it shared the customary 15 percent commission. \"I have never seen as much interest in the sale of any coin in my 30 years in the business,\" said Lawrence R. Stack, the company's managing director. \"This is the Mona Lisa of coins,\" said Beth Deisher, editor of Coin World, the largest weekly coin publication in the United States, with a circulation of 85,000. \"It is unique. Forbidden fruit.\" Collectors' Web sites have surged with speculation about the sale price, and enthusiasts even organized betting pools.question: How many witnessed the sale online?", "output": "534", "options": ["534", "1042", "500", "1034", "508", "1008"]}
{"task": "superglue-multirc", "input": " context: Madrid, Spain (CNN) -- Relatives of a woman killed in a Spanish airline crash were erroneously given the remains of another victim, and then were asked by authorities to return them, CNN partner network CNN+ reported Thursday. The victims of the crash were first laid out at a Madria convention center. A Madrid judge has opened an investigation into the error, and judicial sources say the initial indication is that the mixup occurred not in the proper identification of the victim, but in delivering the wrong remains to the family in question, CNN+ reported. The family Wednesday received an urn numbered 104, and were told it contained the ashes of their loved one, Pilar Gonzalez Ferreira, who died in the crash. But as the family was preparing to leave Madrid, officials called to tell them about the error and asked for the return of urn 104, CNN+ reported. Instead of urn 104, the family was supposed to have received urn 134, which actually contains the remains of Pilar Gonzalez, CNN+ reported, citing judicial sources and another family which also lost a relative in the crash. The Spanair MD82 jet crashed last week at Madrid's airport as the plane was trying to take off, killing 154 people. The aircraft, bound for Spain's Canary Islands, managed to rise only slightly before coming down quickly to the right of the runway, its tail section hitting the ground first, just off the asphalt. Then the out-of-control plane skidded and bounced at least three times as it careered 1,200 meters (3,840 feet) across uneven terrain and exploded, coming to rest in a gully, a top official of the investigative commission told a news conference in Madrid on Tuesday. Many of the bodies were badly charred from the fire, and authorities have used DNA samples to carry out numerous identifications.question: Where were the remains of Pilar Gonzalez Ferreira first laid out?", "output": "At a Madria convention center", "options": ["Madria hospital", "At a Madria convention center"]}
{"task": "superglue-multirc", "input": " context: When American 11 struck the World Trade Center at 8:46, no one in the White House or traveling with the President knew that it had been hijacked. While that information circulated within the FAA, we found no evidence that the hijacking was reported to any other agency in Washington before 8:46. Most federal agencies learned about the crash in New York from CNN. Within the FAA, the administrator, Jane Garvey, and her acting deputy, Monte Belger, had not been told of a confirmed hijacking before they learned from television that a plane had crashed. Others in the agency were aware of it, as we explained earlier in this chapter. Inside the National Military Command Center, the deputy director of operations and his assistant began notifying senior Pentagon officials of the incident. At about 9:00, the senior NMCC operations officer reached out to the FAA operations center for information. Although the NMCC was advised of the hijacking of American 11, the scrambling of jets was not discussed. In Sarasota, Florida, the presidential motorcade was arriving at the Emma E. Booker Elementary School, where President Bush was to read to a class and talk about education. White House Chief of Staff Andrew Card told us he was standing with the President outside the classroom when Senior Advisor to the President Karl Rove first informed them that a small, twin-engine plane had crashed into the World Trade Center. The President's reaction was that the incident must have been caused by pilot error. At 8:55, before entering the classroom, the President spoke to National Security Advisor Condoleezza Rice, who was at the White House. She recalled first telling the President it was a twin-engine aircraft-and then a commercial aircraft-that had struck the World Trade Center, adding \"that's all we know right now, Mr. President.\" At the White House, Vice President Dick Cheney had just sat down for a meeting when his assistant told him to turn on his television because a plane had struck the NorthTower of the World Trade Center. The Vice President was wondering \"How the hell could a plane hit the World Trade Center\" when he saw the second aircraft strike the South Tower. Elsewhere in the White House, a series of 9:00 meetings was about to begin. In the absence of information that the crash was anything other than an accident, the White House staff monitored the news as they went ahead with their regular schedules.question: What is the NMCC and when did their senior operations officer discuss scrambling jets?", "output": "It stands for National Military Command Center and they never discussed scrambling jets", "options": ["The Secretary of State", "It stands for National Military Command Center and they never discussed scrambling jets", "Andrew Card", "The President", "President Bush", "It stands for National Militia Craft Control and jets were scrambled immediately", "The faa", "The national military command center", "It stands for National Militia Craft Control and jets were not in range", "Condoleezza Rice", "George Bush"]}
{"task": "superglue-multirc", "input": " context: \"Femme\" is an apt description of the depiction of Madame White Snake and all her incarnations. It refers to a woman who is dangerously attractive, and lures men to their downfall with her sexual attractiveness. In both incarnations of Madame White snake, the authors depict her as bewitchingly beautiful. Toyoo, her human lover in \"Lust of the White Serpant\" cannot shake the image of her beauty from his mind and dreams of her, and finds himself \"disturbed and agitated\" by her \"ethereal beauty\". In \"Eternal Prisoner,\" Madame White Snake's bewitching beauty follows her lover Hsü into his dreams, and the next morning \"he was so distracted that he could not concentrate on doing business.\" Both of these stories align negative connotations with her beauty, suggesting that her sexuality is the cause of their distraction. In addition to distracting sexuality, the irregular characterization of Madame White Snake might be another trait her character has in common with the archetypical noir femme fatale. In her essay analyzing the noir film from a feminist perspective, Christine Gledhill writes \"Not only is the hero frequently not sure whether the woman is honest or a deceiver, but the heroine's characterisation is itself fractured so that it is not evident to the audience whether she fills the [femme fatale] stereotype or not\".question: Why is Madam White Snake described as a \"femme\"?", "output": "Negative connotations with her beauty", "options": ["Negative connotations with her beauty", "Femme is her pet name", "She is bewitchingly beautiful", "She's really a male", "She likes snakes", "Her beauty stays in the mind over her lovers and agitates them"]}
{"task": "superglue-multirc", "input": " context: The only home Hamilton ever owned was a Federal style mansion designed by John McComb Jr., which he built on his 32-acre country estate in Hamilton Heights in upper Manhattan. He named the house, which was completed in 1802, the \"Grange\" after his grandfather Alexander's estate in Ayrshire, Scotland. The house remained in the family until 1833 when his widow sold it to Thomas E. Davis, a British born real estate developer, for $25,000. Part of the proceeds were used by Eliza to purchase a new townhouse from Davis (Hamilton-Holly House) in Greenwich Village with her son Alexander. The Grange, first moved from its original location in 1889, was moved again in 2008 to a spot in St. Nicholas Park on land that was once part of the Hamilton estate, in Hamilton Heights, a neighborhood in upper Manhattan. The historic structure was restored to its original 1802 appearance in 2011, and is maintained by the National Park service as Hamilton Grange National Memorial. Alexander Hamilton served as one of the first trustees of the Hamilton-Oneida Academy in New York state. Later the Academy received a college charter in 1812, and the school was formally renamed Hamilton College.Columbia University, Hamilton's alma mater, has official memorials to Hamilton on its campus in New York City. The college's main classroom building for the humanities is Hamilton Hall, and a large statue of Hamilton stands in front of it. The university press has published his complete works in a multivolume letterpress edition. Columbia University's student group for ROTC cadets and Marine officer candidates is named the Alexander Hamilton Society.question: How many years did the Grange house remain in the family?", "output": "31 years", "options": ["87 years", "31 years"]}
{"task": "superglue-multirc", "input": " context: The second major point on which the principals had agreed on March 10 was the need to crack down on terrorist organizations and curtail their fund-raising. The embassy bombings of 1998 had focused attention on al Qaeda's finances. One result had been the creation of an NSC-led interagency committee on terrorist financing. On its recommendation, the President had designated  Bin Laden and al Qaeda as subject to sanctions under the International Emergency Economic Powers Act. This gave theTreasury Department's Office of Foreign Assets Control (OFAC) the ability to search for and freeze any  Bin Laden or al Qaeda assets that reached the U.S. financial system. But since OFAC had little information to go on, few funds were frozen. In July 1999, the President applied the same designation to the Taliban for harboring  Bin Laden. Here, OFAC had more success. It blocked more than $34 million in Taliban assets held in U.S. banks. Another $215 million in gold and $2 million in demand deposits, all belonging to the Afghan central bank and held by the Federal Reserve Bank of New York, were also frozen. After October 1999, when the State Department formally designated al Qaeda a \"foreign terrorist organization,\" it became the duty of U.S. banks to block its transactions and seize its funds. Neither this designation nor UN sanctions had much additional practical effect; the sanctions were easily circumvented, and there were no multilateral mechanisms to ensure that other countries' financial systems were not used as conduits for terrorist funding. Attacking the funds of an institution, even the Taliban, was easier than finding and seizing the funds of a clandestine worldwide organization like al Qaeda. Although the CIA's  Bin Laden unit had originally been inspired by the idea of studying terrorist financial links, few personnel assigned to it had any experience in financial investigations. Any terrorist-financing intelligence appeared to have been collected collaterally, as a consequence of gathering other intelligence. This attitude may have stemmed in large part from the chief of this unit, who did not believe that simply following the money from point A to point B revealed much about the terrorists' plans and intentions. As a result, the CIA placed little emphasis on terrorist financing. Nevertheless, the CIA obtained a general understanding of how al Qaeda raised money.question: Why was it difficult for U.S. banks to block the transactions of and seize the funds of al Qaeda despite it being designated a \"foreign terrorist organization\"?", "output": "There were no multilateral mechanisms to prevent other countries' financial systems from being used to circumvent the sanctions", "options": ["There were no multilateral mechanisms to prevent other countries' financial systems from being used to circumvent the sanctions", "Because al Qaeda kept its details hidden", "Because their technology was not strong enough to track Taliban's financial activities"]}
{"task": "superglue-multirc", "input": " context: The hijackers attacked at 9:28. While traveling 35,000 feet above eastern Ohio, United 93 suddenly dropped 700 feet. Eleven seconds into the descent, the FAA's air traffic control center in Cleveland received the first of two radio transmissions from the aircraft. During the first broadcast, the captain or first officer could be heard declaring \"Mayday\" amid the sounds of a physical struggle in the cockpit. The second radio transmission, 35 seconds later, indicated that the fight was continuing. The captain or first officer could be heard shouting:\" Hey get out of here-get out of here-get out of here.\" On the morning of 9/11, there were only 37 passengers on United 93-33 in addition to the 4 hijackers. This was below the norm for Tuesday mornings during the summer of 2001. But there is no evidence that the hijackers manipulated passenger levels or purchased additional seats to facilitate their operation. The terrorists who hijacked three other commercial flights on 9/11 operated in five-man teams. They initiated their cockpit takeover within 30 minutes of takeoff. On Flight 93, however, the takeover took place 46 minutes after takeoff and there were only four hijackers. The operative likely intended to round out the team for this flight, Mohamed al Kahtani, had been refused entry by a suspicious immigration inspector at Florida's Orlando International Airport in August. Because several passengers on United 93 described three hijackers on the plane, not four, some have wondered whether one of the hijackers had been able to use the cockpit jump seat from the outset of the flight. FAA rules allow use of this seat by documented and approved individuals, usually air carrier or FAA personnel. We have found no evidence indicating that one of the hijackers, or anyone else, sat there on this flight. All the hijackers had assigned seats in first class, and they seem to have used them. We believe it is more likely that Jarrah, the crucial pilot-trained member of their team, remained seated and inconspicuous until after the cockpit was seized; and once inside, he would not have been visible to the passengers.question: How many men were on the teams that completed the takeoff in 30 minutes?", "output": "more than three", "options": ["more than three", "the actual number is unknown", "three"]}
{"task": "superglue-multirc", "input": " context: Comanche Indians have trapped the evil of their land in a monster made up of a mixture of other animals .  The Comanche have placed a protective spear in the ground to contain the evil .  A young boy pulls the spear from the ground while pocketing a rabbit foot talisman .  He starts to play with the spear .  A Comanche catches the boy , and startled , he runs away with the rabbit's foot .  The Native American places the spear back , realizing too late that the rabbits foot is now gone .  After that , white men come and start drilling for oil .  Skip to current time , a divorced father , Mance Cashen , moves to the area with his new wife , baby , and his son from his first marriage , Willy ( played by ( ( Chris Miller , who is visiting .  Willy notices something peculiar in the house and tries to warn his father and step-mother .  They do not believe him .  Willy is attacked while on a tire swing over a small water hole .  The creature grabs his foot and Willy struggles , eventually getting away .  He eventually befriends the local drunk , T. C. van Houten .  A nice old man with some bad memories who knows something about the evil near the oil well and was in a situation similar to Willy's .  In the meantime a Comanche Indian , Chief Sam John , comes to warn Mance of the evil and the need to keep it contained .  Sam John informs Mance the evil was originally intended to stop the white man , but it is indiscriminate in whom it kills instead .  Mance will have none of it .  Willy eventually takes a spear he finds on his property to Sam John and tries to find out what is going on .question: Why did the boy pull the spear from the ground?", "output": "To play with the spear", "options": ["To Kill", "To play with the spear", "To play with it", "He needed the spear", "To bite"]}
{"task": "superglue-multirc", "input": " context: ATLANTA, Georgia (CNN) -- On a plot of soil, nestled against the backdrop of skyscrapers in downtown Atlanta, Georgia, a group of residents are turning a lack of access to fresh produce into a revival of old traditions and self-empowerment. Urban farming is a way for African-Americans to connect with the earth, says Cashawn Myers of HABESHA. HABESHA Gardens is one of many urban gardens sprouting up around the country. Fruits and vegetables are thriving in this community garden located in an economically depressed area of the city known as Mechanicsville. But the garden serves an even greater purpose. The harvest helps feed some of the neediest members of the neighborhood. \"It's a reawakening going on. It's almost like it's a renaissance,\" says Cashawn Myers, director of HABESHA Inc. \"There's a Ghanaian proverb that says Sankofa. Sankofa means return to your past so you can move forward. Even if you look at coming over here during our enslavement, we were brought here to cultivate the land because that's something we did on the continent. So really, that's what many of the people are doing now,\" he said. Myers believes urban farming is a way for many African-Americans to reconnect with their past. iReport.com: Show us your urban farm \"They are going through a process of Sankofa and going to what they traditionally did, which is connect to the Earth so they can move forward and grow,\" he says. But HABESHA Gardens isn't unique. Former pro basketball player Will Allen, who is considered to be one of the nation's leading urban farmers and founder of Growing Power Inc., estimates that there are hundreds of thousands of urban gardens in inner cities across America. Urban farms help feed people, sustain neighorhoods » \"It's beyond a movement at this point. Its more like a revolution,\" says Allen.question: What purpose does urban farming serve?", "output": "To growing fruits and vegetables and feed the needy", "options": ["It provides a use for land that would otherwise be vacant lots", "To growing fruits and vegetables and feed the needy", "Have African Americans learn more about plants", "It helps people reconnect to their roots and the earth", "Give African Americans a way to connect with the earth", "It provides fresh produce for needy families"]}
