{"task": "quail", "input": " It was not entirely true that Patch knew there was food in the mountains. He had never been to the mountains. No squirrel in all the Center Kingdom, as far as he knew, had ever been to the mountains. For between the kingdom and the mountains, surrounding it on all sides like a moat around a castle, there lay a blasted concrete wasteland, as wide as fifty squirrels laid nose to tail, and horrific death machines roared up and down this wasteland at terrifying speeds, all day and night. What's more, humans and dogs often crossed between the mountains and the kingdoms. And sometimes the dogs were not leashed. A squirrel would have to be very desperate indeed to dare the wastelands. It was Toro who had told Patch about the food in the mountains. Toro was Patch's friend. And that itself was extraordinary. Patch had always talked to birds. The drey he had grown up in -- Silver's old drey, before she became leader of the Seeker clan -- had been only a few branches away from a nest of robins. Once, in early spring when he was still a baby, Patch had crawled out of Silver's drey and into the robin's nest, and had spent a whole day among the chicks before Silver returned home and retrieved him. The robin mother had been unamused by Silver's profound apologies, and even less amused when Patch had returned to her nest the very next day. Eventually Silver taught Patch to leave the robins alone, but not before he had learned how to speak Bird. Most squirrels of the Center Kingdom could say and understand a few simple things in Bird, but Patch could actually hold conversations. And so, one autumn day when a bluejay swooped past and stole an acorn out of Patch's paws, Patch shouted angrily at the thief in Bird to bring it back; and the thief, intrigued, wheeled around in midair, perched on a branch above Patch, and looked curiously down at the irate squirrel. \"Thieving feather-brained no-nose hawkbait!\" Patch shouted up. \"Stupid blind furry groundworm!\" the bluejay retorted, and began to peck at the acorn.Why did Silver apologize?", "output": "Patch crawled into the robin's nest", "options": ["not enough information", "Patch learned to speak bird", "Patch crawled into the robin's nest", "Patch shouted at the bluejay"]}
{"task": "quail", "input": " The Transylvanian city of Brasov is usually just a day trip from Bucharest. People spend maybe an hour or so to wandering around the town square, and buy a drink before hopping back on their transport back to the capital city of Romania. But, thanks to an epic tip-off from the travel ninja Shikha at Why Waste Annual Leave and a few other Brasov devotees, instead of following the crowds, we booked a couple of leisurely nights there. At the end of our day trip, instead of returning to Bucharest and getting stuck in the Sunday evening traffic, we checked into our hotel and waved our guide off.  Yes, you can easily ‘do’ Brasov in an afternoon – it’s a popular stop off at the end of a day trip after visiting the “home” of Dracula – Bran castle, and the beautiful Peles castle – but having the leisure to linger was exquisite. In addition to trying local dishes, we also ate lunch at McDonalds. Yes, yes, as a blogger we shouldn’t pretend to eat anything other than caviar washed down with champagne and unicorn tears, but we were hungry and couldn’t be bothered to find somewhere. (For the record, we both opted for a Big Mac and a diet coke.) For the first half day, we wandered around whilst the skies were beautifully blue… …learned a lot of local history, admired the Hollywood style sign in the hills… …slipped into a couple of churches (not to mention dodged giggling kids racing around on miniature cars)… …some hidden, and some hidden in plain sight… …and admired the sign from our cosy hotel, as it lit up at twilight Our only full day dawned fairly murky for the most part, it was a Sunday so a lot of things were closed, so after hitting 20,000 steps and getting lost a few times in the less pretty corners of the city…After a full day, how did the blogger probably feel about her day trip to the city?", "output": "Exhausted from a busy day walking around", "options": ["not enough information", "Hungry", "Exhausted from a busy day walking around", "Rushed to get back to the city"]}
{"task": "quail", "input": " The White House says China's proposal to abolish presidential term limits — a move that could make Xi Jinping president for life — is an internal matter for Beijing. \"I believe that's a decision for China to make about what's best for their country,\" press secretary Sarah Huckabee Sanders said at a Monday press briefing. Term limits, Sanders said, are something Trump \"supports here in the United States, but that's a decision that would be up to China.\" The Chinese Communist Party proposed removing the presidential two-term limit from China's constitution, state media reported Sunday. The move would be a further consolidation of power for Xi, who is already seen as one of China's most powerful leaders in decades.  On Monday, U.S. President Donald Trump praised Xi, saying he has a \"very good relationship\" and \"great respect\" for the Chinese leader. \"I think that President Xi is unique. He's helping us with North Korea,\" Trump said during a White House meeting with U.S. governors. Trump has not specifically addressed the issue of China removing term limits. To some, Sanders' comments are the latest evidence of a break in the long-standing U.S. tradition of encouraging democracy in China, and reflect an unwillingness to criticize undemocratic regimes. \"In effect, she is saying that the U.S. is OK with Xi Jinping simply asserting that he will remain in power indefinitely,\" said Sophie Richardson, China director at Human Rights Watch. \"Does she realize China isn't a democracy?\" During the presidential campaign, Trump regularly slammed China and its trade policies. But since becoming president, Trump has toned down the criticism. Instead, Trump has prioritized working with China to address North Korea's nuclear and ballistic missile programs. However, several reports suggest the White House could soon announce trade decisions, such as tariffs on Chinese imports, that could strain the U.S.-China relationship.How long was Trump's White House meeting with U.S. Governors?", "output": "A few hours", "options": ["More than a week", "Ten minutes", "A few hours", "not enough information"]}
{"task": "quail", "input": " Benedykt Ossolinsky, age 39, began to grow childish. On the first day of his midlife crisis, he stood in front of the mirror examining his receding hairline and wrinkles on his face. In that very moment, while staring at his reflection he found in his eyes that mad look he had last seen thirty years ago in a photograph taken at a tethered flying model competition. The photo was taken by Henryk the servant, when his little charge decided he wanted a red biplane model Curtiss Consolidated Skyhawk Cruisader 3A \"Bingo Star\". This new look was also noticed by his co-workers, who for the most part, considered him to be an infantile spoiled brat. It fit with their idea of a boss. And Benedykt was indeed the boss, even though he himself couldn't quite believe it. He was the head of a foundation for the self-promotion of the Ossolinsky family, well-known descendants of Polish-American aristocrats, engaged in business ventures there, and charity work here. The position was highly honorable and very prestigious. Just as the employees didn't like Benedykt, in equal measure Benedykt didn't like his job. He considered it extremely stressful and felt it forced him to super-human sacrifices. Everything was arranged by the family as a penance for avoiding work. He had to go to the office at least three times a week for two full hours and entertain various smiling journalists, drink coffee with them and listen. He had to sign letters and open gifts from various companies hoping to win favors. And he had to play golf and attend social functions, movie premiers, shows and art exhibits. The family had only planned for three months of vacation time a year. Scandal! As a sign of protest he took to coming to the office wearing a t-shirt with the slogan \"Attention, Baby!\" on it.How long has Benedykt held his position?", "output": "not enough information", "options": ["not enough information", "20 years", "15 years", "19 years"]}
{"task": "quail", "input": " I really struggle to feel bad for people who actively choose to be miserable and manipulative. I’m dorky and like to use little proverbs all the time. One of my favorites is this: “you can lead a horse to water, but you can’t make him drink.” At the end of the day, if someone has a problem, they can never resolve it if they don’t truly wish to. You can give someone all the resources in the world, but you can’t force them to utilize them. When I was 16, I dated a horrible guy. He was abusive verbally, emotionally, and sexually. He was an incredibly troubled young man and refused to seek help for his severe mental health issues. I eventually came to understand that he reveled in his misery. It was his identity. He acted like he wanted a cure and I’d set him up with resources, but he refused every single one. He may have struggled with serious mental illnesses, but being miserable perversely made him happy and he loved to use his struggles to justify his inexcusable behavior. He wanted to drag as many people into his fiery pit of anguish as possible. I later suffered from severe depression myself, and I never once used it as an excuse to hurt other people. My ex wasn’t struggling with his mental health in terms of deliberating and carefully harming others. He was simply exhibiting a personality trait, one he chose to cultivate… and it wasn’t my problem. I ended up cutting him off completely in spite of all the threats. I will never feel bad for the awful plight he refuses to help himself out of. I have no patience for that type of person. Know what we call them? Toxic. Poison. A waste of time.What is probably true now about the author's boyfriend at 16?", "output": "He went on to date someone else.", "options": ["not enough information", "He refused to date again.", "He went on to date someone else.", "He didn't date for 1 year."]}
{"task": "quail", "input": " I have a chronic illness, and so I received quite a few sterling gems in the months between onset and accurate diagnosis. I had one GP — let’s call him Dr Douche. I promise, it’s the kindest way I could describe him. “The jacket means I know things.” He came up with wilder and wilder theories as to why I was sick, and kept getting sicker. It should be said beforehand that few of these theories were embodied. He was sure it was something in my ladybrains that was preventing proper function of the rest of me. Dr Douche said so much weird, wild, and just-plain-unbelievable crap over the course of my diagnosis that someday I may create a novel that incorporates it all. But this here has to be the blue ribbon winner. I was describing a symptom to him: every time I got up in the morning, when I first stood, my heart would pound, my heart rate would accelerate, and I’d feel dizzy. After a few probing questions — (only in the morning? — no, but it’s worst in the morning)… “Maybe,” he said sensitively, “you’re afraid.” “Of standing?” I asked, just to be sure. “You think I’m afraid of… standing up.” Maybe he meant there was some kind of existential fear, like, we’re all afraid, it’s a big old universe out there, and he wanted some comfort and reassurance. Nope. The man genuinely thought I had such a profound fear of verticality, that I was having a near-panic in response to being upright. POTS, folks. It was POTS. Literally THE most common sign/symptom/syndrome of autonomic dysfunction. The most common one. He could’ve confirmed right there in the office with a poor man’s tilt table test, if he knew to… Mayo Clinic had to confirm with expensive instruments because he’d never heard of a disease that affects 1/100 teenagers and between 1–3 million people in the United States! Would’ve done better with this Doctor.How does the person with autonomic dysfunction feel about being diagnosed correctly?", "output": "not enough information", "options": ["He is relieved", "he is fearful", "not enough information", "he is mad"]}
{"task": "quail", "input": " The sweet taste of cold and wood smoke hung in the air. Marlin rode low in the saddle, his shoulders curled against the hungry wind. His hat was pulled down tight and his eyes didn't move as he passed the crude shacks at the edge of town. He tied his horse in front of the saloon, unwinding his long body as if a sudden movement might snap it. He turned down the collar of his greatcoat and checked to make sure his big Army Colt was loose in its holster. The saloon door was a single chunk of white pine, still oozing sap, and he had to put his shoulder to it to force it open. The long room inside was quiet, and not much warmer than the street. Clusters of people sat nursing coffee and drinks, talking quietly if they talked at all. Marlin spotted a few farmers the railroad had brought in from Europe: rounded hats, nervous eyes, skin as red as blood. At the far end of the room a half-dozen cowboys turned over cards with patient boredom. Marlin walked up to the bar. \"Whiskey,\" he said, and when the drink came he tossed it straight down and felt it pull his lips into a grimace. He nodded for a refill. When he turned to face the room they were all watching him. \"I'm looking for a man named Kraamer,\" Marlin said. \"Anybody here know of him?\" One of the cowboys turned casually and rang the spittoon with a stream of tobacco juice. Marlin knew the long, thin face from somewhere, the blond hair that fell limply to his shoulders. He smiled at Marlin and showed his brown-stained teeth. Marlin felt the lines in his own face, the gray in his hair, the chill in his bones. He was too old for this. He set a half dollar on the bar and started for the door. \"Don't get in a huff,\" the bartender said. Marlin looked back. \"Kraamer lives about a mile west of town. Follow the railroad and take the first trail south.\"What is likely to be the reason why the farmers had red faces?", "output": "They were working out in the sun", "options": ["not enough information", "They were playing cards", "They were working out in the sun", "They were European"]}
{"task": "quail", "input": " White House officials on Wednesday laid out plans to send National Guard troops to the United States’ southern border with Mexico, as part of President Donald Trump’s efforts to confront what he says is a growing problem with illegal immigrants. The decision to deploy the U.S. military to the border represents a major new aspect of Trump’s wide-ranging immigration crackdown. But major parts of the move are unclear, including how many troops will be sent, when they will deploy, or what exactly they will do. “It will take time to have the details in place, but we are beginning today and are moving quickly,” said Kirstjen Nielsen, secretary of the Department of Homeland Security. “We are anxious to have this support.” In the U.S., the active duty military is generally restricted from domestic law enforcement functions, which would include apprehending border crossers. However, U.S. presidents have deployed the National Guard to the border to act in support roles. Nielsen said the National Guard troops will help with border surveillance and other “support functions.” She declined to say how large the force would be, but she did say it would include “as many (troops) as is needed to fill the gaps today.” A senior Trump administration official declined to say whether the National Guard troops will be armed, saying those details are still being worked out. But the official said the force would be effective. “Suffice it to say, for individuals looking to pay a smuggler to get in the United States right now, that would be a very unwise investment,” the official said. Trump signed a proclamation authorizing the move Wednesday evening. But states must also approve the decision before deploying their guard members. Trump repeatedly has threatened to deploy the military to help secure the border, especially as a caravan of Central American migrants makes it way north through Mexico, with some headed for the U.S.After the end of the story how will illegal immigration change?", "output": "It probably will decrease illegal immigration", "options": ["It probably will decrease illegal immigration", "it probably won't change anything", "it probably will increase illegal immigration", "not enough information"]}
{"task": "quail", "input": " Those of you who are regular readers of Beauty Best Friend will know that I suffer from a very sensitive, itchy scalp and I am constantly on the hunt for haircare products that are natural and non-irritating but that also treat my hair well and leave it feeling soft, shiny and clean. So far my experience has generally shown me that natural, SLS-free shampoos and conditioners do not irritate the scalp as much as their chemical filled cousins, but that they do not always clean the hair as well and can leave it looking and feeling greasy, sad and lifeless. One of the first SLS-free shampoo and conditioners that I tried, back in 2013, was Mild Shampoo and Gentle Conditioner from Naked. The relief that I got from my itchy scalp was almost instant, but I did find that it didn’t remove grease and oil from my hair too well, and I had to wash my hair a lot more often. Since then I’ve tried lots of different SLS-free haircare products, all of which have had their benefits and downfalls. For the past month I have been using Rescue Intensive Care Shampoo & Conditioner from Naked, aimed at frizzy, dry and damaged hair. As I had found such relief from my itchy scalp when using Naked products previously I wanted to try out another variant to see if it cleaned my hair any better. Prior to using the Rescue duo I had been having a really hard time with my scalp, but after just the first use of these natural products the itching had subsided about by 75%. Both the shampoo and conditioner have a lovely rich almond scent which stays on the hair after it is dry. The conditioner is a thick, rich cream and it feels like it is giving dry hair a real treat. Unfortunately these Naked products still don’t clean my hair as well as some other products, and I still feel that my hair can look greasy and lank the day after I’ve washed it. I have tried the ‘reverse poo’ method which helps a bit – this means conditioning your hair first, then shampooing it second – but my hair can get very tangled after the shampooing stage.How long did the writer probably use the Mild Shampoo and Conditioner?", "output": "For a couple weeks", "options": ["A few days", "Under a month", "For a couple weeks", "not enough information"]}
{"task": "quail", "input": " I went over to a guy's house to see a movie that he had acted in. It was our first date. He starts the movie and I settle back to watch. I was in film school and the guy, Nick, had told me he wanted my “professional” opinion. We're five minutes into the movie when Nick reaches for the remote and says, “Let's fast forward to my part.” I reply that, in order to adequately critique the movie, I should see it from the beginning. Nick assures me that his scene is self-contained and needs no context. A fight scene plays. Nick pauses and asks, “What did you think?” I look confused and Nick says, “Did you miss me? Let's play it again.” I watch the scene again, but still can't make out Nick. Nick rewinds, plays and pauses. “There I am,” he says, gazing fondly at the screen. Except the screen was gray. No actors. No landscape. Nothing, but gray snow. “What do you think,” he asked, his eyes never leaving the empty screen. At that point, I realized Nick was crazy. “That's great!,” I said. “But look at the time. Time sure flies when you're having fun.” Nick was still staring at the screen with a strange little smile. I stood up. Nick stood up, now not smiling. “You're not going anywhere,” Nick said. It's funny how fear works. I've found that in times of danger, adrenaline supersedes fear. I managed to trick Nick, hide from Nick and finally to escape after more than an hour of suspense. Turns out it wasn't even Nick's place. He had taken me to the house of someone he had ripped off in a drug deal. I am very wary now of going to a guy's home unless I know him extremely well.Nick probably thought", "output": "The author wouldn't get away", "options": ["The author wouldn't get away", "That he was not crazy.", "not enough information", "That he was the drug dealer"]}
{"task": "quail", "input": " In this article, I’ll address a real mainstay of modern medicine: laboratory tests that require drawing blood. This is sometimes referred to as “checking labs,” “doing bloodwork,” or even “checking blood.” Most older adults have been through this. For instance, it’s pretty much impossible to be hospitalized without having bloodwork done, and it’s part of most emergency room care. Such testing is also often done as part of an annual exam, or “complete physical.” Last but not least, blood testing is usually — although not always — very helpful when it comes to evaluating many common complaints that affect aging adults. Fatigued and experiencing low energy? We should perhaps check for anemia and thyroid problems, among other things. Confused and delirious? Bloodwork can help us check on an older person’s electrolytes (they can be thrown off by a medication side-effect, as well as by other causes). Blood tests can also provide us with information related to infection, kidney function, and much more. Like much of medical care, blood testing is probably overused. But often, it’s an appropriate and an important part of evaluating an older person’s health care concerns. So as a geriatrician, I routinely order or recommend blood tests for older adults. Historically, laboratory results were reviewed by the doctors and were only minimally discussed with patients and families. But today, it’s becoming more common for patients to ask questions about their results, and otherwise become more knowledgeable about this aspect of their health. In fact, one of my top recommendations to older adults and family caregivers is to always request a copy of your laboratory results. (And then, keep it in your personal health record!) This way, if you ever have questions about your health, or need to see a different doctor, you’ll be able to quickly access this useful information about yourself. In this article, I’m going to list and briefly explain the blood tests that are most commonly used, for the primary medical care of older adults. Specifically, I’ll cover four “panels” which are commonly ordered, and then I’ll list six more blood tests that I find especially useful.What do caretakers do with the laboratory results?", "output": "not enough information", "options": ["not enough information", "To gain knowledge about the health state of their patients", "Make it available whenever necessary for further medical care", "Put it into safekeeping"]}
{"task": "quail", "input": " Manny had Bob Marley cranking on the stereo, his van was full of passengers, and the air conditioning was working after a long week of giving him trouble. The sun beat down on the wet-looking asphalt road that ran along the harbor, next to the concrete waterfront. It curved along in front of the brightly colored Dutch Colonial warehouses of Charlotte Amalie, which were now converted restaurants and jewel shops. Tourists in day-glo shirts and daubs of sunscreen rubbed over peeling skin crowded both sides of the waterfront road. Manny slowed somewhat, keeping an eye on them. On the sidewalk by the shops a tall black man stood by a food cart. The hand-painted wooden sign hanging from the cart's side had faded letters. The man wore a grand suit with tails, like an orchestra conductor, and a top hat perched on his shaved head. A cigar burned in his mouth. For a brief second he held Manny's attention. Then the food cart's owner stepped forward and the strangely dressed man disappeared. Manny looked at the other side of the road. A white girl with oval shaped sunglasses and pink leather pants stepped off the sidewalk into the road in front of his van. He slammed on the brakes, trying to dodge her, but the van couldn't respond that fast. Her ponytail flew up towards the windshield and her head struck the star-shaped hood ornament. She bounced along the asphalt. Manny weaved the van to a stop, with swearing from the passengers in the back. He opened the door and stepped out into the heat. Get up, stand up, the radio cried out, and that was what Manny hoped would happen. He hoped that she would at least just stir and be okay. But she just lay there.Manny wants to belive that:", "output": "the girl is okay", "options": ["the girl wasnt actually there", "the girl is dead", "the girl is okay", "not enough information"]}
{"task": "quail", "input": " Former President Barack Obama unveiled plans for his future presidential library and museum on the south side of Chicago where he raised his family and launched his political career. The designs show a complex of modern buildings, with a library, museum and event center, plus a community garden, a children's play area and possibly an athletic field. \"What we want this to be is the world-premiere institution for training young people and leadership to make a difference in their communities, in their countries and in the world,\" he told the crowd that included Chicago Mayor Rahm Emanuel, his one-time chief of staff. Flanked by drawings and renderings, Obama also announced that he and former first lady Michelle Obama will be donating $2 million to fund a Chicago summer jobs program. The museum, the tallest of the three buildings, will hold exhibition space, public spaces, offices and education and meeting rooms, according to the Obama Foundation. The forum and library buildings are intended to be used for study and foundation programming. Obama said his foundation, which is overseeing the project, is also looking into the possibility of locating a Chicago Public Library branch on the site. Obama said he envisioned recording studios where musicians could help young people work on music, and space for movie directors who could take on community storytelling. The center will also have exhibits with campaign memorabilia and personal artifacts. \"Let's face it, we want to see Michelle's dresses,\" the former president joked. Obama also squashed any notion that the library was ever going to be elsewhere. Multiple locations in three states — Illinois, New York and Hawaii — had initially pitched proposals. \"The best things that have happened to me in my life happened in this community,\" he said. \"Although we had a formal bidding process to determine where the presidential library was going to be, the fact of the matter was it had to be right here on the south side of Chicago.\"Why did former President Barack Obama unveil plans for a presidential library?", "output": "He wished to provide better resources and a location that can train the citizens of Chicago to better achieve their dreams and aspirations.", "options": ["He wished to provide better resources and a location that can train the citizens of Chicago to better achieve their dreams and aspirations.", "He wished to have a location inspired and named after him, in tradition with the goals of past presidents.", "not enough information", "He believed Chicago was in dire need of a library that better suited the needs of older citizens."]}
{"task": "quail", "input": " Being prepared for the unknown is something most people know we should do, but the majority of us don’t take time to actually do it! We have lived in a state prone to hurricanes for eight years and didn’t really have anything ready in case of a natural disaster. Recently, we moved closer to the coast in this region which forced us to make a hurricane emergency kit. If you don’t feel like putting together your own kit, you can order one from Amazon! Here’s an affiliate link to one that’s for four people. (Four Person Perfect Survival Kit Deluxe) They have several variations to choose from. Preparing a Hurricane Emergency Kit I will walk you through a few things to consider when preparing an emergency kit. Saving Money I would be lying if I didn’t say that I was financially driven to prepare a kit. The state of Virginia has one three-day sales tax holiday weekend beginning the first Friday in August. Yes, saving on tax pushed me to buy a bunch of stuff that I just may need one day. In addition to saving taxes on emergency preparedness items, customers can save tax on clothing, footwear, school supplies, and Energy Star and WaterSense products. For complete details on qualifying items and more, please go to Virginia’s Government Tax Page. Not in Virginia? Search “your state” + “emergency preparedness” or “emergency kit.” You can replace “hurricane” with “earthquake” or “tornado” or any other applicable term for your area. Depending on how much you purchase, the saving on taxes can add up pretty quickly. Be Prepared Before Preparing Heading out on a tax-free shopping spree won’t save you much money if you’re buying items that don’t qualify for the tax-free holiday, or you buy a bunch of items you don’t actually need or won’t use. The National Hurricane Center offers supply lists and emergency plans, along with a ton of resources to help you gain focus.How does the National Hurricane Center probably feel about Amazon's Four Day Survival Kit online?", "output": "They think it's a great idea especially with all the variations available", "options": ["They think they are just bunching people to buy stuff", "They didn't think it was financially doable", "They think it's a great idea especially with all the variations available", "not enough information"]}
{"task": "quail", "input": " TL:DR: I un-professionally get mad at a customer and verbally slam the door on her way out. I was working a shift at a chain cafe one afternoon in England, it was during the lunch rush, so we had a back up of customers lined up to the exit. See the problem with the chain is that all of our customers mostly range from midlife crisis to half-a-foot in the grave, so once a customer lines up, they don’t leave and they extend the queue. Plus this is a chain cafe so I've got a manager who's constantly on my back to speed up because someone is on her back to drive numbers up: this results in the line putting stress on my air-hostess smile, but they don't call it work for nothing. Now I'm not the only one stressed, a customer lines up during lunch, they're hungry and wish that Euclidean laws would suspend themselves so that they did not have to deal with the fact that I can't deal with a customer at the speed of light. Well one eldritch horror declares that my coffee took too long and does her rendition of the 1933 Hitler speech to the rest of the customers with an addendum that she will take her business elsewhere. Now my chain are pretty big in England, so if a customer wants to slap me around with a ‘customer is always right’ the script dictates that I do everything in my power to make sure they come back, and Cthulu knows this, well: I'm stressed, I don't like her face and she's given me an opportunity for me to give her the polite ‘fuck off'. All I say is ‘Good’ and move on to the next customer. Hitler-lite phones my corporation to voice a complaint, so a suit comes out and asks the team who did it, I fess up so I can save the time and not have a reason to hate one of my co-workers. I get a lecture and a warning, the end.The incident the worker described probably lasted:", "output": "a few minutes", "options": ["a few minutes", "not enough information", "over a year", "2 hours"]}
{"task": "quail", "input": " \"To be real honest, Jeffrey, you're not making much progress,\" said Greg. \"Are you practicing at all?\" \"Well, yeah. Mom makes me. She sits there watching to make sure I'm getting the right fingering and phrasing.\" \"Hmm. I might need to talk to her about that.\" Greg hated when kids were forced into musicianship. He had been teaching private music lessons for more than ten years, and had seen it often. Parents made their kids miserable. It rarely worked anyway. \"You don't really want to take piano, do you?\" \"No, Sir.\" \"Well... \" \"I wish my mom would let me take guitar lessons. That would be cool.\" \"You know you'd get calluses like this.\" Greg held out left hand and showed Jeffrey his fingertips. \"Yeah! My friend, Zach, has calluses. They're hard like plastic.\" \"Well, you know, it hurts for a while--until you build them up.\" \"I don't care. I love the guitar. I've been begging Mom to switch me from piano to guitar.\" \"I'll talk to her.\" \"Great! I already have a guitar and--\" \"--don't get too excited yet. We'll see what she says.\" \"Thanks, Mr. Tenorly.\" He jumped up and ran for the front door. Then he stopped, rushed back over to grab his piano books, and raced out the door. Greg's 3:30 lesson had been cancelled, so he now had a thirty minute break. Oftentimes, during a break, he would step outside and wander down the sidewalk, observing the townspeople going in and out of the shops around Coreyville Square. But something was bugging him. His dad's birthday party was only a few days away. He hoped he wouldn't regret letting Cynthia talk him into going.How long was Greg's break?", "output": "Half hour", "options": ["All day", "not enough information", "Half hour", "10 minutes"]}
