{"task": "quail", "input": " SEOUL, SOUTH KOREA — During his first year in office, South Korean President Moon Jae-in’s persistent pursuit of diplomacy, often working in parallel with U.S. President Donald Trump’s “maximum pressure” campaign, played a significant role in persuading North Korea to engage in talks to end its nuclear program. “Before the extreme measures might have been chosen by the United States, he gave diplomacy another chance to succeed,” said Bong Young-shik, a political analyst with the Yonsei University’s Institute for North Korean Studies in Seoul. A year ago this week, Moon, a former human rights lawyer and candidate for the progressive Democratic Party, won a special presidential election held after former conservative President Park Geun-hye was impeached for her involvement in a bribery and corruption scandal. This year, Park was sentenced to 24 years in prison during criminal trial related to the scandal in which she was charged with abuse of power, coercion and bribery. Moon assumed power at a time of increasing tensions, not just concerning North Korea’s accelerated nuclear and ballistic missile tests, but also China’s imposing of informal economic sanctions against South Korea for deploying the U.S. THAAD missile defense system, and the Trump administration’s talk of possible military action to end the North’s efforts to develop a nuclear armed intercontinental missile that could strike the U.S. mainland. In his inaugural address in May 2017, Moon promised to engage in shuttle diplomacy with Washington, Beijing and Pyongyang to work out a peaceful solution to the growing crisis. In a July speech in Berlin, President Moon laid out his vision for inter-Korean reconciliation that called for peaceful co-existence of the two Korean governments, but also said that denuclearization of the Korean Peninsula is “the absolute condition for peace.” But unlike past progressive South Korean governments that provided unconditional economic assistance, the Moon administration complied with economic sanctions in place and offered only cooperation on humanitarian aid and exchanges. Seoul also balanced its outreach efforts with maintaining strong support for the U.S. alliance, for joint military deterrence, and for imposing increasingly harsh U.S.-led economic sanctions against North Korea.What main issue does President Moon constantly want to address during his speeches?", "output": "His desire to have a peaceful solution", "options": ["Harsh U.S. led economic sanctions against North Korea", "His desire to have a peaceful solution", "Possible military action", "not enough information"]}
{"task": "quail", "input": " The two basic things you have to do to have a successful weight-loss journey is consume fewer calories (eat less) and exercise more.  It is a pleasure to report that it is possible to do both of these things without feeling deprived or overwhelmed. Just add these two little extras for help with weight-loss success. Add a Little Extra Exercise to Your Daily Routine A simple way to increase the level of exercise during your week is by adding a little more effort into your daily activities – the things you are going to do anyway. For example, we all have to do housework right? So, that is an easy one! Instead of taking your time and working at a leisurely pace, work faster. As you sweep and mop the kitchen floor, put some oomph into it. Work at a steady, brisk pace. Stretch your arms and use your muscles. This will definitely increase your heart rate, and burn more calories. When it’s time to clean the windows, reach up as high as you can – stretch to the top of the windows and be sure to get into the corners. Then, buff the glass to a high sheen, which will involve a little more elbow grease than normal. When you scrub out the tub and the shower, do it with energy and a song – make those tiles shine. Play fun music and dance when you sweep, mop or vacuum. Work for longer periods of time – 20 to 30 minutes of active cleaning is much better than 5 minutes here and 5 minutes there. It gives you more time to get your heart rate going and a better boost to your metabolism. These are things you can do to keep your house sparkling and build the new you. So, start throwing in an abundant amount of gusto for extra calorie burning and body shaping.Who has to do housework?", "output": "we all have to do housework", "options": ["only a select few", "we all have to do housework", "only those who want to", "not enough information"]}
{"task": "quail", "input": " Thank you for the A2A ….. What has been your biggest heartbreak during your adult years? Had I answered this question 20 years ago, it would have been the death of my Daddy … Had it been 12 years ago, it would have been the death of my Mother … Had it been 10 years ago, it would have been when my son turned his back on God so far that he went into satanism … As it is now ~ I would have to say that the biggest heartbreak in my life was 3 years ago when I discovered (online) that my beautiful daughter had begun taking Testosterone injections. Believe me ~ I’ve been told time after time that her decision to do so is her own … to that fact I will agree. What I cannot agree with though, is that I have no right to feel hurt, upset, or any of the other assorted emotions that come with having a transgender child!! It’s not okay to be devastated by the choices my little girl makes … Its not okay to not agree with what she’s doing to herself … It’s not gonna have an impact on her family … It’s not something that is allowed to affect our relationship … The ONLY thing that matters ~ is the transgender person and how they feel!!!! One of the biggest things that bothers me is when I’m told that I can’t love my child ~ unless I accept that she wants to be a male and give her support with that decision. I can say that I do love my daughter ~ I always have ~ and I always will. A mother’s love doesn’t go away. ***To those who wish to attack me for what I have to say on the topic of transgenderism ~ I respect your right to tell me your opinion and why you think I’m wrong … but my feelings matter, too, and deserve that same respect from you.*** Wishing you the best!!what is true about the mother", "output": "she likes to be the boss", "options": ["she likes to cook", "not enough information", "she likes to be the boss", "she likes to be the leader"]}
{"task": "quail", "input": " The next morning I called up my friend, Nick Unger, who worked for the police department. He agreed to meet me at the Casbah, a glorious little dive bar a few blocks from my apartment. It opened first thing in the morning, realizing the best drunks start early. By the time he showed up I was already deep into my third drink and trying charm the bartender, Maggie, into comping my fourth. I was failing miserably as usual, but at least it was fun trying. As soon as Nick walked through the front door, I slammed my palm down on the bar top. \"Tricky Nicky! Have a drink, brother!\" He slid onto the bar stool beside me and smiled warmly at the bartender. \"Has this low life been giving you grief, Maggie?\" She grinned at him. \"Only since I opened the front door.\" Nick winked at her and ordered a half-pint of stout. \"Pansy,\" I scoffed and slammed the rest of my whiskey. He shook his head. \"God I miss you, you mad bastard. I can't imagine why Andrea won't let you come around the house anymore.\" I shrugged. \"I know, it's like as soon as she started squirting out brood, she suddenly gets all uptight about people starting fires in the middle of your living room.\" \"Imagine,\" he said as he raised his glass of beer. I clinked my empty glass to his. \"So guess who I ran into last night at Jenny's wedding?\" He shrugged. \"Brian Lopez.\" He chuckled. \"No shit. How is old Double-Dip?' \"Fat and sad,\" I replied while waving Maggie over for a refill. \"And married to a smoking hottie. Well, married or engaged or whatever.\" Nick nodded. \"I met her. They were at a Police Union dinner around the holidays. She's a butterface.\" I arched my eyebrow. \"She had a face?\" Maggie rolled her eyes while she filled my glass. Nick caught her glance. \"I know, he's got no class, but what are you gonna do?\" \"Anyways,\" I continued, \"she's way too hot for him, and that's not gonna end well. You just know that one of these days he's gonna come home and find her with the pool boy or some shit.\"Why did the narrator call Nick a pansy?", "output": "He ordered beer instead of whiskey.", "options": ["not enough information", "He slid into a bar stool.", "He talked to Maggie.", "He ordered beer instead of whiskey."]}
{"task": "quail", "input": " Paul knew that the plan was insane and probably illegal. Certainly the stuff he'd been helping Chloe and her gang of followers do for the last few hours was technically illegal. He'd asked them why they were helping him, what did they hope to gain? They'd told him that this is what they did for fun. Chloe assured him that they \"lived for this kinda shit.\" Ok, fine. He could sort of see that. Once he was there, helping them come up with the plan and then actually carrying it out, it sure as hell was exciting - probably the most exciting thing he'd ever done. Now that he was home and alone with his misgivings and paranoia, it all seemed like a really stupid idea. If it weren't for Chloe and her mesmerizing enthusiasm, there's no doubt that he wouldn't be doing this at all. But it was too late now. Or was it? It was five in the morning when Paul got back to his apartment. He'd told Chloe that he wanted to get a few hours sleep before the big meeting, but he now realized that there was no way he was going to be able to relax. When he'd stepped out the door twenty-two hours earlier he'd still had his job and was looking forward to a showing the rest of the art team his new designs for some of the higher-level monsters he wanted to add to the game. Screw that, he thought, they're my monsters now. I'll use them somewhere else. It could never work. How could it? Right then and there Paul decided that he was going to call the whole thing off. It wasn't too late. They hadn't done anything yet that wasn't reversible. No one had been hurt. No money had changed hands. No one had been lied to. If he called it off right now he could just move on and try and put the whole, sorry state of affairs behind him.After the end of this story Paul is probably:", "output": "unemployed", "options": ["very wealthy", "unemployed", "married to Chloe", "not enough information"]}
{"task": "quail", "input": " Recently the news broke that Microsoft are acquiring GitHub. Effusive opinions flowed from all directions: some saw the acquisition as a sensible fit for Microsoft to better support developers, and some saw it as a tyrant getting their grubby fingers on open source’s ecosystem. I am thrilled for Microsoft and GitHub for many reasons, and there will be a bright future ahead because of it, but I have been thinking more about the reaction some of the critics have had to this, and why. I find it fascinating that there still seems to be a deep-seated discomfort in some about Microsoft and their involvement in open source. I understand that this is for historical reasons, and many moons ago Microsoft were definitely on the offensive against open source. I too was critical of Microsoft and their approach back in those days. I may have even said ‘M$’ instead of ‘MS’ (ugh.) Things have changed though. Satya Nadella, their CEO, has had a profound impact on the company: they are a significant investor and participant in open source across a multitude of open source projects, they hire many open source developers, run their own open source projects (e.g. VSCode), and actively sponsor and support many open source conferences, events, and initiatives. I know many people who work at Microsoft and they love the company and their work there. These are not microserfs: they are people like you and me. Things have changed, and I have literally never drunk Kool-aid; this or any other type. Are they perfect? No, but they don’t claim to be. But is the Microsoft of today a radically different company to the Microsoft of the late nineties. No doubt. Still though, this cynicism exists in some. Some see them as a trojan horse and ask if we can really trust them? A little while ago I had a discussion with someone who was grumbling about Microsoft. After poking around his opinion, what shook out was that his real issue was not with Microsoft’s open source work (he was supportive of this), but it was with the fact that they still produce proprietary software and use software patents in departments such as Windows and Office.Who is not perfect?", "output": "Microsoft", "options": ["Microsoft", "Open Source", "not enough information", "Bill Gates"]}
{"task": "quail", "input": " WHITE HOUSE — \"The United States will not be a migrant camp and it will not be a refugee holding facility,\" President Donald Trump vowed Monday amid growing outrage over his administration forcibly separating children from parents at the U.S. border with Mexico. Trump, speaking in the White House East Room during a National Space Council meeting, warned that \"what's happening in Europe … we can't allow that to happen to the United States — not on my watch.\" Earlier in the day, on the Twitter social media platform, the president inaccurately linked migration in Germany to a rising crime rate. In actuality, the latest German government statistics show reported crimes at the lowest level in 30 years. Tough border enforcement in the U.S. has led to the family breakups, with nearly 2,000 children being sent to mass detention centers or foster care from mid-April to the end of May, according to government officials. The regular White House briefing was delayed several times Monday amid the furor as officials huddled with Trump in the West Wing. Press Secretary Sarah Sanders finally introduced Department of Homeland Security Secretary Kirstjen Nielsen after 5 p.m., and she defended the administration's \"zero-tolerance\" policy that is breaking up families at the southwestern U.S. border. Nielsen forcefully pushed back at the negative media coverage, asserting that what U.S. authorities are doing is properly enforcing the law. \"What has changed is that we no longer exempt entire classes of people who break the law,\" she said. Asked about critics accusing the administration of using children as \"pawns\" to demand legislative actions from Congress, the DHS secretary replied, \"I say that is a very cowardly response,\" adding it is clearly within Congress' power \"to make the laws and change the laws. They should do so.\" Trump's Republican party controls both chambers in Congress, and the family border policies were set by his administration. In a tweet displaying photographs of a detention facility, showing children sleeping on mats with foil blankets, Democrat Senator Tim Kaine wrote: \"The real Trump Hotel.\"How long was Trumps' meeting at the National Space Council?", "output": "a few hours", "options": ["a few hours", "not enough information", "a few months", "a few weeks"]}
{"task": "quail", "input": " One summer when I was 8 years old my father, mother, and I were rear ended by a 16 year old boy in a pickup truck. Insurance companies dawdled and by the time we received a settlement over a year later my parents had divorced. I was under full custody of my father living in a trailer in very rural Tennessee (Wayne County) with no electricity and a wood burning stove for heat. My mother was nowhere to be found until a few years later. We received the settlement and it turned out to be several thousand dollars. My dad turned on the electricity and bought our first computer, a Packard Bell. Now we needed dial up internet! -My what a change! Then he started dating online. He met a woman who lived in Franklin, TN (Williamson County), dated and married her (at least for a few years), worked at CompUSA for a few years, then started his own computer repair business which he and I ran from 2001 to 2014 before selling it. Williamson County population : 226,257 Wayne County population : 16,583 I ran a business with my father, graduated from a high school that was ranked 24/273 instead of one ranked of 223/273 in the state. The woman I married would not be the same, nor where I live and the lifestyle I now live, the jobs I have been able to get, the places I have been able to go, traveling around the US and to Canada and soon further abroad. The amazing things that I have experienced in my life are a pretty direct effect of some 16 year old kid not paying attention and rear ending my family. Of course certain decisions were made and things happened that took things down this particular path, but it all leads back to that night. Good night, and drive safely!When did the author's father start dating online?", "output": "After he got dial up internet.", "options": ["After he got dial up internet.", "Before he got the settlement.", "Before he got electricity.", "not enough information"]}
