{"task": "quail", "input": " It was not entirely true that Patch knew there was food in the mountains. He had never been to the mountains. No squirrel in all the Center Kingdom, as far as he knew, had ever been to the mountains. For between the kingdom and the mountains, surrounding it on all sides like a moat around a castle, there lay a blasted concrete wasteland, as wide as fifty squirrels laid nose to tail, and horrific death machines roared up and down this wasteland at terrifying speeds, all day and night. What's more, humans and dogs often crossed between the mountains and the kingdoms. And sometimes the dogs were not leashed. A squirrel would have to be very desperate indeed to dare the wastelands. It was Toro who had told Patch about the food in the mountains. Toro was Patch's friend. And that itself was extraordinary. Patch had always talked to birds. The drey he had grown up in -- Silver's old drey, before she became leader of the Seeker clan -- had been only a few branches away from a nest of robins. Once, in early spring when he was still a baby, Patch had crawled out of Silver's drey and into the robin's nest, and had spent a whole day among the chicks before Silver returned home and retrieved him. The robin mother had been unamused by Silver's profound apologies, and even less amused when Patch had returned to her nest the very next day. Eventually Silver taught Patch to leave the robins alone, but not before he had learned how to speak Bird. Most squirrels of the Center Kingdom could say and understand a few simple things in Bird, but Patch could actually hold conversations. And so, one autumn day when a bluejay swooped past and stole an acorn out of Patch's paws, Patch shouted angrily at the thief in Bird to bring it back; and the thief, intrigued, wheeled around in midair, perched on a branch above Patch, and looked curiously down at the irate squirrel. \"Thieving feather-brained no-nose hawkbait!\" Patch shouted up. \"Stupid blind furry groundworm!\" the bluejay retorted, and began to peck at the acorn.Why did Silver apologize?", "output": "Patch crawled into the robin's nest", "options": ["not enough information", "Patch learned to speak bird", "Patch crawled into the robin's nest", "Patch shouted at the bluejay"]}
{"task": "quail", "input": " The Transylvanian city of Brasov is usually just a day trip from Bucharest. People spend maybe an hour or so to wandering around the town square, and buy a drink before hopping back on their transport back to the capital city of Romania. But, thanks to an epic tip-off from the travel ninja Shikha at Why Waste Annual Leave and a few other Brasov devotees, instead of following the crowds, we booked a couple of leisurely nights there. At the end of our day trip, instead of returning to Bucharest and getting stuck in the Sunday evening traffic, we checked into our hotel and waved our guide off.  Yes, you can easily ‘do’ Brasov in an afternoon – it’s a popular stop off at the end of a day trip after visiting the “home” of Dracula – Bran castle, and the beautiful Peles castle – but having the leisure to linger was exquisite. In addition to trying local dishes, we also ate lunch at McDonalds. Yes, yes, as a blogger we shouldn’t pretend to eat anything other than caviar washed down with champagne and unicorn tears, but we were hungry and couldn’t be bothered to find somewhere. (For the record, we both opted for a Big Mac and a diet coke.) For the first half day, we wandered around whilst the skies were beautifully blue… …learned a lot of local history, admired the Hollywood style sign in the hills… …slipped into a couple of churches (not to mention dodged giggling kids racing around on miniature cars)… …some hidden, and some hidden in plain sight… …and admired the sign from our cosy hotel, as it lit up at twilight Our only full day dawned fairly murky for the most part, it was a Sunday so a lot of things were closed, so after hitting 20,000 steps and getting lost a few times in the less pretty corners of the city…After a full day, how did the blogger probably feel about her day trip to the city?", "output": "Exhausted from a busy day walking around", "options": ["not enough information", "Hungry", "Exhausted from a busy day walking around", "Rushed to get back to the city"]}
{"task": "quail", "input": " The White House says China's proposal to abolish presidential term limits — a move that could make Xi Jinping president for life — is an internal matter for Beijing. \"I believe that's a decision for China to make about what's best for their country,\" press secretary Sarah Huckabee Sanders said at a Monday press briefing. Term limits, Sanders said, are something Trump \"supports here in the United States, but that's a decision that would be up to China.\" The Chinese Communist Party proposed removing the presidential two-term limit from China's constitution, state media reported Sunday. The move would be a further consolidation of power for Xi, who is already seen as one of China's most powerful leaders in decades.  On Monday, U.S. President Donald Trump praised Xi, saying he has a \"very good relationship\" and \"great respect\" for the Chinese leader. \"I think that President Xi is unique. He's helping us with North Korea,\" Trump said during a White House meeting with U.S. governors. Trump has not specifically addressed the issue of China removing term limits. To some, Sanders' comments are the latest evidence of a break in the long-standing U.S. tradition of encouraging democracy in China, and reflect an unwillingness to criticize undemocratic regimes. \"In effect, she is saying that the U.S. is OK with Xi Jinping simply asserting that he will remain in power indefinitely,\" said Sophie Richardson, China director at Human Rights Watch. \"Does she realize China isn't a democracy?\" During the presidential campaign, Trump regularly slammed China and its trade policies. But since becoming president, Trump has toned down the criticism. Instead, Trump has prioritized working with China to address North Korea's nuclear and ballistic missile programs. However, several reports suggest the White House could soon announce trade decisions, such as tariffs on Chinese imports, that could strain the U.S.-China relationship.How long was Trump's White House meeting with U.S. Governors?", "output": "A few hours", "options": ["More than a week", "Ten minutes", "A few hours", "not enough information"]}
{"task": "quail", "input": " Benedykt Ossolinsky, age 39, began to grow childish. On the first day of his midlife crisis, he stood in front of the mirror examining his receding hairline and wrinkles on his face. In that very moment, while staring at his reflection he found in his eyes that mad look he had last seen thirty years ago in a photograph taken at a tethered flying model competition. The photo was taken by Henryk the servant, when his little charge decided he wanted a red biplane model Curtiss Consolidated Skyhawk Cruisader 3A \"Bingo Star\". This new look was also noticed by his co-workers, who for the most part, considered him to be an infantile spoiled brat. It fit with their idea of a boss. And Benedykt was indeed the boss, even though he himself couldn't quite believe it. He was the head of a foundation for the self-promotion of the Ossolinsky family, well-known descendants of Polish-American aristocrats, engaged in business ventures there, and charity work here. The position was highly honorable and very prestigious. Just as the employees didn't like Benedykt, in equal measure Benedykt didn't like his job. He considered it extremely stressful and felt it forced him to super-human sacrifices. Everything was arranged by the family as a penance for avoiding work. He had to go to the office at least three times a week for two full hours and entertain various smiling journalists, drink coffee with them and listen. He had to sign letters and open gifts from various companies hoping to win favors. And he had to play golf and attend social functions, movie premiers, shows and art exhibits. The family had only planned for three months of vacation time a year. Scandal! As a sign of protest he took to coming to the office wearing a t-shirt with the slogan \"Attention, Baby!\" on it.How long has Benedykt held his position?", "output": "not enough information", "options": ["not enough information", "20 years", "15 years", "19 years"]}
{"task": "quail", "input": " I really struggle to feel bad for people who actively choose to be miserable and manipulative. I’m dorky and like to use little proverbs all the time. One of my favorites is this: “you can lead a horse to water, but you can’t make him drink.” At the end of the day, if someone has a problem, they can never resolve it if they don’t truly wish to. You can give someone all the resources in the world, but you can’t force them to utilize them. When I was 16, I dated a horrible guy. He was abusive verbally, emotionally, and sexually. He was an incredibly troubled young man and refused to seek help for his severe mental health issues. I eventually came to understand that he reveled in his misery. It was his identity. He acted like he wanted a cure and I’d set him up with resources, but he refused every single one. He may have struggled with serious mental illnesses, but being miserable perversely made him happy and he loved to use his struggles to justify his inexcusable behavior. He wanted to drag as many people into his fiery pit of anguish as possible. I later suffered from severe depression myself, and I never once used it as an excuse to hurt other people. My ex wasn’t struggling with his mental health in terms of deliberating and carefully harming others. He was simply exhibiting a personality trait, one he chose to cultivate… and it wasn’t my problem. I ended up cutting him off completely in spite of all the threats. I will never feel bad for the awful plight he refuses to help himself out of. I have no patience for that type of person. Know what we call them? Toxic. Poison. A waste of time.What is probably true now about the author's boyfriend at 16?", "output": "He went on to date someone else.", "options": ["not enough information", "He refused to date again.", "He went on to date someone else.", "He didn't date for 1 year."]}
{"task": "quail", "input": " I have a chronic illness, and so I received quite a few sterling gems in the months between onset and accurate diagnosis. I had one GP — let’s call him Dr Douche. I promise, it’s the kindest way I could describe him. “The jacket means I know things.” He came up with wilder and wilder theories as to why I was sick, and kept getting sicker. It should be said beforehand that few of these theories were embodied. He was sure it was something in my ladybrains that was preventing proper function of the rest of me. Dr Douche said so much weird, wild, and just-plain-unbelievable crap over the course of my diagnosis that someday I may create a novel that incorporates it all. But this here has to be the blue ribbon winner. I was describing a symptom to him: every time I got up in the morning, when I first stood, my heart would pound, my heart rate would accelerate, and I’d feel dizzy. After a few probing questions — (only in the morning? — no, but it’s worst in the morning)… “Maybe,” he said sensitively, “you’re afraid.” “Of standing?” I asked, just to be sure. “You think I’m afraid of… standing up.” Maybe he meant there was some kind of existential fear, like, we’re all afraid, it’s a big old universe out there, and he wanted some comfort and reassurance. Nope. The man genuinely thought I had such a profound fear of verticality, that I was having a near-panic in response to being upright. POTS, folks. It was POTS. Literally THE most common sign/symptom/syndrome of autonomic dysfunction. The most common one. He could’ve confirmed right there in the office with a poor man’s tilt table test, if he knew to… Mayo Clinic had to confirm with expensive instruments because he’d never heard of a disease that affects 1/100 teenagers and between 1–3 million people in the United States! Would’ve done better with this Doctor.How does the person with autonomic dysfunction feel about being diagnosed correctly?", "output": "not enough information", "options": ["He is relieved", "he is fearful", "not enough information", "he is mad"]}
{"task": "quail", "input": " The sweet taste of cold and wood smoke hung in the air. Marlin rode low in the saddle, his shoulders curled against the hungry wind. His hat was pulled down tight and his eyes didn't move as he passed the crude shacks at the edge of town. He tied his horse in front of the saloon, unwinding his long body as if a sudden movement might snap it. He turned down the collar of his greatcoat and checked to make sure his big Army Colt was loose in its holster. The saloon door was a single chunk of white pine, still oozing sap, and he had to put his shoulder to it to force it open. The long room inside was quiet, and not much warmer than the street. Clusters of people sat nursing coffee and drinks, talking quietly if they talked at all. Marlin spotted a few farmers the railroad had brought in from Europe: rounded hats, nervous eyes, skin as red as blood. At the far end of the room a half-dozen cowboys turned over cards with patient boredom. Marlin walked up to the bar. \"Whiskey,\" he said, and when the drink came he tossed it straight down and felt it pull his lips into a grimace. He nodded for a refill. When he turned to face the room they were all watching him. \"I'm looking for a man named Kraamer,\" Marlin said. \"Anybody here know of him?\" One of the cowboys turned casually and rang the spittoon with a stream of tobacco juice. Marlin knew the long, thin face from somewhere, the blond hair that fell limply to his shoulders. He smiled at Marlin and showed his brown-stained teeth. Marlin felt the lines in his own face, the gray in his hair, the chill in his bones. He was too old for this. He set a half dollar on the bar and started for the door. \"Don't get in a huff,\" the bartender said. Marlin looked back. \"Kraamer lives about a mile west of town. Follow the railroad and take the first trail south.\"What is likely to be the reason why the farmers had red faces?", "output": "They were working out in the sun", "options": ["not enough information", "They were playing cards", "They were working out in the sun", "They were European"]}
{"task": "quail", "input": " White House officials on Wednesday laid out plans to send National Guard troops to the United States’ southern border with Mexico, as part of President Donald Trump’s efforts to confront what he says is a growing problem with illegal immigrants. The decision to deploy the U.S. military to the border represents a major new aspect of Trump’s wide-ranging immigration crackdown. But major parts of the move are unclear, including how many troops will be sent, when they will deploy, or what exactly they will do. “It will take time to have the details in place, but we are beginning today and are moving quickly,” said Kirstjen Nielsen, secretary of the Department of Homeland Security. “We are anxious to have this support.” In the U.S., the active duty military is generally restricted from domestic law enforcement functions, which would include apprehending border crossers. However, U.S. presidents have deployed the National Guard to the border to act in support roles. Nielsen said the National Guard troops will help with border surveillance and other “support functions.” She declined to say how large the force would be, but she did say it would include “as many (troops) as is needed to fill the gaps today.” A senior Trump administration official declined to say whether the National Guard troops will be armed, saying those details are still being worked out. But the official said the force would be effective. “Suffice it to say, for individuals looking to pay a smuggler to get in the United States right now, that would be a very unwise investment,” the official said. Trump signed a proclamation authorizing the move Wednesday evening. But states must also approve the decision before deploying their guard members. Trump repeatedly has threatened to deploy the military to help secure the border, especially as a caravan of Central American migrants makes it way north through Mexico, with some headed for the U.S.After the end of the story how will illegal immigration change?", "output": "It probably will decrease illegal immigration", "options": ["It probably will decrease illegal immigration", "it probably won't change anything", "it probably will increase illegal immigration", "not enough information"]}
