{"task": "quail", "input": " I saw one last night on an episode of Designated Survivor. To qualify this, I’m not normally bothered by product placements. Sometimes they can even add to the scene. But this one was bad, really bad. Agent is busy hunting for baddies. Finishes questioning one naughty person who climbs in his Ford F150 and speeds off. So far, so good - it is the sort of vehicle a country-living billionaire bad-guy would drive. The agent then pulls out her phone and… Move to close up of phone screen showing Ford app already loaded (and screen unlocked!). Agent slowly moves finger to app. Does something. Pause as app does fancy graphics. Cut to car interior. Shot of dash, showing Ford logo on steering wheel. It’s bright blue - are they not normally grey or more subtle? Pause for a second… Zoom in on dash. Dash light up. Car starts. Show pretty dash lights for a second or so. Cut to agent Agent walks to car, gets in drives off. Lingering shot of rear of car. It was just so clumsy. Massive halt to the flow of the scene to show it. In most films you never see anyone starting cars, putting on seatbelts or similar unless this is part of the plot because it’s unnecessary and not interesting to watch. I sort of expected the remote start function to have some sort of relevance later… but no, it was totally ignored. Added to that: There was no password or security on her phone - and this is an agent investigating super secret stuff. If you don’t show her unlocking the phone, why show her lovingly prodding the app? They are as relevant. She unlocked and started the car while she was 20–30 paces away, on the grounds of a suspect ranch. Someone could easily have jumped in the car. Not very security conscious.Why was the remote start function ignored?", "output": "it was not installed", "options": ["not enough information", "it was not installed", "it was not working", "it was installed but not thought of"]}
{"task": "quail", "input": " WASHINGTON — Democratic presidential front-runner Hillary Clinton called Republican rival Donald Trump dangerous and unqualified for the presidency in a blistering foreign policy speech Thursday in San Diego, California. \"He is temperamentally unfit to hold an office that requires knowledge, stability and immense responsibility,\" Clinton said. \"This is not someone who should ever have the nuclear codes.\" Trump “doesn’t understand America, or the world,” she said. \"It’s not hard to imagine Donald Trump leading us into a war just because somebody got under his very thin skin.\" In anticipation of the address, Trump attacked his Democratic opponent on Twitter. “Crooked Hillary Clinton, who I would love to call Lyin’ Hillary, is getting ready to totally misrepresent my foreign policy positions,” he tweeted. Clinton emphasized her own experience as first lady, senator and secretary of state, saying she would provide the steady diplomacy the country needs. “National security is the foundation of how we make sure our interests are pursued in the world,” said Louis Goodman, Emeritus Dean of International Relations at American University in an interview with VOA. With polls show terrorism is a major concern among Americans, Clinton targeted Trump's positions on the issue. Trump, the presumptive Republican presidential nominee, has promised to temporarily block Muslims from crossing U.S. borders. \"The struggle against radical Islam also takes place in our homeland. There are scores of recent migrants inside our borders charged with terrorism. For every case known to the public, there are dozens more. We must stop importing extremism through senseless immigration policies,\" Trump said in a foreign policy speech in April. Trump's other anti-terrorism proposals include a pledge to torture and murder the families of suspected terrorists and target Islamic State. \"I have a simple message for them,\" Trump said. \"Their days are numbered. I won't tell them where and I won't tell them how. But they will be gone. And soon.\" But Clinton said Trump's presidency would have the opposite effect. “A Trump presidency would embolden ISIS,” she said referring to the group also known as Islamic State. The two presidential candidates have presented very different approaches to terrorism, which experts like Goodman believe would likely produce different results.The campaigns will probably last for:", "output": "a few more months", "options": ["not enough information", "one year", "a few more months", "all day"]}
{"task": "quail", "input": " SEOUL — The annual U.S.–South Korea joint military exercises currently underway have historically been a very public demonstration of force intended, in part, to counter North Korea’s aggressive nuclear and missile tests. But with looming diplomatic summits aimed at reaching a deal to end the North’s nuclear program, media coverage of the drills has so far been limited. This week, the U.S. Second Infantry Division held a public tree planting ceremony at Camp Casey in South Korea, near the inter-Korean border. “It is my belief that this tree, like those that have come before it, shall symbolize the roots that bind us together, and to our past in an enduring way,” said General Jon Howerton, the deputy commander of the U.S. 2nd Infantry Division, at the event. The journalists attending the tree ceremony were also permitted to watch a shooting competition to determine the best marksmen in the participating U.S. and South Korean divisions. The Camp Casey event was one of the few joint military training activities that news organizations have, so far, been allowed to cover, and it illustrates how the United States and South Korea are downplaying the offensive component of this year’s combined exercises. “This is clearly in order to send a signal to North Korea that South Korea and the United States are not willing to escalate the situation any further,” said Go Myong-Hyun, a North Korea analyst with the Asan Institute for Policy Studies in Seoul. This year’s Foal Eagle and Key Resolve combined military exercises are similar in scale to past drills, with more than 23,000 U.S. troops and 300,000 South Korean forces engaging in joint battlefield maneuvers, and responding to computer-simulated attacks from North Korea. But the start of the drills was delayed this year at South Korea’s request to set a peaceful tone for the Pyeongchang Winter Olympics in the South and to facilitate the North’s participation in the games.After the end of the story, General Howerton probably is", "output": "still in the same position", "options": ["retired", "still in the same position", "was promoted", "not enough information"]}
{"task": "quail", "input": " “What was your worst makeup disaster?” Do fingernails count? I hope so, because this is a good one: I was 21 years old. I worked for a major commercial airline. A friend of mine and I decided to go to Puerto Rico for a long weekend. It was our first trip to Puerto Rico. The hotel at which we stayed had a lovely (classy/expensive) restaurant serving continental fare. So, we decided to have our first dinner there. We dressed to the nines. Our hair and makeup were perfect. I had fake fingernails (not acrylic - those were fairly new back then. I had the type one glues on). Those fingernails were long, and painted a very bright - and obvious - red. When the waiter came to take our drink order, we both ordered glasses of wine. The waiter brought the wine, set it down on the table, and waited to take our meal orders. I smoked back then, and at the time, smoking was still allowed in restaurants. In a 21-year-old attempt to look classy and sophisticated, at that moment I took out a cigarette, put it between my lips, picked up my lighter, and lit my cigarette - or so I thought. Unfortunately, my long, red, fake thumbnail got in the way of the flame, and it caught on fire. The waiter’s mouth dropped open, his eyes wide. He froze in place. I was horrified. The flame was literally shooting up from my nail! And smoke; the nail was plastic! Quickly scanning the table for the closest thing with which I could extinguish the flame, I spied my glass of wine. As nonchalantly as possible, I stuck my thumb in the glass. There was a sizzle as the flaming nail hit the wine. When I withdrew my thumb from the glass, the nail was melted, black, and curled under. Ever the professional, the waiter regained his composure and proceeded to take our orders without missing a beat - but I’m sure I was the talk of the kitchen for the rest of the evening. So much for my attempt at appearing “classy” and “sophisticated”….What does the narrator think of th restaurant?", "output": "It is classy and expensive", "options": ["It is not sophisticated enough", "It is not very expensive", "not enough information", "It is classy and expensive"]}
{"task": "quail", "input": " Marnie Sleightholme was well chuffed when she got the chance to be carnival queen, and she couldn't give a shit if it was true what folk were saying about her only getting picked because she'd had her right arm ripped off. Ever since the accident, Deborah Bullock had been using twice as much make-up to disguise her rage. Marnie being picked as carnival queen had only made her pile it on even thicker. Deborah Bullock told anyone who would listen how it was a complete piss-take to give the job to a cripple. 'Imagine getting a wedding cake covered in frosty decorations and shit like that, but it's already got a big chunk bitten out of it. Well, that's exactly how it is.' Deborah Bullock had dreamed of being carnival queen since more or less the start of primary school. She used to tear their pictures out of the newspaper and dress up to look like them, and tell Marnie she never could because she was too fat and ugly even to pretend. It was Deborah Bullock's on-off boyfriend who'd been driving the car Marnie had been sitting in when it veered off the road and crashed into a tree halfway down Back South Lane. It was pointless trying to hide the truth. There was only one reason anybody went down Back South Lane at that time of night, and the flashing blue lights illuminated the exact location for the whole town to see. When Marnie came round in a hospital bed, the first face she saw was Deborah Bullock's. She felt an ache in her side and blinked her eyes. The room was bare and cold. There was an empty chair in the corner. Deborah Bullock slapped some cheap flowers down on the bed and leaned in. She smelled of talcum powder and nicotine. 'Do you want the good news or the bad news? The good news is you've finally lost some weight. The bad news is, they've chopped your right arm off. So you're still a fat bitch.'Where does the carnival queen reign?", "output": "In Marnie and Deborah's community.", "options": ["At the circus carnival that leaves town tomorrow.", "In Marnie and Deborah's community.", "At the local cruise line headquarters.", "not enough information"]}
{"task": "quail", "input": " Before writing what I did and what he did please let me tell you I was just a teenagerand it all seemed new, so kindly don't judge me. Even if you want to..I am anonymous for the same reason. So this happened when I was 16 year old. I belong to a very humble and conservative family, from Indore. @I never had a lot of exposure to guys, until we went to attend a marriage of one of our wealthy relatives in Delhi.. it was one of the best times I had, as we had a group of 4–5 similar aged cousins, though most of them were very distant relatives. One of them was a 19 year old dude, and he was kind of cute. But I never thought I would have this urge to you know… it was teenage and everything seemed new and exciting. So the second day, after having roamed all around Noida, we finally returned to our hotel and that guy accompanied me to my room. I asked him if he wants to come in as my parents were involved in the late night Sangeet rehearsals. He nodded gently and before I could know, we were cuddling and watching TV. I felt like a rebel, though it was the strangest and least expected thing I had done. Then he kissed me. Before I knew it I let him in my mouth …and he kept rolling his tongue on mine. It was my first kiss, and I don't regret it. The warmth of his mouth, the wetness of his lips and his breath felt like the only thing I ever wanted. I was a teen so please not judge. Sadly… before we could proceed, rest of our cousins called us to play Antakhshree with them. Never have we met since, but we often exchange messages on Facebook. It will be hard and awkward to attend his marriage. I love him.Why did the author feel like a rebel?", "output": "because kissing boys was against her family's ideals", "options": ["because she invited the boy into her room", "not enough information", "because everything was new and exciting", "because kissing boys was against her family's ideals"]}
{"task": "quail", "input": " \"Hey, guy.\" \"No, this is Ray.\" He smiled, leaned back in his chair. It was, of course, Pete. Pete was the night shift guy at Crossroads Detox across town. Ray called it the Jesus Shop because it was wholly supported by a contingent of local churches who saw addicts as a potential ministry. Apparently Jesus saved--not only from sin and hell, but also from Dark Eyed Jim Beam. Pete was a relatively innocuous born again fundie who volunteered his time two or three nights a week. When he was not saving the world, his Clark Kent was actually a steady CPA job with the local H&R Block. He'd been pulling shifts for about six months, knew nothing about drugs beyond that bad people used them to escape their problems and that they were tools of Satan, and he always needed Ray's advice about one thing or another. This arrangement was not problematic as Pete had long ago given up trying to convert him. Pete was also the only guy in the city who was, as Ray figured it, making less money than he was at such an hour. In return for Ray's magnanimity, Pete had done Ray's taxes for free last year. They had never actually met, though Ray had faxed him the tax forms and Pete had faxed back a photo of his two pre-teen daughters and his geriatric Lab. \"What's the problem?\" Ray asked. \"I have a recalcitrant.\" That's what he called them, the drunk and definitely disorderly. Pete's vocabulary did not include the word shithead either in its singular or plural. \"Pete, they're all like that. Alcohol is bad medicine. That's why places like ours are in business. To make them calcitrant.\" \"I know that.\" Pete sounded a little annoyed. There was some commotion in the background, a knocking on doors.How many hours a week does Pete volunteer?", "output": "About 20 hours", "options": ["About 20 hours", "not enough information", "40 hours a week", "Less than 2 hours"]}
{"task": "quail", "input": " I ducked, Cerberus pounced, and Mr. Waciejowski screamed like a dying ferret--a soothing and pleasant sound under most other circumstances, but now only distracting. I felt the rush of air against my face as the crowbar skimmed my head. The man wielding it was in a black three-piece suit and built like a Texas linebacker. His mass seemed to bend space-time in the parking lot as he barreled down on me. All I could see was nearly seven feet of Armani silk. I stood upright and brought my knee into his groin and gave him a swift elbow in the small of his back and a fist to the base of his skull. Now, I wasn't the biggest guy in the world, but I certainly wasn't the smallest either. And I was also acutely aware of how much damage I could do to another human being. But this hulking mass in Italian finery didn't even seem phased. The blows I sent this guy should have dropped him like a bag of wet cement, but he just turned and hamstringed me with that damn crowbar. I fell so hard that one of my teeth chipped. The box flew out of my grip and landed just a few feet away. Out of the corner of my eye I could see Pete on the ground, fumbling with his cell phone while Cerberus mauled another suit trying to sneak up behind me. If the fall hadn't knocked the wind out of me, seeing Cerberus tear into this guy certainly would have. The dog was all fangs and fur, making sounds like construction machinery. Thick and heavy. The guy was screaming all kinds of nonsense as he kept his shredded arms in front of his face and neck. Blood and fabric flew about as the animal tossed its head in violent arcs.What is probably true about the Cerberus?", "output": "Cerberus is a strong fighter", "options": ["Cerberus likes to fight", "not enough information", "Cerberus is a strong fighter", "Cerberus did not fight"]}
{"task": "quail", "input": " He had a 12\" Sony black-and-white, tuned to MTV, sitting on a chair at the end of the bed. He could barely hear it over the fan in the window. He sat in the middle of the bed because of the sag, drumming along absently to Steve Winwood's \"Higher Love.\" The sticks were Regal Tip 5Bs. They were thinner than 2Bs--marching band sticks--but almost as long. Over the years Stan had moved farther out over the ends. Now the butts of the sticks fit into the heels of his palms, about an inch up from the wrist. He flipped the right stick away when the phone rang. \"Stan, dude! You want to work tomorrow?\" \"Yeah, probably. What have you got, Darryl? You don't sound right.\" \"Does the name Keven Stacey mean anything to you?\" \"Wait a minute.\" Stan switched the phone to his other ear. \"Did you say Keven Stacey? As in Foolsgold, Kevin Stacey? She's going to record at CSR?\" \"You heard me.\" Stan could see Darryl sitting in the control room, feet up on the console, wearing double-knit slacks and a T-shirt, sweat coming up on his balding forehead. \"This is some kind of bullshit, right? She's coming in for a jingle or a PSA.\" \"No bullshit, Stanley. She's cutting a track for a solo album she's going to pitch to Warner's. Not a demo, but a real, honest-to-Christ track. Probably a single. Now if you're not interested, there's plenty of other drummers in LA...\" \"I'm interested. I just don't understand why she wants to fuck with a rinky-dink studio like yours. No offense.\" \"Don't harsh me, bud. She's hot. She's got a song and she wants to put it in the can. Everybody else is booked. You try to get into Record One or Sunset Sound. Not for six months you won't get in. Even if you're Keven Stacey. You listening, Stan?\" He heard Darryl hitting the phone on the edge of the console. \"That's the Big Time, dude. Knocking on your door.\"What does Stan probably want to be?", "output": "A successful drummer", "options": ["not enough information", "A singer", "A successful drummer", "A poor drummer"]}
{"task": "quail", "input": " Deciding to go on a diet is easy, but sticking to a diet is not easy! So, when facing that challenge, it is important to know how to reach your weight-loss goal. Of course, you have to decide you want to lose weight and be committed to doing so; then, you must stick to your guns and stay motivated or the goal will never be realized. There is no magic bullet, but there are two important tips that can help you reach your weight-loss goal. #1 – Take It a Week at a Time You must break your ultimate goal into smaller chunks and have bench marks that will indicate you are moving in the right direction. According to the Mayo Clinic, “Over the long term, it’s best to aim for losing 1 to 2 pounds (0.5 to 1 kilogram) a week.” When you have a realistic weekly weight-loss target, you will be more confident in your efforts and you will know exactly what you are going to measure at the end of each week. Your long-term goal may be 40 pounds, but take it “one week at a time” (1 to 2 pounds/week = 20 to 30 weeks) In addition to choosing a healthy diet that fits your lifestyle and current health conditions, plus a solid commitment to stay with it, don’t forget to get plenty of rest and exercise. . BUT . . .  the primary target should be the number of pounds you plan to lose each week. That target should be clear – and realistic. If it is, you should be able to stick to your weight loss program and enjoy success week after week, after week. AND, feel good in the process. If you are not hitting your target, be willing to look closely at what you are doing, or not doing – and figure out why you are not reaching your weekly target. Maybe the target you set was not sensible or reasonable; or, maybe you are putting too much pressure on yourself. Honest introspection is a good way to see what you are really capable of doing and then, you can develop or choose a plan that is suitable for your unique lifestyle.Who can set goals", "output": "anyone who wants change", "options": ["not enough information", "anyone into fitness", "someone losing weight", "anyone who wants change"]}
{"task": "quail", "input": " I’m sitting at the airport on a Sunday morning waiting for my flight to Las Vegas for the now-annual pilgrimage to the NamesCon conference. A few years ago, Vegas was one of my “bucket list” places – one of those iconic cities that one should visit at least once in their life. For me, once was enough. This is now my 4th (I think?) trip to Vegas, and while the city has a lot to offer, it’s just not my cup of tea. For one thing, I’m not a gambler, like at all. I don’t have anything against it, I just don’t enjoy it. It either feels pointless or stressful to me. The city itself makes me a little sad – in some cases, it reeks of desperation. Last time I was there, my cab driver entertained me with stories of how she was working 3 jobs to save up enough to join some mega-massive bingo game. She won a small jackpot a few years back and that allowed her to work only one job for a few months. She was hoping to win again so she could cut back to 1 or 2 jobs. I wondered how many people do similar things – gambling their money away, in big or small chunks, in the hopes of that big score and in the process, putting themselves in a not-great financial situation. I suppose as long it makes them happy, then it’s all OK, but I can’t help but think someone like my cab driver might be happier overall if she only worked 1 job instead of 3, instead of working extra jobs to save up money to gamble her way to financial freedom. But that’s for her to decide, not me.  The juxtaposition of extreme and in-your-face wealth and the homeless people on the Strip also makes me sad. It’s difficult to see people begging for food and sleeping on the street while all around you, millions of dollars are poured into creating a massive playground with every type of indulgence possible. But I’m the first to say that I’ve enjoyed staying in some of the nicer hotel properties there and eating several excellent meals at some of the finer restaurants in the area, so I’m not exactly helping to solve the problem.What is probably true about the gamblers in Vegas?", "output": "most don't win much", "options": ["not enough information", "most don't win much", "most wish they didn't gamble", "most win a lot of money"]}
{"task": "quail", "input": " I’ve been to Key West several times, but for some inexplicable reason 1, I never visited the Hemingway House (or the Truman Little White House 2 for that matter but that’s a topic for a different post). As expected, it was about 1,000 degrees there (Celsius or Fahrenheit, you pick – either way, that’s way too hot). Welcome to Florida in July. 😀 We would have melted completely but fortunately, the house was air conditioned and they had some fans outside. I really wanted to see a few of the polydactyl cats 3 who live there and sure enough, there are plenty roaming around the place – and by “roaming”, I mean laying around sleeping as cats do. Cats normally have 4 toes on their back feet and 5 on the front but these polydactyl cats mostly have 5 on the back and 6 on the front, thanks to a genetic mutation. Their front paws are noticeably larger and look like they have mittens on. In addition to extra toes, they also have cat condos, complete with shutters on the windows for decorative purposes to match the main house and there are tiny cat houses scattered around the property for shelter and privacy. And if that’s not enough, they have free reign over the main house too and clearly don’t read the signs that say not to sit or lay on the furniture. These cats have a good deal. Hemingway bought this enormous home sitting on prime real estate for a whopping $8,000 back in the early 1930s in the middle of the Great Depression. At 16 feet above sea level, it sits on the second-highest point on the island and was the first house to have indoor plumbing and a swimming pool. Today, it serves as a historical site, tourist attraction, and most ironically, a wedding venue. It’s a gorgeous piece of property but I’m not sure that getting married at the home of a serial philanderer who had 4 marriages and 3 divorces is exactly a good omen.After visiting the historical site, how does the author feel about the property?", "output": "It's a gorgeous property", "options": ["It has way too many cats on the property", "not enough information", "It sits way too high above sea level", "It's a gorgeous property"]}
{"task": "quail", "input": " As many of you will have seen, unfortunately the Ubuntu Edge campaign did not reach our goal of $32million. The final total reached was $12,812,776. I am hugely proud and thankful to everyone who pledged, supported the campaign, wrote about it, and helped to spread the word. Some have described us not meeting the goal as a “failure”. I don’t see it that way. Let’s be honest: $32million was always an incredibly ambitious target. We would have liked to have done it for less money, but building a F1 superphone doesn’t come cheap (and remember that the $32million didn’t include any costs for software engineering and project management…Canonical were providing that for free). It was an ambitious target, but disrupting an industry is ambitious in itself, and we gave the crowd-funding campaign our best shot. The story does not end here though. I am not surprised that we didn’t hit this ambitious $32million target, but I am surprised at what we did achieve. We broke all the crowd-funding records, garnered media attention across CNBC, Engadget, The Independent, TechCrunch, the BBC, T3, Stuff, The Verge, The Guardian, Wired, pandodaily, Fast Company, Forbes, The Telegraph and more. Every single person who put their support into the Ubuntu Edge campaign should be proud of their achievements and we are all thankful for your tremendous and inspiring support. One thing to be critically clear about is that the Ubuntu convergence story does not end here. We are as voraciously excited and committed to bringing this Free Software convergence story to the world as ever before; our work with OEMs, Carriers, and ISVs continues apace. We have fantastic work going on across all fronts, and we are on track to have a 1.0 release of the Ubuntu Phone platform in October.The author probably thinks that", "output": "his team tried hard", "options": ["his team isn't committed", "his team gave up", "his team tried hard", "not enough information"]}
{"task": "quail", "input": " We gave Tiger swimming lessons in our plastic wading pool. I taught the kitten the way Pa taught me: I threw him into water where he could not stand, and I watched, ready to grab him if he went under. Tiger did not thrash desperately like me. He merely paddled urgently for the edge of the plastic pool with his head high and his thin legs churning. Little Bit said, \"Dog paddle,\" and we all laughed. \"Tiger paddle,\" I said, and we all laughed some more, even Jordy. That was probably when Ma noticed the kitten swimming lessons and stopped them. Our swimming lessons happened in two places. When Pa took us, we went to Hawkins Springs behind Mrs. DeLyons' Fountain of Youth Motor Hotel. When Ma took us, we drove to Mermaid Springs State Park, where we would sometimes meet Mr. Drake. I liked Mermaid Springs better because I felt safe there. Ma could not swim, so she never made me jump off a dock into deep water, and she always insisted that I wear an orange styrofoam cylinder on my back like a skindiver or spaceman. Ma usually sat on a towel on the grass near the beach, reading a magazine or a book while tanning her legs. Every now and then she would call to us not to go too far or not to splash each other. When she wore her one-piece red swimming suit, she would come in up to her waist, then lower herself to her shoulders, being careful not to get her hair wet. On the rarest occasions, she would wear a swimming cap and float on her back in the shallow water. Often she stayed in her shorts and shirt, adding sunglasses and removing shoes as her concession to summer and the beach.Immediately after the end of this text", "output": "Tiger will have more swimming lessons", "options": ["Jordy will laugh", "not enough information", "Ma will have a swimming lesson", "Tiger will have more swimming lessons"]}
{"task": "quail", "input": " SEOUL — Despite recent tensions over North Korea’s nuclear and missile tests, life is actually quite normal for American military families living at Camp Humphreys in South Korea, which is the largest overseas Army installation in the world. Lieutenant Colonel Joseph Puskas tries to come to most of his daughters’ high school soccer games at Camp Humphreys. In fact, his family’s lifestyle at this sprawling U.S. military base is similar to one they would lead back home. “We go to church on Sundays. We see all our friends there. We’re on the soccer field most of the afternoons, or just going for bike ride, the same things we would do if we were back in the States,” said Lieutenant Colonel Joseph Puskas, with the U.S. Eight Army. This is Puskas’ fourth tour in Korea. He met and married his Korean wife Mi-jung, during an earlier tour. His children have spent much of their lives at military bases in Korea. “I think it has given me a wider world view and has helped me understand other people a lot more,” said Elizabeth Puskas, the eldest daughter of the family who will attend college next year in the United States. The U.S. military in Korea is consolidating its forces in Camp Humphreys, including its military headquarters, as it moves to close older bases in congested Seoul and other regions of the country. Camp Humphreys is now the size of a small city, encompassing over 140 square kilometers of land, with construction underway to expand its capacity to accommodate over 40,000 people. There are modern apartments for soldiers and their families, schools, movie theaters, shopping centers and fast food restaurants to help bring some of the comforts of home to military life in Korea. The base even has its own golf course. “I have been around the army for part of the last 40 years as a soldier and now as a civilian, and this is as normal as any army post I’ve ever been on. In fact it is probably the nicest one I’ve been on because everything is new,” said Bob McElroy, a Camp Humphreys public affairs officer.Joseph Parkas likely believes that:", "output": "Camp Humphreys increasing in size and development is beneficial for his family and others currently living there.", "options": ["not enough information", "Camp Humphreys increasing in size will be problematic as living areas become more congested and space becomes more limited.", "older bases in South Korea closing down would threaten the security of the region.", "Camp Humphreys increasing in size and development is beneficial for his family and others currently living there."]}
{"task": "quail", "input": " A confession: I quietly love flying. This year, I've done 163,581 miles of it. I love that when you fly a lot, the airport social media staff say 'hello' on Twitter when you arrive and the cabin crew on your home route (or even on the Brisbane-Dubai non-stop route) recognise you from last time. I like getting great service, and see so many things about systems-thinking that work well in airlines, that I'm happy to forgive small indiscrepancies when they occur. All that said, flying strangles our planet as much as eating too much red meat, and for many, many reasons, I've wanted to stop flying quite so much, while not restricting the spread and growth of the ideas from our firm, NoTosh. I'm quite sure that nobody reading this blog really cares about how much I travel, but keeping an annual count on it has become a new year habit. When I started working at Channel 4, and then continuing when I created NoTosh, I wanted to keep track of what seemed like an interminable number of miles on the road and in the air. By 2012, 2013 and last year, I was beginning to wonder if I'd ever be able to get the number of miles down when they seemed to represent even more trips to the moon and back each and every year. When you run a company based in Edinburgh with a great team living in Melbourne, you could easily spend your life on a plane - one flying to Melbourne feels better than two or more flying to Edinburgh. Indeed, in 2012, 2013 and 2014 it felt like I really did spend my life on a plane, as I went to the moon and back in my annual travel, with anything up to seven trips a year to Australia.Who lives in Melbourne?", "output": "people working in NoTosh", "options": ["people based in Edinburgh", "the author", "people working in NoTosh", "not enough information"]}
