{"task": "quail", "input": " \"If you can answer three questions,\" the dog said, \"you can wear the magic shoes.\" Tommy looked up and down the deserted street. \"Did you ... say something?\" \"That's right. Didn't you hear me?\" It was a gruff voice, with just a trace of an English accent, and it was definitely coming out of the dog. \"You're a dog.\" In fact it was a huge, fat bulldog, with big flaps of skin hanging off the sides of its face. From where it sat, on the front steps of the abandoned motel, it looked Tommy straight in the eye. \"That's correct,\" the dog said. Tommy stared hard at the dusty windows of the motel office. \"This is a trick, right? There's a TV camera back there and you want to make me look stupid.\" \"No tricks, Tommy. Just three questions.\" \"C'mon,\" Tommy said. He deepened his voice. \"Sit up.\" The dog stared at him. \"Roll over. Play dead.\" \"Cut the crap, Tommy. Do you want the shoes or not?\" \"Let me see 'em.\" The dog shifted its weight to one side, revealing a battered pair of red Converse All-Stars. \"Yuck,\" Tommy said. \"Those are gross.\" \"Maybe,\" the dog said, \"but they're magic.\" \"What are the questions?\" \"Which of the following presidents died in office? Lincoln, McKinley, F.D.R.?\" \"C'mon. They all did. That's the same dumb question they use when they're trying to sell you a free portrait on the telephone.\" \"Which weighs more, a pound of feathers or a pound of lead?\" \"They both weigh a pound. This is stupid. Next you're going to ask me who's buried in Grant's Tomb.\" The dog narrowed its eyes. \"Have you done this before?\" \"Ulysses S. Grant,\" Tommy said. \"Lemme see the shoes.\" They were just his size and felt pretty good, even though they were scuffed up and the metal things were gone out of the side vents. \"I don't feel any different,\" Tommy said. \"You need the shoes to look for the treasure,\" the dog said. \"What treasure?\" \"When you're wearing the shoes, you can open the doors of the motel rooms.\"What does Tommy probably not like?", "output": "Looking stupid", "options": ["Looking stupid", "Dogs", "not enough information", "Treasure"]}
{"task": "quail", "input": " The southern state of Alabama is the center of the U.S. political universe this week as voters on Tuesday choose a senator to replace Jeff Sessions, who left the Senate to become attorney general. The race pits controversial Republican Roy Moore, who is battling sexual harassment allegations, against Democrat Doug Jones, a former prosecutor. The outcome of the race could have national implications for both political parties and for President Donald Trump. Moore has denied several allegations of sexual misconduct when he was in his 30s involving women who were teenagers at the time, including one who was 14. \"I do not know them. I had no encounter with them. I never molested anyone,\" Moore said in a televised interview Sunday with the Voice of Alabama Politics.  Jones says the accusations make Moore unfit to serve in the Senate. \"It is crystal clear that these women are telling the truth and Roy Moore is not!\" Jones said. Trump recorded a get-out-the-vote phone message for Moore and spoke on his behalf at a rally in neighboring Florida on Friday. \"And we want jobs, jobs, jobs. So get out and vote for Roy Moore. Do it. Do it,\" he said. Trump held off on endorsing Moore for several weeks in the wake of the sexual misconduct allegations, but now says electing Moore is a priority for him. \"We certainly don't want to have a liberal Democrat who is controlled by Nancy Pelosi and controlled by Chuck Schumer. We don't want to have that for Alabama,\" Trump said. In the final days of the campaign, Moore is highlighting his support for the president's agenda. \"We are going to see if the people of Alabama will support the president and support his agenda in Washington by electing somebody that is not part of the establishment there,\" Moore said.  Democrat Jones told supporters that Moore's character is the issue. \"We know who we are, Alabama, we know who we are. This is an election to tell the world who we are and what we stand for.\"Trumps recorded endorsement for Roy Moore likely lasted:", "output": "Under 10 minutes.", "options": ["not enough information", "Around 30 minutes.", "Around 45 minutes.", "Under 10 minutes."]}
{"task": "quail", "input": " Those of you who are regular readers of Beauty Best Friend will know that I suffer from a very sensitive, itchy scalp and I am constantly on the hunt for haircare products that are natural and non-irritating but that also treat my hair well and leave it feeling soft, shiny and clean. So far my experience has generally shown me that natural, SLS-free shampoos and conditioners do not irritate the scalp as much as their chemical filled cousins, but that they do not always clean the hair as well and can leave it looking and feeling greasy, sad and lifeless. One of the first SLS-free shampoo and conditioners that I tried, back in 2013, was Mild Shampoo and Gentle Conditioner from Naked. The relief that I got from my itchy scalp was almost instant, but I did find that it didn’t remove grease and oil from my hair too well, and I had to wash my hair a lot more often. Since then I’ve tried lots of different SLS-free haircare products, all of which have had their benefits and downfalls. For the past month I have been using Rescue Intensive Care Shampoo & Conditioner from Naked, aimed at frizzy, dry and damaged hair. As I had found such relief from my itchy scalp when using Naked products previously I wanted to try out another variant to see if it cleaned my hair any better. Prior to using the Rescue duo I had been having a really hard time with my scalp, but after just the first use of these natural products the itching had subsided about by 75%. Both the shampoo and conditioner have a lovely rich almond scent which stays on the hair after it is dry. The conditioner is a thick, rich cream and it feels like it is giving dry hair a real treat. Unfortunately these Naked products still don’t clean my hair as well as some other products, and I still feel that my hair can look greasy and lank the day after I’ve washed it. I have tried the ‘reverse poo’ method which helps a bit – this means conditioning your hair first, then shampooing it second – but my hair can get very tangled after the shampooing stage.How long did the writer probably use the Mild Shampoo and Conditioner?", "output": "For a couple weeks", "options": ["A few days", "Under a month", "For a couple weeks", "not enough information"]}
{"task": "quail", "input": " My Pa disappeared somewhere in the wilds of 1975, when I was just fourteen years old. He was the Ambassador to 1975, but back home in 1898, in New Jerusalem, Utah, they all thought he was Ambassador to France. When he disappeared, Mama and I came back through the triple-bolted door that led from our apt in 1975 to our horsebarn in 1898. We returned to the dusty streets of New Jerusalem, and I had to keep on reminding myself that I was supposed to have been in France, and 'polly-voo' for my chums, and tell whoppers about the Eiffel Tower and the fancy bread and the snails and frogs we'd eaten. I was born in New Jerusalem, and raised there till I was ten. Then, one summer's day, my Pa sat me on his knee and told me we'd be going away for a while, that he had a new job. 'But what about the store?' I said, scandalised. My Pa's wonderful store, the only General Store in town not run by the Saints, was my second home. I'd spent my whole life crawling and then walking on the dusty wooden floors, checking stock and unpacking crates with waybills from exotic places like Salt Lake City and even San Francisco. Pa looked uncomfortable. 'Mr Johnstone is buying it.' My mouth dropped. James H Johnstone was as dandified a city-slicker as you'd ever hope to meet. He'd blown into town on the weekly Zephyr Speedball, and skinny Tommy Benson had hauled his three huge steamer trunks to the cowboy hotel. He'd tipped Tommy two dollars, in Wells-Fargo notes, and later, in the empty lot behind the smithy, all the kids in New Jerusalem had gathered 'round Tommy to goggle at the small fortune in queer, never-seen bills. 'Pa, no!' I said, without thinking. I knew that if my chums ordered their fathers around like that, they'd get a whipping, but my Pa almost never whipped me.why my father told me we'd be going away for a while", "output": "because he had new job", "options": ["not enough information", "because he had a social commitment", "because he had celebration", "because he had new job"]}
{"task": "quail", "input": " WASHINGTON — Democratic presidential front-runner Hillary Clinton called Republican rival Donald Trump dangerous and unqualified for the presidency in a blistering foreign policy speech Thursday in San Diego, California. \"He is temperamentally unfit to hold an office that requires knowledge, stability and immense responsibility,\" Clinton said. \"This is not someone who should ever have the nuclear codes.\" Trump “doesn’t understand America, or the world,” she said. \"It’s not hard to imagine Donald Trump leading us into a war just because somebody got under his very thin skin.\" In anticipation of the address, Trump attacked his Democratic opponent on Twitter. “Crooked Hillary Clinton, who I would love to call Lyin’ Hillary, is getting ready to totally misrepresent my foreign policy positions,” he tweeted. Clinton emphasized her own experience as first lady, senator and secretary of state, saying she would provide the steady diplomacy the country needs. “National security is the foundation of how we make sure our interests are pursued in the world,” said Louis Goodman, Emeritus Dean of International Relations at American University in an interview with VOA. With polls show terrorism is a major concern among Americans, Clinton targeted Trump's positions on the issue. Trump, the presumptive Republican presidential nominee, has promised to temporarily block Muslims from crossing U.S. borders. \"The struggle against radical Islam also takes place in our homeland. There are scores of recent migrants inside our borders charged with terrorism. For every case known to the public, there are dozens more. We must stop importing extremism through senseless immigration policies,\" Trump said in a foreign policy speech in April. Trump's other anti-terrorism proposals include a pledge to torture and murder the families of suspected terrorists and target Islamic State. \"I have a simple message for them,\" Trump said. \"Their days are numbered. I won't tell them where and I won't tell them how. But they will be gone. And soon.\" But Clinton said Trump's presidency would have the opposite effect. “A Trump presidency would embolden ISIS,” she said referring to the group also known as Islamic State. The two presidential candidates have presented very different approaches to terrorism, which experts like Goodman believe would likely produce different results.Why was Clinton bad mouthing Trump?", "output": "because she wanted to win the Presidency", "options": ["not enough information", "because she didn't care about the Presidency", "because she wanted to lose the Presidency", "because she wanted to win the Presidency"]}
{"task": "quail", "input": " Another phone call at just after three. He answered on the third ring. \"Is this Mr. Ray--uh. . .\" The sound of shuffling papers. \"Yes.\" The voice brightened perceptibly, strapped on a mask of friendliness. \"My name is John Donovan. I'm an attorney representing the family of Donald Ackerman. I'm sorry to be calling so late.\" \"It's not late for me.\" A laugh, intended to sound nervous or flustered. To Ray, it only sounded false. \"That's right, of course. Only late for me. Do you mind if I tape record this conversation?\" Smooth segue, meant to catch him off guard, startle him into acceptance. \"Yes, I do mind. Can I help you?\" You fucking bastard. John Donovan paused on his end of the line. Ray imagined him reaching for a legal pad upon which to take notes (just as he was supposed to imagine), though, of course, the tape recorder was still running. \"Um, I was wondering if I could get some information?\" \"Sir, federal law prohibits me from acknowledging either to confirm or deny the presence of the individual of whom you have spoken or his participation in our program.\" Ray grinned. \"Very well done,\" the lawyer said. \"I guess that sets the parameters.\" \"I guess it does.\" \"Were you working two nights ago.\" \"Sir, I am bound by Center policy and state law from discussing with you the work schedule of our employees at this facility unless you are an officer of the law or bearing a subpoena, in which case, I am only authorized to refer you to my supervisor.\" Ray grinned again. He was enjoying this. \"What if I told you I have possession of a subpoena?\" \"Have you spoken to our attorney?\" Ray countered. \"In fact, son, yes I have. This afternoon.\" Ray grunted. Standard level of communication. \"That's good, because I haven't. Which means, of course, that I'm not prepared to talk to you at all until advised on my statement by legal counsel.\"Ray thinks that John Donovan is:", "output": "a fucking bastard", "options": ["late", "a fucking bastard", "bound by Center policy and state law", "not enough information"]}
{"task": "quail", "input": " I woke at dawn when Digger climbed over me to get out of bed, and I woke again an hour later when Pa called, \"Everyone up who wants breakfast!\" Across the room, Little Bit was dressing in a T-shirt and jeans that had been mine a year before. Ma had put a stack of clean clothes at the foot of the bed for me. I dressed without caring what I put on. The only important items were my cowboy boots and my Roy Rogers belt with two holsters for cap guns, even though I only had one cap gun left, and its trigger was broken. When I used the toilet, I sat on the front edge of the seat, watching the water beneath me, and scooted off as soon as I was done. I had seen a cartoon in a book at Grandpa Abner's that showed a fish leaping out of a toilet bowl and a woman staring at it with big eyes. I thought that was funny and I knew it was impossible, but I didn't think there was any reason to take chances. Ma called, \"Little Bit has to use the bathroom.\" I yelled, \"I'm almost done.\" Ma called, \"Are you off the toilet?\" I yelled, \"Yes!\" Ma opened the door and brought Little Bit in. Squeezing toothpaste onto my toothbrush, I said, \"I wasn't done yet.\" Ma said, \"Your father's making breakfast in the restaurant.\" That meant we should hurry, so I slid the brush over my teeth while Little Bit sat next to the sink, and then I ran out of the house. Stepping into the sunlight was stepping into Florida. I didn't smell oranges -- Ma had explained that oranges grew further south -- but I smelled a humid pinelands that was not like the New Orleans suburb I had known.How long was the narrator probably using the bathroom for?", "output": "several minutes", "options": ["4 hours", "30 days", "several minutes", "not enough information"]}
{"task": "quail", "input": " Old Zeke handed Justin his day's worth of mail and looked longingly at the cool shade under the porch, half hoping, half anticipating an invitation to enjoy a cool drink and a few minutes out of the sun. His state-of-the-art mail delivery vehicle, an old green Ford with busted air-conditioning, sometimes elicited sympathy from those along his route, but the ones with beer were the best. However, Justin just looked through his mail and then began watching the sky. \"You ever think about gravity?\" Justin asked suddenly. \"No,\" admitted Old Zeke, wiping the perspiration from his forehead. Justin sighed a little. \"You ever fall off your ladder?\" \"Well,\" considered Zeke. Damned if this wasn't a round-about way to offer a fella a drink, but maybe after all this Justin would offer him a beer instead of that watery lemonade he made. \"Yeah.\" \"How long did it take you to fall?\" Well hell, muttered Old Zeke under his breath. Maybe all those stakes he was driving in had given Justin a touch of the sun. The thought made him consider hauling Justin back to town, although the truck might finish the job the sun had started. \"A second or two,\" Zeke replied. But before he could load Justin into the truck, he figured he would have to collect a few things from the house, and maybe from the fridge he'd collect a few drinks... \"That thing up there hasn't fallen a foot in ten minutes or so.\" Maybe Justin had a small bottle of something tucked away under the... \"What thing?\" Justin pointed. Zeke shielding his eyes with his hands and looked up. \"Oh, that weather balloon?\" Justin's expectant face seemed to droop. \"That what it is?\" \"Yep. Looks like it's almost out of helium, the way it's floating so low. Launched 'em myself thirty years ago in the Army.\"The conversation probably lated:", "output": "15 minutes", "options": ["15 minutes", "few days", "few hours", "not enough information"]}
