{"task": "dream", "input": "What does Terry say about the garbage in New York? [SEP] Frank: Hi, Terry, you're just back from New York. Terry: Yes. Frank: It must be an exciting trip. Terry: Well, I've really seen lots of things. I saw the most spectacular view when I was crossing a bridge to Manhattan at dusk, and the skyscrapers were lit up producing a classic nighttime view of Manhattan. Frank: That's really beautiful. Terry: But that's not the whole picture. Some of the streets in New York are very rough. I saw large piles of garbage cans at the roadside, and graffiti all over garage doors and store shutters. Frank: I can't believe it. Terry: The garbage are tidily bagged and boxed, though. Frank: Did you stay in a hotel? Terry: Yes. The hotel we stayed at turned out to be fairly decent, though the room was small, with a tiny bathroom that was only about 3 feet larger than the bed. As I was inexperienced with tourist-area hotels, I was startled, I mean, the room was $129 a night. But at least the room was clean and the bed reasonably comfortable. Frank: What's your general impression of New York? Terry: Well, restaurants pack their tiny tables very tightly; grocery stores and bookstores have aisles that are narrow; the sidewalks are cluttered with newsstands, vendors and their carts, and places that aren't restrictively small, such as the lawns around the Natural History Museum, are full of people, so they're no escape. [SEP]", "output": "Put in bags and boxes.", "options": ["Smelly.", "Scattered.", "Put in bags and boxes."]}
{"task": "dream", "input": "Which would the woman like to apply for next year? [SEP] M: Good morning, Lucy. Can I help you? W: Good morning, sir. I'd like to talk with you about my studies for a minute, if I may. M: Certainly, come in and have a seat. W: Thank you. I have a record of my studies for last year. Would you like to see it? M: Yes, let me see now. You are studying mathematics, aren't you?. W: Yes, I am. But I'd like to apply for admission to the engineering college next year. M: I see. Have you asked your parents for their advice about this? W: Yes, I have. They think it is a good idea. M: Well, your record here has been very good. I don't think you will have much trouble. W: I hope not. Anyway, I am going to apply. And I'd like to ask you to write a recommendation for me, if it is not too much trouble. M: No trouble at all. I'd be glad to do it. Is there anything else? W: No, sir. I think that is all. Thank you very much. M: All right, Lucy. Good luck to you. W: Thank you, Good-bye. [SEP]", "output": "Engineering.", "options": ["Economics.", "Engineering.", "Science."]}
{"task": "dream", "input": "At what time must the passenger arrive at the airport for Flight NH906? [SEP] M: Miss, what time is Flight NH906 for New York due to depart? W: It leaves at 3:45. but you must check in one hour ahead of departure. [SEP]", "output": "2:45.", "options": ["2:45.", "1:15.", "3:45."]}
{"task": "dream", "input": "What does the woman mean? [SEP] M: I'm going to the shop to buy some food for the next few days. W: Take care and wear more clothes. It's freezing outside. [SEP]", "output": "She says it is very cold outside.", "options": ["She says he should take care of himself.", "She asks him to buy more.", "She says it is very cold outside."]}
{"task": "dream", "input": "What does the woman mean? [SEP] M: That was a long jog! I'm all out of breath, and you look like you are not even tired. W: Well, I've been doing this every morning for the last ten years, you know... [SEP]", "output": "She's worked hard to get fit.", "options": ["She's worked hard to get fit.", "She's more tired than she looks.", "She's too busy to run in the morning."]}
{"task": "dream", "input": "What colour does the man like best? [SEP] W: Can I help you, sir? M: Yes, please. I'd like to have a pair of shoes. W: What size would you like, please? M: Size eleven. W: OK. What about this pair? M: Sorry, I don't like white. Have you got any other colors? W: Oh, yes. We have also got blue, brown and black. M: Can I have a look at the black ones? Black is my favourite colour. W: Sure. Here you are. M: They look nice. What's the price? W: Fifty dollars. M: May I try them on? W: Yes, please. M: OK. I'll take this pair. Here's the money. W: Thank you. [SEP]", "output": "Black.", "options": ["White.", "Black.", "Blue."]}
{"task": "dream", "input": "When does the school open on weekends? [SEP] W: Hello, School of English Studies. M: Hello, I saw your advertisement in the newspaper. Can you give me some information, please? W: Yes, of course. What would you like to know? M: Well, first, how long are the courses? W: They are 6 or 9 months long and the next course begins next Monday. M: How many students will there be in the class? Not too many, I hope. W: Usually, there are 15. We find that a good number. M: OK. Now, I saw the price of the course in the newspaper, but will I have to pay for anything else? W: Only for the textbook, which costs twelve pounds ninety-nine. M: I see. When can I come and pay? W: Well, the school is open from 8 am to 7 pm Monday to Friday and on Saturdays from 9 am to 1 pm. M: OK. I see. Well, thank you very much. Goodbye. [SEP]", "output": "At 8:00 a.m..", "options": ["At 7:00 a.m..", "At 8:00 a.m..", "At 9:00 a.m.."]}
{"task": "dream", "input": "What do we learn about the house from the conversation? [SEP] W: Good afternoon, I'm calling to inquire about the four bedroom house you advertised in the newspaper. M: I am sorry, but it's already sold. [SEP]", "output": "It's no longer available.", "options": ["It's no longer available.", "It's not as good as advertised.", "It's being redecorated."]}
