{"task": "dream", "input": "What are some of the benefits that the company provides? [SEP] Kelly: So, have you found a job yet? Josh: No, but, I have a few leads, so things are looking up. Kelly: But isn't that what you always say? Josh: Well ... uh ... this time is different. Kelly: What are you looking for this time, then? Josh: Actually, I want to work for a Web hosting company. Kelly: What would you do there? Josh: Well, in a nut shell, Web hosting companies provide space for people to store and run their Websites. Does it sound like I know what I'm talking about? Kelly: Oh, yeah, sort of. Josh: Well, And then, sort of? Well, they allow people to run their Web sites without having to buy and maintain their own servers, and I'd like to work in technical support, you know, helping customers resolve computer-related problems with their sites. And you know I'm a good communicator. Kelly: So, how's the pay for that kind of job? Josh: Well, most people I know start out with a very reasonable salary; you can earn pay increases depending on your performance. Kelly: So, what about benefits? Josh: Oh, the benefits are pretty good. They provide health insurance, two weeks (of) paid vacation a year, and opportunities for advancement. And in the end, I'd like to work in a management position. You know, sitting back, enjoying the view out of the twentieth-story window of the office building. Something like that. Kelly: Well, is there any long-term job security in a job like that? Josh: Uhh. That's hard to tell. I mean, the Internet is booming, and these kinds of companies are sprouting up everywhere, which is a good thing, but just like the dot-com era, you never know how long things will last. Kelly: Well, have you ever thought about going back to school to improve your job skills? Josh: Wait, wait. What are you suggesting? Kelly: Well, you know, more training might help you land a better job. Josh: Wh ... wh ... Are you trying to say something about my current job? I mean, is there something going on here? I mean, what are you saying? Kelly: You know, you did drop out of college. Josh: I know, I know, but I don't know. I'm just seeing my current job at McDonalds as a step up. [McDonalds!]. Yeah, but, you know, I don't have the resources to go back to school at the moment; however, the job I am looking at will pay for some classes after I have been with the company for six months. Kelly: Well, it looks like you have things planned out this time. Josh: If I last that long. [SEP]", "output": "paid vacation, opportunities for promotion, and insurance", "options": ["insurance, paid vacation, and a company vehicle", "paid vacation, opportunities for promotion, and insurance", "opportunities for advancement, insurance, and a free bus pass"]}
{"task": "dream", "input": "What is the probable result for her exam? [SEP] M: What did you think of the mid-term exam? W: I was expecting it to be easy, but at the end of the first hour, I was still on the first page. I hardly had time to get to the last question. [SEP]", "output": "Poor.", "options": ["It's OK.", "Poor.", "Excellent."]}
{"task": "dream", "input": "What kind of coffee would the woman like? [SEP] M: How would you like your coffee? W: Milky one without sugar, please. [SEP]", "output": "With milk and no sugar", "options": ["Black coffee.", "With milk and sugar.", "With milk and no sugar"]}
{"task": "dream", "input": "What problem does the man have while working on his paper? [SEP] M: Hello, Professor Johnson. W: Hello, Tony. So what shall we work on today? M: Well, the problem is that this writing assignment isn't coming out right. What I thought I was writing on was to talk about what a particular sport means to me-one I participate in. W: What sport did you choose? M: I decided to write about cross-country skiing. W: What are you going to say about skiing? M: That's the problem. I thought I would write about how peaceful it is to be out in the country. W: So why is that a problem? M: As I start describing how quiet it is to be out in the woods, I keep mentioning how much effort it takes to keep going. Cross-country skiing isn't as easy as some people think. It takes a lot of energy. But that's not part of my paper, so I guess I should leave it out. But now I don't know how to explain that feeling of peacefulness without explaining how hard you have to work for it. It all fits together. It's not like just sitting down somewhere and watching the clouds roll by. That's different. W: Then you'll have to include that in your point. The peacefulness of cross-country skiing is the kind you earn by effort. Why leave that out? Part of your point you knew beforehand, but part you discovered as you wrote. That's common, right? M: Yeah, I guess so ... [SEP]", "output": "He can't decide whether to include the effort part of skiing.", "options": ["He can't find good examples to illustrate his point.", "He can't find a peaceful place to do the assignment.", "He can't decide whether to include the effort part of skiing."]}
{"task": "dream", "input": "What is the problem? [SEP] W: I just made a jar of jam this morning and now I can't find it any where. Do you know what happened to it? M: Did you hear a crash, that was it, I'm just as clumsy as ever. [SEP]", "output": "The man broke the jar.", "options": ["The woman doesn't like jam.", "The man broke the jar.", "The man had an accident."]}
{"task": "dream", "input": "Which places does the woman want to visit? [SEP] M: Good morning, Madam. Can I help you? W: Yes, er...I want to see the West End. M: How much time do you have? W: Just one day. M: Well, what do you particularly want to do? W: I want to visit museums, art galleries, Buckingham Palace, do some shopping, and go to the theaters. M: But you only have one day. W: That's right. M: Well. Why not do some shopping first? W: Where can I do that? M: In Oxford Street. W: How can I get there? M: You can walk through Hyde Park. It's quite near. W: Wonderful. Thanks for your help. M: You're welcome. Have a good time! [SEP]", "output": "Theaters, museums, art galleries.", "options": ["Art galleries, Buckingham Palace, Hyde Park.", "Museums, Hyde Park, Buckingham Palace.", "Theaters, museums, art galleries."]}
{"task": "dream", "input": "What class is the man trying to find? [SEP] M: Excuse me. Do you know where Davies Auditorium is? W: I'm not sure. I'm looking for it too because I have a class there at 10:30. I think it's this way. M: Do you mind if I walk with you? W: No. What class do you have in Davies? M: I'm taking the introductory economics class. I hear it's a big class. W: Yes. My roommate took the class last semester and she said there were over 400 people in the lecture hall. M: Wow. I hope the lecturer is good, because, if he isn't, the class will be boring. I hate boring classes! W: Oh, look. Here's Davies. I hope you have a good class. Hope it's not too boring! M: Yes, me too. Thanks for your help. [SEP]", "output": "Introductory economics.", "options": ["Advanced economics.", "Introductory economics.", "Advanced physics."]}
{"task": "dream", "input": "What's the probable relationship between the two speakers? [SEP] M: Can I help you? W: Yes, I am looking for a pair of gloves. I think I wear size six. M: The gloves are on this counter. Let's see... How about the blue pair? The color suits you and they are washable, too. W: Oh, I'll try them on. They seem to fit. How much shall I pay you? M: They are on sales this week. They have been reduced to twenty-five dollars. W: All right. I will take them. M: They are very nice. W: Thank you. [SEP]", "output": "Salesman and customer.", "options": ["Salesman and customer.", "Bank clerk and customer.", "Waiter and customer."]}
