{"task": "dream", "input": "Why do the woman's parents want her to do Business Studies? [SEP] M: Hi. I think I'm sitting next to you. Seat 35B. W: Oh,sorry. I'll just move my things. Hold on a minute. M: Thanks. Phwoo...I've been waiting in departure for ages. W: Mmm...The flight was delayed leaving Beijing. Security checks, you know. M: Yeah. Same here. W: Are you going to London, then? M: Yes. I'm going to the LSE to do a master's degree in International Relations. W: Really? That sounds interesting. You must be really clever. M: So are you going to London too? W: Well actually, I'm going to the University of Middlesex to do Business Studies. M: That sounds interesting. W: Well actually, it's my parents who want me to do Business Studies. I'd rather study Philosophy, but my dad wants me to take over the family business. He thinks Business Studies will make me rich. M: Well, nobody wants to be poor...ah, here's the drinks trolley. What would you like? W: A Coke, please,I'm sorry...I don't know your name... M: Oh, sorry. I forgot...Ali. [SEP]", "output": "Because they want her to take over the family business.", "options": ["Because they want her to run a company.", "Because they want her to be a career woman.", "Because they want her to take over the family business."]}
{"task": "dream", "input": "What is the woman? [SEP] M: Well, Jenny, the school year is almost over. We just have two more weeks before exams. What do you plan to do this summer? W: I'm going to teach English to some immigrants in the university's community service program. M: That sounds interesting. Don't you need to speak a foreign language for a job like that? W: No, you don't. You just have to present the language simply and give the students a chance to practice speaking. M: Come to think of it, that's the way I was taught to speak Chinese. But speaking didn't help me learn to read and write Chinese. W: My students won't want to read and write English, at lease not now. They are more interested in speaking. M: You sound very knowledgeable about all this. How do you know so much? W: I took a Teaching English as a Second Language course last year when you were in China. I've also talked with the experienced teachers quite a lot. I think I would like to be an ESL teacher when I graduate. [SEP]", "output": "A student.", "options": ["A student.", "A teacher.", "A tourist."]}
{"task": "dream", "input": "What does the man think ridiculous? [SEP] M: I don't enjoy dating anymore. I can't seem to find anyone I have anything in common with. W: Don't feel discouraged. Be patient. As you are so distinguished, you will definitely find the person who is right for you. M: To tell you the truth, I am tired of being alone. I hope to find my Mrs. Right. What should I do? W: Do you believe in Internet matchmaking service? M: That's really a new walk of life. What is it exactly? W: It helps match up singles the world over, and helps find the man and woman of their dreams. M: Oh, it must be to the taste of a certain group of people. W: The advertisement said Dream Dates has matched up thousands of singles the world over! M: Unbelievable! They must be exaggerating the figure! W: Look at the way they manage their business: they collect applicants' photos, and give the applicants questionnaires to fill out as to what type of character they are. M: I don't believe several questions can decide the type of person you're. People's characters are complicated and keep changing all the time. W: Anyway, it seems that things work well this way. The information and specifications will be entered in a large computer database. M: A computer to decide your best date? That's really ridiculous! W: Look, it promises: Dream Dates provides expert dating service and a place for singles to meet. We'll introduce you to the person uniquely qualified to be your partner. M: Sheer slogans! Not reliable! W: It says you can enroll in a free trial membership! M: I won't do it even they pay me for that! W: Well, we don't have to believe this. Maybe I can tell John, and see whether he'd like to try it. [SEP]", "output": "Deciding one's best partner through a computer.", "options": ["Entering a large company without application.", "Programming human feelings into machines.", "Deciding one's best partner through a computer."]}
{"task": "dream", "input": "What can we learn from the conversation? [SEP] W: We'd like some information, please. We want to go to England. M: OK. What do you want to know? W: Well, first of all, we want to know the air fare to London. M: When do you want to go? W: We don't really know, maybe July. M: I see. Well, in May and June the fare is 480 dollars, but it's less in March and April. It's only 460 dollars. W: And what about July? M: It's more in July. W: More? How much is it then? M: It's 525 dollars. W: Oh... I'll think it over before I make the final decision. [SEP]", "output": "The fare goes up and down in different months.", "options": ["Fewer people go to London in July.", "The woman couldn't decide whether to go to London or to some other places.", "The fare goes up and down in different months."]}
{"task": "dream", "input": "Who will get the stamps at last? [SEP] W: I've noticed that you got some letters from Canada. Would you mind saving the stamps for me? My sister collects them. M: My classmates already asked for them. [SEP]", "output": "The man's classmates.", "options": ["The woman.", "The woman's sister.", "The man's classmates."]}
{"task": "dream", "input": "What does the man want to do? [SEP] F: What can I do for you, Sir? M: I'd like to borrow a book. [SEP]", "output": "He wants to borrow a book.", "options": ["He wants to buy a book.", "He wants to borrow a book.", "He wants to return a book."]}
{"task": "dream", "input": "Which of the following cities is NOT mentioned in the conversation? [SEP] M: Mary, you know I've been thinking about applying for a job in Germany. Well, I've got the details about different jobs and I'd like your opinion about which would be the best one to go for. F: Where are the jobs? M: One's in Munich, one's in Frankfurt and the other one's in Hamburg. F: Munich's supposed to be a very nice place. M: Yes it is, and it's also in a beautiful part of Germany, not far from the Alias. F: That would be great for the kids--they'd love to be able to go skiing at weekends! M: But, one problem with Munich is that it's growing very fast. That means the cost of living will probably be very high. F: It's a higher salary than the job in Frankfurt but lower than the one in Hamburg. The Hamburg job has the most responsibility. From the point of view of career progression that would probably be the best job for me. F: Hamburg's the closest to Britain, too, so it would be easy to come back for long weekends and holidays. M: That's right, and there's a regular ferry service which would save quite a bit on fares. F: What about the cost of living in Germany as a whole? How does it compare with Britain? M: Well, it's definitely higher than over here, but salaries are substantially higher, so we'd certainly be better off than we are now. F: And what about accommodation? M: Well, actually, flats are much cheaper to rent in towns like Munich, Frankfurt and Hamburg than they are here in London, so we'd be able to afford to live in a nice, spacious flat, I'd think. F: Mmm, that'd be nice! And do you know what the cultural facilities are like in these cities? M: In fact, they're quite good in all three. But, of course, Munich has an international reputation as a cultural center. F: Another thing we'll have to consider, of course, are the educational possibilities. How long would you want to go to Germany for? M: I think a maximum of five years. I think working overseas will be good for my career and, of course, it'd be a good experience for you and the kids, too! F: So we'd be there long enough to enable John to complete a university course. M: Well, yes we would, unless of course he preferred to go to a university in the UK. But, yes, if he did want to go to university in Germany, there'd be no problem as each of those cities have their own universities. Munich, in fact, has the second largest university in Germany. F: Well, it seems to me the choice must be between Hamburg and Munch. Hamburg has the advantage of being the closest to Britain, so coming home would be relatively easy and inexpensive. Munich, on the other hand, sounds like the most interesting place from a cultural point of view. M: I agree with you. Personally, I favor Munich because it's so near to the Alps. We all like sliding and we could go skiing at weekends in the winter. F: I think you're right. I had thought Hamburg might be preferable because it's the closest to Britain. But we'll only be abroad for five years, and if we're going to be away, let's choose the most attractive place we can. M: Right. That's agreed. Now all I have to do is get the job! [SEP]", "output": "Berlin.", "options": ["Hamburg.", "Frankfurt.", "Berlin."]}
{"task": "dream", "input": "What was put on the man's finger? [SEP] W: Well, the salad's almost ready. How's the beef going? I'm starving. M: So am I. The beef looks just about ready. Just one minute ... ow! W: What's the matter? M: Oh, my finger, I burned my finger! W: Oh, wait, I'll get some ice and put it on your finger. M: OK. W: There. M: Ah, ah, much better. The ice really works. W: How does it feel? M: Oh, I feel good. Thanks. Let's eat. [SEP]", "output": "The ice.", "options": ["The ice.", "The bandage.", "The cream."]}
