{"task": "dream", "input": "What will too many cars lead to according to the woman? [SEP] M: The traffic is becoming worse and worse. I think there'll be huge changes in the ways people use cars. New laws will be made about what kind of car you can own and when you can drive. W: Maybe there'll just be too many of them on the roads. The air will be so seriously polluted that nobody will be able to breathe. M: Exactly. People will have to rely on trains. W: Why do you say that? M: Well, we won't be able to use cars, and airports take up too much space. That leaves trains. W: Huh. So do you think there'll be more efficient train systems between cities? M: Sure. They'll enable people to travel between cities in a matter of hours. There may even be trains going under the oceans to connect the main continents. W: Under the oceans? Oh, no! I get nervous enough flying on a plane. [SEP]", "output": "Air pollution.", "options": ["Air pollution.", "Traffic jam.", "Oil shortage."]}
{"task": "dream", "input": "Where was the woman on July 4th? [SEP] M: Hi, Jane. It's nice to see you again. I heard that you went to the US during the vacation. W: Yes. I went to New York to attend a summer course in English. M: Wow. You were lucky. How long did you stay there? W: About 50 days. I went there on July 5th and came back on August 25th. M: How about the course? W: The course was very good. The teachers were nice. They taught us to listen, speak, read and write in English, but it was mostly speaking. One interesting thing I found was that the American classes are different from our classes here because the students have a lot more freedom. You can sit anywhere you like in the classroom. You can ask the teachers questions at any time during the class, and you are welcome to share your ideas with the class. I really like this kind of class. M: How interesting! Maybe our teacher should try that. [SEP]", "output": "At home.", "options": ["In an American university.", "In New York.", "At home."]}
{"task": "dream", "input": "How does the woman go to John's home? [SEP] M: Would you like to have lunch with us? W: I'd love to, but I have to help John with his math problem right now. M: Would you like me to give you a lift? W: No,thanks. His home is not far and I can walk there. [SEP]", "output": "On foot.", "options": ["By bus.", "On foot.", "Take the man's car."]}
{"task": "dream", "input": "What does Georgina do for a living? [SEP] Heather: Hey. John. This looks a great party. [Yeah!] Thanks for inviting me. John: No problem. Glad you could make it. Hey. Have you met any of the famous guests so far? Heather: Uh, no. Who exactly? John: Well, there is Gregorio Zuttlemisterburger ... [Who?]. Ah. They call him the \"Grip\" for short. Heather: Who in the world is he? John: You've never heard of him? [No.] He's the world famous snake trainer ... He's never met a snake he couldn't train to dance and hiss at the same time. Heather: Seriously? Where is he? John: Uh, he's the tall guy over there in the purple jacket and green pants. He probably has a snake or two with him tonight. Heather: Huh? John: And then there is Georgina, the Great. Heather: Georgina ... and great for what? John: Are you serious? You've never heard of her? She is the world's greatest arm wrestler. I mean, World champion. She's the petite woman next to the fireplace with the bright yellow dress and the tennis shoes. Heather: I thought you said famous people ... like, like people we all know. John: And, and there is Brad Pitt ... Heather: Now, there's someone I recognize ... John: ... the captain of the national Yo-Yo team [What?]. Yeah. He's the short, stocky man sitting at the table wearing the black and red checkered shirt. I'm sure he'd do a few tricks for you if you asked. Heather: Uh, no thank you. I think I've had enough entertainment for one evening. John: Okay. [SEP]", "output": "She's a popular sports figure.", "options": ["She's a popular sports figure.", "She's famous for her cooking skills.", "She makes a living selling tennis shoes."]}
{"task": "dream", "input": "How many teams has Martin played for? [SEP] W: So Martin, what sports do you play? M: I play football, volleyball, tennis, and table tennis but volleyball is my favorite game as it's team game and you can play it with your friends, and enjoy it as a team. W: Is it quite a fast game as well? M: Yeah. It is a fast game and that's another reason why I enjoy it. W: How exciting... M: Yes. W: Where do you play, then? M: I play at local sports centres more during the winter and sort of play in tournaments around England. I also, in the summer, play beach volleyball. W: Is beach volleyball different from the volleyball you play in the centres? M: Yes, it's a very different game. Instead of six players on a team, it's only two players. W: You mentioned you played in tournaments--now do you do quite well in the tournaments? M: Yes, I've played for South West England and we've got through to the semi-finals of different England tournaments, and for Wessex, my other volleyball team, we've actually won a few tournaments. So yes, I have done quite well. W: Oh well done! [SEP]", "output": "Two.", "options": ["One.", "Two.", "Three."]}
{"task": "dream", "input": "What did the man mean? [SEP] W: Bill, where are you going? M: I'm going to the tennis court. W: Have you finished the composition our teacher assigned us yesterday? M: Not yet. I always seem to put things off until the last minute. [SEP]", "output": "He never does assignments early.", "options": ["He never does assignments early.", "He has finished it.", "He'll finish it in a few minutes."]}
{"task": "dream", "input": "Where is Mr. Black now? [SEP] W: Good afternoon. This is Mr. Black's office. M: Good afternoon. This is Mr. White at the Friendship Hotel. Is Mr. Black there? W: No, he is out for lunch. Would you please call half an hour later? [SEP]", "output": "Out for lunch.", "options": ["In the office.", "Out for lunch.", "At the Friendship Hotel."]}
{"task": "dream", "input": "What will the woman do? [SEP] M: Hello,This is John. Can I speak to Susan? W: Well,wait a minute, I'll find her for you. [SEP]", "output": "She will help the man to find Susan.", "options": ["She will help the man to find Susan.", "She will not help the man.", "She will telephone Susan"]}
