{"task": "medical_questions_pairs", "input": "question 1: I have a bruise circling a insect bite,is this common? [SEP] question 2: I got a bug bite, now I notice a bruise around it, is that normal?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: Can contact dermatitis cause cutting of the vagina? [SEP] question 2: My sister has contact dermatitis with cuts in her vagina. She says it is very uncomfortable and hurts to walk. What can she do for relief?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: Whether cooking in coconut  oil add  or affect the cholesterol  and triglyceride levels? [SEP] question 2: I am worried about health of my father.  He has been diagnosed with high cholesterol and triglyceride levels. His doctor suggested coconut oil for cooking. But he does not liks it's taste.. Is there any other option of cooking oil besides cocunut oil which is good for him to manage high cholestreol and triglyceride levels?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: I often feel these odd shudders in my stomache. My stomach kind of shakes. It freaks me out. What could it be? [SEP] question 2: I was diagnosed with stomach flu and was having stomach shaking and shuddering, have been prescribed medications by the doctor. In how many days, would I feel normal?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: My first sonogram said I was 7 weeks pregnant due date 3/22. Next appointment (5 weeks later) sono measured bby at 13weeks. Duedate changed to 3/15. Y? [SEP] question 2: In my first sonogram at 7 weeks my due date is 3/22 and now at 13 weeks my due date is 3/15. Which is correct?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: I have arthritis in my knees and lower back. Normally when I get out of bed they are stiff. My hips achey and stiff are if I lay on my back at night? [SEP] question 2: How can I manage stiffness in my knees, lower back etc. I do have arthritis", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: Ejection fraction of gb very low. Diet stripped down to lean meats, fruits, vegs. Reflux in throat that is constant yet varies in intensity. Related? [SEP] question 2: Are a low ejection fraction, gastric reflux and a diet of lean meats, fruits and veggies related in some way?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: Is it okay for 18 year olds to take thermogenics? [SEP] question 2: May I know, can 18 year old take thermogenics?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: If I had hepatitis a, does that mean I can't drink alcohol for a certain number of weeks afterwards? [SEP] question 2: Can Hep A spread via sharing cigarettes or alcohol bottoes of an infected person?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: Bright red blood on TP after first wipe after BM; then other wipes no more blood. I drink way to much pop and very little water...if that matters. ? [SEP] question 2: What does blood in stool mean?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: 2 years ago i had lyme ab screen mildly elevevated but western blot all non reactive. Now im testing pos for igm 23 and igm 41. What does this mean? [SEP] question 2: Can Lyme ab test positive after 2 years of exposure? I'm not sure if it can stay positive for this long.", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: My dad has got a high pressure, cholesterol and diabeties he take a lot of medicine I am really scared about him what should he do? [SEP] question 2: I am worried for my dad, he has high blood pressure, high cholestrol and diabetes. How can I help him? He is on medications though.", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: What do you suggest if I'm 27 I have the problem of sperm ejaculation as soon as I insert my penis. How to control it? [SEP] question 2: What are some causes of premature ejaculation?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: Please help! What is the survival rate of malignant meningioma? [SEP] question 2: Is malignant meningioma curable?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: What to do if I have blood in stool? [SEP] question 2: I am freaking out! I just noticed some blood in my stool, what does it mean? Please help...", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: Can quitting smoking cause long term digestive problems? [SEP] question 2: Are there any long terms effects of quitting smoking on the digestive system?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
