{"task": "medical_questions_pairs", "input": "question 1: For the past few months, around the same time every month I get moody, irritable, bloated, fatigue cramps. These symptoms go on for about a week? [SEP] question 2: I have noticed that my sister has symptoms like being moody, irritable, bloated before her period occurs. Why is that so?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: When you lose weight, when does it plateau? [SEP] question 2: Once you start a weight loss regimen, do you lose weight consistently or does the rate of weight loss slow down over time?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: I discovered I get this weakness in my hand whenever I try to snap my fingers, slight pain runs across elbow and wrist? [SEP] question 2: When I try to snap my fingers there is weakness and pain across elbow and wrist? May I know what are the causes?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: I can feel small lymph node in my neck the doctor said its 9m is this normal.Iam itlle worry.But the rest of the lymph node i can't feel them. [SEP] question 2: I can feel  a 9mm lymph node on my neck, the doctor have also comfirmed the size. Is it normal?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: How can I stop pain from shaving my face? [SEP] question 2: Why does it hurt when I shave my face? Can I do something else for it besides shaving in the direction of the hair growth?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: I messed up my birth control and started a new pack. When I took the first week, I bleed for 3 days. Now I am confused when my period will come again. [SEP] question 2: I missed my pills for 2 days in a row... Can I get pregnant because of this?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: Radiologist read my pelvic CT scan incorrectly I went in to ER for very bad pelvic pain and back aches. They ordered a no contrast CT scan of pelvis. The first CT scan report read right ovary is larger than left (i don't have a left) with somewhat heterog [SEP] question 2: I am a little confused. I think the radiologist in the ER ready my CT scan incorrectly. Actually, I went to ER for bad pelvic pain and back ache and the scan report read that may right ovary is larger than the left with some heterogeneity. But I don't have a left ovary. Do you think it is possible to see left ovary on a scan if I don't have it?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: Is aloe vera juice good for hypertension? [SEP] question 2: Hey! Visited the doctor today, he said my blood pressure is 150/90 mmHg. Did not prescribe anything, just told to exercise and diet. Wondering if aloe vera juice would help?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
