{"task": "medical_questions_pairs", "input": "question 1: Is having a cycle important? I haven't had a decent period in almost my whole life....What can be wrong with me?...  I'm 23 yrs old... [SEP] question 2: I am 23 years old and still have not started getting normal period. Why should a female get her cycles? Is something wrong with me?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: Ive noticed that after eating my resting heart rate goes from the 60s close to the 80s. Is this normal after eating? [SEP] question 2: My resting heart rate seems to go from 60s to 80s after eating. Is that expected after eating?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: Always use birth control, always use condoms with spermicide, always pull out with condom, but my period is late. Stress from college or pregnancy? [SEP] question 2: I always have protected sex but my period is still late, could I be pregnant?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: When I eat food my throat tightens badly, seemingly from being twisted by a motility disorder. I also get chain spasms and chest pain. No acid reflux. [SEP] question 2: What could be the cause of tightness in throat and chest pain other than acid reflux and motilty disorder?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: 6mm ground glass ill defined upper left lung what percentage that its not cancer I am getting another CT scan in dec. To check for growth? [SEP] question 2: How is a lung cancer diagnosed?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: My first day of my last period was on 05/10, i had intercourse on october 17 and october 22. My period is every 31 days. When should I conceived? [SEP] question 2: My LMP is 05/10 and we had an intercourse on October 22nd. My cycle length is 31 days. When would have conception taken place?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: I'm bleeding from penis for no reason. What could this be? [SEP] question 2: I have some mild bleeding from the penis. Can this be a sign of a UTI?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: What can someone do for heart disease? [SEP] question 2: I think I am hypochondriac and I am always worried about heart diseases. I was just wondering if I can do anything to avoid heart diseases and if I have any heart disease, can I take care of it at home?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: Sir, my mom and i are unsure if i have herpes or a cold sore any suggestions?? [SEP] question 2: I have a question. Can genital herpes result in cold sores?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: What types of medication are effective at reducing or eliminating PVCs? [SEP] question 2: Are there any medications that can help treat or prevent PVCs?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: Which are the top machines and work outs for cellulite on the butt and thighs? [SEP] question 2: Can cosmetic surgery help reduce cellulite?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: Can white water rafting cause a miscarriage? [SEP] question 2: I'm currently trying to get pregnant and had miscarriages in the past. I'm physically active and play sports. What are the precautions I should take?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: Rcently prescribed Lumigan 0.1% IOP concern about burning in eyes called the Doc and Doc does not take calls. What to do? Next appt in a week? [SEP] question 2: What is Lumigan 0.1% used for? Can it cause redness or burning in the eyes?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: My moms uncle and his daughter both had leukemia at 65 and 54 years old. He had aml and she had apl. What would cause this? Genetic? [SEP] question 2: What is the treatment of AML and APL?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: School paper: how does a disciplinary and or criminal record affect the ability to get into professional school/medical school? [SEP] question 2: Will you be able to guide me as to which is the best medical school in the country? I am thinking of applying.", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: Hi.I went to cardiologist,did a ECG that shows st-t changes,did echocardiography and my heart its good but see some interruption. That's Bad? 27 years [SEP] question 2: Can you tell me if heart disease can pass from family? I have a history of anxiety and experienced chest pain. Went to the ER where an ECG was done. The doctor told me that there were some ST-T changes which is not very concerning but I am worried. Can someone get a heart disease at 27?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
