{"task": "medical_questions_pairs", "input": "question 1: Is having a cycle important? I haven't had a decent period in almost my whole life....What can be wrong with me?...  I'm 23 yrs old... [SEP] question 2: I am 23 years old and still have not started getting normal period. Why should a female get her cycles? Is something wrong with me?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: Ive noticed that after eating my resting heart rate goes from the 60s close to the 80s. Is this normal after eating? [SEP] question 2: My resting heart rate seems to go from 60s to 80s after eating. Is that expected after eating?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: Always use birth control, always use condoms with spermicide, always pull out with condom, but my period is late. Stress from college or pregnancy? [SEP] question 2: I always have protected sex but my period is still late, could I be pregnant?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: When I eat food my throat tightens badly, seemingly from being twisted by a motility disorder. I also get chain spasms and chest pain. No acid reflux. [SEP] question 2: What could be the cause of tightness in throat and chest pain other than acid reflux and motilty disorder?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: 6mm ground glass ill defined upper left lung what percentage that its not cancer I am getting another CT scan in dec. To check for growth? [SEP] question 2: How is a lung cancer diagnosed?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: My first day of my last period was on 05/10, i had intercourse on october 17 and october 22. My period is every 31 days. When should I conceived? [SEP] question 2: My LMP is 05/10 and we had an intercourse on October 22nd. My cycle length is 31 days. When would have conception taken place?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: I'm bleeding from penis for no reason. What could this be? [SEP] question 2: I have some mild bleeding from the penis. Can this be a sign of a UTI?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: What can someone do for heart disease? [SEP] question 2: I think I am hypochondriac and I am always worried about heart diseases. I was just wondering if I can do anything to avoid heart diseases and if I have any heart disease, can I take care of it at home?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
