{"task": "medical_questions_pairs", "input": "question 1: For the past few months, around the same time every month I get moody, irritable, bloated, fatigue cramps. These symptoms go on for about a week? [SEP] question 2: I have noticed that my sister has symptoms like being moody, irritable, bloated before her period occurs. Why is that so?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: When you lose weight, when does it plateau? [SEP] question 2: Once you start a weight loss regimen, do you lose weight consistently or does the rate of weight loss slow down over time?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: I discovered I get this weakness in my hand whenever I try to snap my fingers, slight pain runs across elbow and wrist? [SEP] question 2: When I try to snap my fingers there is weakness and pain across elbow and wrist? May I know what are the causes?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: I can feel small lymph node in my neck the doctor said its 9m is this normal.Iam itlle worry.But the rest of the lymph node i can't feel them. [SEP] question 2: I can feel  a 9mm lymph node on my neck, the doctor have also comfirmed the size. Is it normal?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: How can I stop pain from shaving my face? [SEP] question 2: Why does it hurt when I shave my face? Can I do something else for it besides shaving in the direction of the hair growth?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: I messed up my birth control and started a new pack. When I took the first week, I bleed for 3 days. Now I am confused when my period will come again. [SEP] question 2: I missed my pills for 2 days in a row... Can I get pregnant because of this?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: Radiologist read my pelvic CT scan incorrectly I went in to ER for very bad pelvic pain and back aches. They ordered a no contrast CT scan of pelvis. The first CT scan report read right ovary is larger than left (i don't have a left) with somewhat heterog [SEP] question 2: I am a little confused. I think the radiologist in the ER ready my CT scan incorrectly. Actually, I went to ER for bad pelvic pain and back ache and the scan report read that may right ovary is larger than the left with some heterogeneity. But I don't have a left ovary. Do you think it is possible to see left ovary on a scan if I don't have it?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: Is aloe vera juice good for hypertension? [SEP] question 2: Hey! Visited the doctor today, he said my blood pressure is 150/90 mmHg. Did not prescribe anything, just told to exercise and diet. Wondering if aloe vera juice would help?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: A patient with COPD was receiving 12.5mcg of fentanyl. The gp double this dose to 25mcg. The patient died two weeks later. Is there any correlation? [SEP] question 2: I have COPD and I have been on 12.5mcg fentanyl. My doctor doubled up my dose but I don't want to. Can you tell me if I can try any measures at home for relief?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: I have been having lightheadedness for a while. Would a CT of head and an MRI with contrast of brain detect blockages in arteries? [SEP] question 2: I am worried about blockage in my brain arteries because I have been having lightheadedness for some time. Can a CT of scan or MRI with contrast may help diagnose it?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: I very often have dull pain in the lower left abdomen. Although bearable, should I still be concerned due to its frequent occurance and see a doctor? [SEP] question 2: I noticed a dull pain in the left lower abdomen and has been recurrent, notice it often. It has been bearable but I'm concerned if I should see a doctor about it?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: This is my second month on mononessa, however this my second day taking my inactive pill, still haven't gotten my period is this normal? [SEP] question 2: I am on mononessa pills. Can I replace it with a generic brand?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: I didn't get my period for a month and now having pink discharge and a negative pregnancy test and still no period. What is going on? [SEP] question 2: I have PCOS and my cycles are irregular. I missed period by a month this time and I noticed spotting today. My doctor recommended birth control pills and I didn't want to be on it. Do you think I should consider this and start taking the pills?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: I often get cysts in my neck. How can I make them stop. [SEP] question 2: What could be causing these bumps on my neck area repeatedly?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: I hit my head on the car door and have a small bump. 24 hours later I have a bad headache. Could I have a concussion? [SEP] question 2: What is the management of a concussion? I have a headache and a small bump in the area of impact.", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: I have an awful headache, what I should do? [SEP] question 2: Is there anything that I can do to get some relief from this annoying headache? I usually get such headaches but this time, it is really awful!", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
