{"task": "medical_questions_pairs", "input": "question 1: Hi I just found out I contracted an std. My doctor prescribed me Azithromicyn 500, they are too big to swallow, am I able to crush them up with food? [SEP] question 2: I have been given Azithromycin as  I am diagnosed with Chlamydia. Should my partner also get treatment for the same?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: My 5 yr. Old daughter had a urine test last week and they found a trace of blood, calcium is 2.4 and creatinine is 3.3, should I be concerned? [SEP] question 2: What is the management of blood in urine for my 5 year old daughter?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: Side effect of prolixin (fluphenazine)? [SEP] question 2: What is Fluphenazine used for?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: Can you recover from planter falsities and if what is the recovery time? [SEP] question 2: What are the symptoms of plantar fascitis?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: My father is 81 and has Parkinson's disease for the last 3 years. He can't even move his hands & legs. What can I do to support him? [SEP] question 2: Hello doctor I am 18 years of age  and there is Parkisnsons running in my family. Is the disease heredity. What are my chances ending up getting Parkisons?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: Can quitting smoking cause long term digestive problems? [SEP] question 2: I have decreased appetite and loss of sense to taste and have been smoking for a long time now. Can smoking cause this?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: I just found out today that I have chlamydia, but I breastfeed.  Is it possible that my child could have it to? [SEP] question 2:  I am on Azithromycin for a week for chlamydia and I had unprotected intercourse. Should I take another dose?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: I have ADHD is it possible for me to become a surgeon ? Be honest with me please [SEP] question 2: I am 19 now. I have ADHD since I was 10 years of age but I want to become a surgeon. Is it possible for me?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: I've got stitch like pain and  bleeding/ uterus feels heavy. I've had mirena (levonorgestrel) for 8 weeks now. This pain has only been the last week,  is this normal? [SEP] question 2: I got Mirena (levonorgestrel) inserted 8 weeks ago. I experience stinging pain for last 1 week associated with heaviness in my lower abdomen and I notice vaginal bleeding. Is this normal with Mirena?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: I just found out today that I have chlamydia, but I breastfeed.  Is it possible that my child could have it to? [SEP] question 2: Hello doctor, I am diagnosed with chlamydia and I am breastfeeding. Do you think my child will have chlamydia?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: Can you explain if it's possible to have a lot of the symptoms of type 2 diabetes and not have it? [SEP] question 2: I have diabetes mellitus type 2 and dealing with this condition symptoms from some time. How can I control the symptoms apart from medication?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: Hey! If I stay in the shower a long time my nose starts dripping and running like crazy. I also can begin sneezing time after time. Any idea? Thanks!! [SEP] question 2: My daughter is having dripping nose and sneezing time after time. She is persiting for a shower from along time. Should I allow it?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: Okay so i'm on bc and I have had sex (it hurts) i'm bleeding brown and my vagina hurts almost itchy but it hurts? [SEP] question 2: I noticed a brown discharge and itching in my vaginal area to the point that it hurts. I am also on birth control and have sexual intercourse. What do you think is causing this?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: A week ago i used Monistat 1 (tioconazole) to treat a yeast infection. Now I have a vaginal odor and I am wondering if I should use safeguard soap to help the smell? [SEP] question 2: I used Monistat 1 to treat yeast infection and have vaginal odor and now can I use safeguard soap to help with smell?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: Effects of drinking alcohol on the body fat? [SEP] question 2: Is alcohol rich in calories and does it increase body fat?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: Is it possible to cure cataract without a lens implant but with corrective lenses? [SEP] question 2: Can only corrective lenses without an implant cure cataract?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
