{"task": "medical_questions_pairs", "input": "question 1: I have a bruise circling a insect bite,is this common? [SEP] question 2: I got a bug bite, now I notice a bruise around it, is that normal?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: Can contact dermatitis cause cutting of the vagina? [SEP] question 2: My sister has contact dermatitis with cuts in her vagina. She says it is very uncomfortable and hurts to walk. What can she do for relief?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: Whether cooking in coconut  oil add  or affect the cholesterol  and triglyceride levels? [SEP] question 2: I am worried about health of my father.  He has been diagnosed with high cholesterol and triglyceride levels. His doctor suggested coconut oil for cooking. But he does not liks it's taste.. Is there any other option of cooking oil besides cocunut oil which is good for him to manage high cholestreol and triglyceride levels?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: I often feel these odd shudders in my stomache. My stomach kind of shakes. It freaks me out. What could it be? [SEP] question 2: I was diagnosed with stomach flu and was having stomach shaking and shuddering, have been prescribed medications by the doctor. In how many days, would I feel normal?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: My first sonogram said I was 7 weeks pregnant due date 3/22. Next appointment (5 weeks later) sono measured bby at 13weeks. Duedate changed to 3/15. Y? [SEP] question 2: In my first sonogram at 7 weeks my due date is 3/22 and now at 13 weeks my due date is 3/15. Which is correct?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: I have arthritis in my knees and lower back. Normally when I get out of bed they are stiff. My hips achey and stiff are if I lay on my back at night? [SEP] question 2: How can I manage stiffness in my knees, lower back etc. I do have arthritis", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: Ejection fraction of gb very low. Diet stripped down to lean meats, fruits, vegs. Reflux in throat that is constant yet varies in intensity. Related? [SEP] question 2: Are a low ejection fraction, gastric reflux and a diet of lean meats, fruits and veggies related in some way?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: Is it okay for 18 year olds to take thermogenics? [SEP] question 2: May I know, can 18 year old take thermogenics?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
