{"task": "medical_questions_pairs", "input": "question 1: Hi I just found out I contracted an std. My doctor prescribed me Azithromicyn 500, they are too big to swallow, am I able to crush them up with food? [SEP] question 2: I have been given Azithromycin as  I am diagnosed with Chlamydia. Should my partner also get treatment for the same?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: My 5 yr. Old daughter had a urine test last week and they found a trace of blood, calcium is 2.4 and creatinine is 3.3, should I be concerned? [SEP] question 2: What is the management of blood in urine for my 5 year old daughter?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: Side effect of prolixin (fluphenazine)? [SEP] question 2: What is Fluphenazine used for?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: Can you recover from planter falsities and if what is the recovery time? [SEP] question 2: What are the symptoms of plantar fascitis?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: My father is 81 and has Parkinson's disease for the last 3 years. He can't even move his hands & legs. What can I do to support him? [SEP] question 2: Hello doctor I am 18 years of age  and there is Parkisnsons running in my family. Is the disease heredity. What are my chances ending up getting Parkisons?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: Can quitting smoking cause long term digestive problems? [SEP] question 2: I have decreased appetite and loss of sense to taste and have been smoking for a long time now. Can smoking cause this?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: I just found out today that I have chlamydia, but I breastfeed.  Is it possible that my child could have it to? [SEP] question 2:  I am on Azithromycin for a week for chlamydia and I had unprotected intercourse. Should I take another dose?", "output": "Similar", "options": ["Dissimilar", "Similar"]}
{"task": "medical_questions_pairs", "input": "question 1: I have ADHD is it possible for me to become a surgeon ? Be honest with me please [SEP] question 2: I am 19 now. I have ADHD since I was 10 years of age but I want to become a surgeon. Is it possible for me?", "output": "Dissimilar", "options": ["Dissimilar", "Similar"]}
