{"task": "ropes", "input": "question: Would pack A induce less or more awareness of smoking health risks than pack B? [SEP] situation: David collects cigarette packs of different years. He found that two of his packs, pack A and pack B, are very different. Pack A is from before September 2012, and pack B is from after September 2012. He started searching on the internet to find out why the packs were different. [SEP] background: Beginning in September 2012, the U.S. Food and Drug Administration will require larger, more prominent cigarette health warnings on all cigarette packaging and advertisements in the United States. These warnings are a significant advancement in communicating the dangers of smoking. These new cigarette health warnings contains nine different warnings that will increase awareness of the specific health risks associated with smoking, such as death, addiction, lung disease, cancer, stroke and heart disease. These warnings include:", "output": "less", "options": []}
{"task": "ropes", "input": "question: Who would prefer to use a krypton sign? [SEP] situation: John and Jacob are both store owners hoping to attract more attention to their stores by using neon signs. Since both of them will be in their store for so many hours, they want to use neon signs that produce their favorite colors. John's favorite color is violet, while Jacob's favorite color is blue. [SEP] background: A neon light produces visible light by electroluminescence. In this process, neon or some other gas gives off light when an electric current passes through it. Other halogen gases besides neon—including krypton and argon—also produce light in this way. The word “OPEN” in the sign below is a neon light. It is a long glass tube that contains neon gas. When electricity passes through the gas, it excites electrons of neon atoms, and the electrons jump to a higher energy level. As the excited electrons return to their original energy level, they give off visible light. Neon produces red light. Other gases produce light of different colors. For example, krypton produces violet light, and argon produces blue light.", "output": "John", "options": []}
{"task": "ropes", "input": "question: Which student read more about the forming of new sea floor? [SEP] situation: Hank and Dean studied plate tectonics in college. Hank learned more about divergent boundaries, while Dean read more about convergent boundaries. [SEP] background: At the mid-oceanic ridges, two tectonic plates diverge from one another as new oceanic crust is formed by the cooling and solidifying of hot molten rock. Because the crust is very thin at these ridges due to the pull of the tectonic plates, the release of pressure leads to adiabatic expansion (without transfer of heat or matter) and the partial melting of the mantle, causing volcanism and creating new oceanic crust. Most divergent plate boundaries are at the bottom of the oceans; therefore, most volcanic activity on the Earth is submarine, forming new seafloor. Black smokers (also known as deep sea vents) are evidence of this kind of volcanic activity. Where the mid-oceanic ridge is above sea-level, volcanic islands are formed; for example, Iceland.", "output": "Hank", "options": []}
{"task": "ropes", "input": "question: Which hydrologist learned less about the causes of acid rain formation? [SEP] situation: Hydrologists studied two samples of rain water. Jim studied an acid rain sample from a nearby city, and Dan studied a sample of water from another town. [SEP] background: One result of air pollution is acid rain. Acid rain is precipitation with a low (acidic) pH. This rain can be very destructive to wildlife. When acid rain falls in forests, freshwater habitats, or soils, it can kill insects and aquatic life. It causes this damage because of its very low pH. Sulfur oxides and nitrogen oxides in the air both cause acid rain to form ( Figure below ). Sulfur oxides are chemicals that are released from coal-fired power plants. Nitrogen oxides are released from motor vehicle exhaust.", "output": "Dan", "options": []}
{"task": "ropes", "input": "question: When did the person feel a lower influx of warm blood, during experiment A, or during B? [SEP] situation: A scientist studied the effects of alcoholic beverages on the human body during severe weather exposure. He decided to experiment on himself. He stood in -30 degrees weather for 2 hours and called it experiment A. He then repeated the experiment, the only difference being that he consumed a pint of hard liquor before and during those two hours, and that was called experiment B. [SEP] background: Alcoholic beverages do not make the entire body warmer.[361] The reason that alcoholic drinks create the sensation of warmth is that they cause blood vessels to dilate and stimulate nerve endings near the surface of the skin with an influx of warm blood. This can actually result in making the core body temperature lower, as it allows for easier heat exchange with a cold external environment.", "output": "experiment A", "options": []}
{"task": "ropes", "input": "question: Which person studied more about convergent plate boundaries? [SEP] situation: Two scientist, Pete and Gill, studied the Earth's crust and geology. Pete studied earthquakes, while Gill studied mantles and volcanos. [SEP] background: Mantle melting can come about three ways: (1) when the temperature rises, (2) if the pressure lowers (which lowers the melting point), and (3) if water is added, which lowers the melting point. Two of these (1 and 3) might explain why there are volcanoes at convergent plate boundaries the temperature of the subducting plate increases as it sinks into the hot mantle (1). Sediments lying on top of the subducting plate contain water. As the sediments subduct, the water rises into the overlying mantle material. This lowers the melting temperature of the mantle (3). When the mantle above the subducting plate melts, volcanoes form above it. This leads to volcanoes in an island arc or continental arc.", "output": "Gill", "options": []}
{"task": "ropes", "input": "question: Which person studied more about positively charged ions? [SEP] situation: Ben and Andy studied minerals and micro-nutrients. Ben studied more about magnesium, zinc and molybdenum, while his buddy Andy studied about sodium and potassium. [SEP] background: Sodium and potassium are two of the most important elements in living things. They are present mainly as positively charged ions dissolved in water. The sodium-potassium pump moves sodium ions (Na + ) out of the cell and potassium ions (K + ) into the cell. In both cases, the ions are moving from an area of lower to higher concentration. Energy in ATP is needed for this \"uphill\" process. Figure below shows how this pump works. Trace these steps from left to right in the figure", "output": "Andy", "options": []}
{"task": "ropes", "input": "question: At which point the horn would sound lower in pitch, point A or point B? [SEP] situation: John was sitting at point C near a railway track. Suddenly, he heard a train coming towards him from point A with constant sound of its horn. Eventually, it reached very close to him at point B. Then the train sped by him at point C where he was sitting, reaching point D after some time. Finally, it reached even farther from him at point E. [SEP] background: Look at the police car in Figure below . The sound waves from its siren travel outward in all directions. Because the car is racing forward (toward the right), the sound waves get bunched up in front of the car and spread out behind it. As the car approaches the person on the right (position B), the sound waves get closer and closer together. In other words, they have a higher frequency. This makes the siren sound higher in pitch. After the car speeds by the person on the left (position A), the sound waves get more and more spread out, so they have a lower frequency. This makes the siren sound lower in pitch. A change in the frequency of sound waves, relative to a stationary listener, when the source of the sound waves is moving is called the Doppler effect . You’ve probably experienced the Doppler effect yourself. The next time a vehicle with a siren races by, listen for the change in pitch. For an online animation of the Doppler effect, go to the URL below.", "output": "point A", "options": []}
{"task": "ropes", "input": "question: Which team didn't learn about the spread of humans to Australia? [SEP] situation: Research team Alpha learned about early human activities, from 200000 years ago, while team Gamma learned about late human activities, 40000 years ago to present times. [SEP] background: The earliest members of the human species evolved around 200,000 years ago in Africa. Early humans lived in small populations of nomadic hunters and gatherers. Human beings remained in Africa until about 40,000 years ago. After that, they spread throughout Europe, Asia, and Australia. By 10,000 years ago, the first human beings colonized the Americas. During this long period of time, the total number of human beings increased very slowly. Birth rates were fairly high but so were death rates, producing low rates of population growth.", "output": "team Alpha", "options": []}
{"task": "ropes", "input": "question: Which lever would have more friction, lever A or lever B? [SEP] situation: John designed a hypothetical lever that would have ideal mechanical advantage. He labeled the lever as lever A. He then wanted to compare this lever with a real world lever, which he labeled as lever B. He intended to use these levers to increase force. [SEP] background: The Table above includes the ideal mechanical advantage of each class of lever. The mechanical advantage is the factor by which a machine changes the input force. The ideal mechanical advantage is the increase or decrease in force that would occur if there were no friction to overcome in the use of the machine. Because all machines must overcome some friction, the ideal mechanical advantage is always somewhat greater than the actual mechanical advantage of the machine as it is used in the real world.", "output": "lever B", "options": []}
{"task": "ropes", "input": "question: Would the air be denser or thinner at camp C than at camp B? [SEP] situation: John likes to ride on hot air balloon. Last month he rode on a balloon with his friend Keith. First they were at the ground-level. They called it camp A. Then they rose to the height of three miles. They called it camp B. Eventually, they reached six miles above ground. They called it camp C. [SEP] background: As shown here, pressure decreases to less than 25% of ground-level atmospheric pressure when we get to an altitude of about six miles. Since this is a common cruising altitude for commercial airplanes, pressurized cabins are needed for the comfort and survival of the passengers. This is because the density of the air decreases along with the decreasing air pressure, so there is less oxygen in a breath of air. You've probably noticed this effect in high-mountain areas, as it often feels harder to breath.", "output": "thinner", "options": []}
{"task": "ropes", "input": "question: Which experiment was less successful and appreciated? [SEP] situation: the two groups of students used yeasts in two different experiments: they baked bread using baker's yeast, and made beer, using brewer's yeast. They learned a lot about sugars and chemistry. the bread making experiment was more successful and appreciated.than the beer experiment. [SEP] background: Baker's yeast is the common name for the strains of yeast commonly used in baking bread and bakery products, serving as a leavening agent which causes the bread to rise (expand and become lighter and softer) by converting the fermentable sugars present in the dough into carbon dioxide and ethanol. Baker's yeast is of the species Saccharomyces cerevisiae,[1] and is the same species (but a different strain) as the kind commonly used in alcoholic fermentation, which is called brewer's yeast.[2] Baker's yeast is also a single-cell microorganism found on and around the human body.", "output": "the beer experiment", "options": []}
{"task": "ropes", "input": "question: Which country had a lower timberline? [SEP] situation: Two countries from the same continent have very different climates. Icelandia, located at 70°N latitude, and Uganda, situated just south of 30°N, Icelandia was mostly flat, had a few mountains under 1,000 ft, but Uganda had a mountain range with peaks just under 3,000 ft. [SEP] background: Alpine tundra occurs at high enough altitude at any latitude. Portions of montane grasslands and shrublands ecoregions worldwide include alpine tundra. Large regions of alpine tundra occur in the North American Cordillera, the Alps and Pyrenees of Europe, the Himalaya and Karakoram of Asia, the Andes of South America, and the Eastern Rift mountains of Africa.Alpine tundra occupies high-mountain summits, slopes, and ridges above timberline. Aspect plays a role as well; the treeline often occurs at higher elevations on warmer equator-facing slopes. Because the alpine zone is present only on mountains, much of the landscape is rugged and broken, with rocky, snowcapped peaks, cliffs, and talus slopes, but also contains areas of gently rolling to almost flat topography.Averaging over many locations and local microclimates, the treeline rises 75 metres (245 ft) when moving 1 degree south from 70 to 50°N, and 130 metres (430 ft) per degree from 50 to 30°N. Between 30°N and 20°S, the treeline is roughly constant, between 3,500 and 4,000 metres (11,500 and 13,100 ft).", "output": "Icelandia", "options": []}
{"task": "ropes", "input": "question: Which friend lives closer to Lanai island? [SEP] situation: Two old friends Mary and Ann  lived thousands of miles away. Mary lived on the Big Island of Hawaii, while Ann lived in Boston. Mary visited Boston, while Ann has never been to Hawaii. [SEP] background: The Hawaiian Islands ( Figure above ) are in the central Pacific Ocean. The islands are volcanoes that increase in age from southeast to northwest. The youngest island is the Big Island of Hawaii at the southeast end of the chain. The volcanoes get older through Maui, Kahoolawe, Lanai, Molokai, Oahu, Kauai, and Niihau Islands through the northwest. The Kilauea volcano on Hawaii has been erupting almost continuously since 1983. There are also eruptions at an underwater volcano called Loihi seamount. Loihi is the youngest volcano. Hawaii is a fantastic place to see volcanic eruptions and features.", "output": "Mary", "options": []}
{"task": "ropes", "input": "question: Which plant would have lower levels of gibberellins, plant A or plant B? [SEP] situation: Keith has four plants in his backyard, plant A, plant B, plant C, and plant D. Plant A is very large, but plant B is smaller. Plant C and D are the same size. He applied some gibberellins to plant C, but didn't apply anything to plant D. He got curious about why some plants are bigger, while others are not. [SEP] background: Gibberellins are hormones that cause the plant to grow. When gibberellins are applied to plants by scientists, the stems grow longer. Some gardeners or horticulture scientists add gibberellins to increase the growth of plants. Dwarf plants (small plants), on the other hand, have low levels of gibberellins ( Figure below ). Another function of gibberellins is to stop dormancy (resting time) of seeds and buds. Gibberellins signal that it’s time for a seed to germinate (sprout) or for a bud to open.", "output": "plant B", "options": []}
{"task": "ropes", "input": "question: Which village caused more water turbidity in the gulf water? [SEP] situation: Two coastal communities  on two neighboring gulfs took different approaches to  bringing more money into the local economy. Davin village continued with commercial fishing and agriculture, while the village of Forx decided to mine sand from the nearby dunes, because it was very profitable. They did not think about the effect it would have on the environment. [SEP] background: Sand mining is a direct cause of erosion, and impacts the local wildlife.[2] Various animals depend on sandy beaches for nesting clutches, and mining has led to the near extinction of gharials (a species of crocodile) in India. Disturbance of underwater and coastal sand causes turbidity in the water, which is harmful for organisms like coral that need sunlight. It can also destroy fisheries, financially harming their operators.  Removal of physical coastal barriers, such as dunes, sometimes leads to flooding of beachside communities, and the destruction of picturesque beaches causes tourism to dissipate. Sand mining is regulated by law in many places, but is often done illegally.[3] Globally, it is a $70 billion industry, with sand selling at up to $90 per cubic yard.[4]", "output": "Forx", "options": []}
