{"task": "ropes", "input": "question: Will the structures around the reservoir A be damaged or stay intact? [SEP] situation: There are two hydroelectric dams in North Dakota. Both of them has large lakes or reservoirs, reservoir A and reservoir B. Since North Dakota has one the lowest unemployment rates in the country, it's hard to find an engineer to regulate and maintain the reservoirs. This year reservoir A could hire an engineer, but reservoir B failed to find an engineer. As a result, there is no one to regulate reservoir B. The engineer for reservoir A let the water out in the fall. But there was no one to do that for reservoir B. [SEP] background: The water level is seasonal, being lowered by about 10 feet (3.0 m) over the winter. The reservoir fills in the spring from snow melt and underground springs. The lake is usually at full level by late spring, but in the occasional years of low snow melt and low rainfall, it may remain up to several feet below its typical level. Water is let out of the lake in the fall so that ice will not damage docks and other structures around the lake. This also leads to excellent water quality, as a significant portion of the water is replaced every year.", "output": "stay intact", "options": []}
{"task": "ropes", "input": "question: Which species' traits would be more common, species A or species B? [SEP] situation: David wants to revisit the theory of evolution proposed by Darwin and Wallace. He is particularly interested in two species of deer, species A and species B. Species A has some helpful traits, but species B has some harmful traits. He is planning to write a paper on why some species are greater in number while others are smaller in number. [SEP] background: The theory of evolution by natural selection was proposed at about the same time by both Charles Darwin and Alfred Russel Wallace, shown in Figure below , and was set out in detail in Darwin's 1859 book On the Origin of Species . Natural selection is a process that causes heritable traits that are helpful for survival and reproduction to become more common, and harmful traits, or traits that are not helpful or advantageous for survival to become more rare in a population of organisms. This occurs because organisms with advantageous traits are more \"fit\" to survive in a particular environment and have \"adapted\" to the conditions of that environment. These individuals will have greater reproductive success than organisms less fit for survival in the environment. This will lead to an increase in the number of organisms with the advantageous trait(s) over time. Over many generations, adaptations occur through a combination of successive, small, random changes in traits, and natural selection of those variants best-suited for their environment. Natural selection is one of the cornerstones of modern biology.", "output": "species A", "options": []}
{"task": "ropes", "input": "question: Which friend studied less about eggs developing outside of the mother's body? [SEP] situation: Dan and Fred were friends. they studied Biology at the same University. Fred studied bird reproduction this semester, while Dan studied fish reproduction. [SEP] background: Fish reproduce sexually. They lay eggs that can be fertilized either inside or outside of the body. In most fish, the eggs develop outside of the mother's body. In the majority of these species, fertilization also takes place outside the mother's body. The male and female fish release their gametes into the surrounding water, where fertilization occurs. Female fish release very high numbers of eggs to increase the chances of fertilization.", "output": "Fred", "options": []}
{"task": "ropes", "input": "question: Will the animal population be higher or lower in the Midgar forest? [SEP] situation: Henry is currently writing a research paper for his biology class. The subject of the paper is abiotic stress. For his paper, he is analyzing two different forests of differing stress levels and writing about the differences seen in the environments. For the area with a low level of stress Henry chose the Narshe Forest, located near the mountains of Harkal. The area of high stress that Henry will be looking at is the Midgar forest. After choosing the two areas, Henry feels he deserves a break from his paper and goes to watch a baseball game. [SEP] background: Biodiversity is determined by many things, and one of them is abiotic stress. If an environment is highly stressful, biodiversity tends to be low. If abiotic stress does not have a strong presence in an area, the biodiversity will be much higher.This idea leads into the understanding of how abiotic stress and endangered species are related. It has been observed through a variety of environments that as the level of abiotic stress increases, the number of species decreases. This means that species are more likely to become population threatened, endangered, and even extinct, when and where abiotic stress is especially harsh.", "output": "lower", "options": []}
{"task": "ropes", "input": "question: Which village started experiencing less ground shaking? [SEP] situation: Two sister villages, both situated near volcanoes, experience daily earthquakes. Green village started recording an increased size and number of earthquakes one day. Blue village didn't experience a change in the number of earthquakes. [SEP] background: Earthquakes may take place every day near a volcano. But before an eruption, the number and size of earthquakes increases. This is the result of magma pushing upward into the magma chamber. This motion causes stresses on neighboring rock to build up. Eventually the ground shakes. A continuous string of earthquakes may indicate that a volcano is about to erupt. Scientists use seismographs to record the length and strength of each earthquake.", "output": "Blue", "options": []}
{"task": "ropes", "input": "question: Which county had more thunderstorm development? [SEP] situation: Two neighboring counties, Brown and Green county, had different weather patterns occur last month. The weather in Brown county was quite stable, but green county experienced atmospheric convection and other related phenomena. [SEP] background: Atmospheric convection is the result of a parcel-environment instability, or temperature difference layer in the atmosphere. Different lapse rates within dry and moist air masses lead to instability. Mixing of air during the day which expands the height of the planetary boundary layer leads to increased winds, cumulus cloud development, and decreased surface dew points. Moist convection leads to thunderstorm development, which is often responsible for severe weather throughout the world. Special threats from thunderstorms include hail, downbursts, and tornadoes.", "output": "Green", "options": []}
{"task": "ropes", "input": "question: Will pushing two positive ends of a magnet together increase or decrease potential energy? [SEP] situation: Adam is playing with some magnets which have a positive and negative pole. He tries to push them together but cant seem to do it. when he flips one of the magnets around that actually snap together very quickly. [SEP] background: It is often easy to think of the change in energy as a mountain or an inverted cone, depending on the situation. Imagine a positive point charge, with the corresponding electric field around it. If you are moving another positive point charge, the situation is like a mountain, with the original point charge at the peak. As the second charge moves towards the first, it must go up the mountain. This requires work, and increases the potential energy of the system. If, however, the second charge is a negative point charge, the two charges attract each other and the situation is like a cone the second charge easily falls towards the first, decreasing the potential energy. It would then require work to get the second charge up and out of the cone, away from the first charge.", "output": "increase", "options": []}
{"task": "ropes", "input": "question: Which rocks are more soluble, the ones from the Ozarks, or the ones from the Rockies? [SEP] situation: Peter visited two mountain ranges last summer. The Ozarks in Missouri, and the  more massive and younger Colorado Rockies. He loved both ranges, but liked the caves systems and blue holes in the Ozarks a bit more. [SEP] background: About 10% of sedimentary rocks are limestones. The solubility of limestone in water and weak acid solutions leads to karst landscapes, in which water erodes the limestone over thousands to millions of years. Most cave systems are through limestone bedrock.", "output": "Ozarks", "options": []}
