{"task": "ropes", "input": "question: Which person displayed symptoms such as itchy eyes? [SEP] situation: Bill and Chad both displayed allergic reactions. Bill had mild symptoms, while Chad displayed severe allergic reactions and was rushed to the hospital. [SEP] background: Allergy symptoms can range from mild to severe. Mild symptoms might include itchy eyes, sneezing, and a runny nose. Severe symptoms can cause difficulty breathing, which may be life threatening. Keep in mind that it is the immune system and not the allergen that causes the allergy symptoms. Allergy symptoms can be treated with medications such as antihistamines. Severe allergic reactions may require an injection of the hormone epinephrine. These treatments lessen or counter the immune system’s response.", "output": "Bill", "options": []}
{"task": "ropes", "input": "question: Would the ecosystem functions be less or more stable in England than in Nicaragua? [SEP] situation: Nicaragua is one of the most biodiverse countries in the Americas. They boast over five hundred species of birds, and thousands of species of plants. Across the pond in England the situation is completely different. Centuries of extensive farming, industrialization, and urban sprawls have made it one of the least biodiverse place on Earth. [SEP] background: \"There is now unequivocal evidence that biodiversity loss reduces the efficiency by which ecological communities capture biologically essential resources, produce biomass, decompose and recycle biologically essential nutrients... There is mounting evidence that biodiversity increases the stability of ecosystem functions through time... Diverse communities are more productive because they contain key species that have a large influence on productivity and differences in functional traits among organisms increase total resource capture... The impacts of diversity loss on ecological processes might be sufficiently large to rival the impacts of many other global drivers of environmental change... Maintaining multiple ecosystem processes at multiple places and times requires higher levels of biodiversity than does a single process at a single place and time.\"", "output": "less", "options": []}
{"task": "ropes", "input": "question: Which patient didn't have a disease which can be passed through sexual activity? [SEP] situation: Dana and Sean both checked in as hepatitis B suspects, but only Sean had Hepatitis B. Dana was healthy and didn't carry the virus. [SEP] background: Hepatitis B is a disease of the liver. It is caused by a virus called hepatitis B, which can be passed through sexual activity. Hepatitis B causes vomiting. It also causes yellowing of the skin and eyes. The disease goes away on its own in some people. Other people are sick for the rest of their lives. In these people, the virus usually damages the liver. It may also lead to liver cancer. Medicines can help prevent liver damage in these people. There is also a vaccine to protect against hepatitis B.", "output": "Dana", "options": []}
{"task": "ropes", "input": "question: In which case the group would get more benefit as a whole, case A or case B? [SEP] situation: Mike was visiting the African Savannah. One animal that interested him most was the African Buffalo. He noticed that the buffaloes would usually live in a large herd, often exceeding few hundreds. He noted that as case A. But sometimes the buffaloes would live in a small herd. He noted that as case B. Interestingly, there are incidents when an aggressive male buffalo would live by itself. He noted that as case C. [SEP] background: A dilution effect is seen when animals living in a group \"dilute\" their risk of attack, each individual being just one of many in the group. George C. Williams and W.D. Hamilton proposed that group living evolved because it provides benefits to the individual rather than to the group as a whole, which becomes more conspicuous as it becomes larger. One common example is the shoaling of fish. Experiments provide direct evidence for the decrease in individual attack rate seen with group living, for example in Camargue horses in Southern France. The horse-fly often attacks these horses, sucking blood and carrying diseases. When the flies are most numerous, the horses gather in large groups, and individuals are indeed attacked less frequently. Water striders are insects that live on the surface of fresh water, and are attacked from beneath by predatory fish. Experiments varying the group size of the water striders showed that the attack rate per individual water strider decreases as group size increases.", "output": "case B", "options": []}
{"task": "ropes", "input": "question: Which farmer protected more land from soil erosion? [SEP] situation: Gary and Joe are two farmers. Joe's  farm has a depleted soil, while Gary started agroforestry a few years back, and grows cover crops. [SEP] background: Depleted soils can be protected from soil erosion by groundcover plants such as naturally growing grasses in agroforestry systems. These help to stabilise the soil as they increase cover compared to short-cycle cropping systems. Soil cover is a crucial factor in preventing erosion. Cleaner water through reduced nutrient and soil surface runoff can be a further advantage of agroforestry. The runoff can be reduced by decreasing its velocity and increasing infiltration into the soil. Compared to row-cropped fields nutrient uptake can be higher and reduce nutrient loss into streams.Further advantages concerning plant growth:", "output": "Gary", "options": []}
{"task": "ropes", "input": "question: Would place B be less or more suitable for evolution than place A? [SEP] situation: Organisms are constantly exposed to different kinds of radiations. Keith was studying the effect of radiations on a organism in two different locations, place A and place B. He noticed that in place A the the organism had beneficial mutation due to the radiation. On the other hand, in place B, the organism didn't have beneficial mutation. [SEP] background: Some mutations have a positive effect on the organism in which they occur. They are called beneficial mutations . They lead to new versions of proteins that help organisms adapt to changes in their environment. Beneficial mutations are essential for evolution to occur. They increase an organism’s changes of surviving or reproducing, so they are likely to become more common over time. There are several well-known examples of beneficial mutations. Here are just two:", "output": "less", "options": []}
{"task": "ropes", "input": "question: Should martin build a long or short ramp? [SEP] situation: Martin is moving and he needs to make a ramp so he can load heavy furniture into his truck. He has a bad back, so he wants to use the least effort possible. Before he cuts the wood, he is trying to decide how long the ramp should be so he can move the heavy furniture easily. [SEP] background: For an inclined plane, the input distance is the length of the sloping surface, and the output distance is the maximum height of the inclined plane. This was illustrated in Figure above . Because the sloping surface is always greater than the height of the inclined plane, the ideal mechanical advantage of an inclined plane is always greater than 1. An inclined plane with a longer sloping surface relative to its height has a gentler slope. An inclined plane with a gentler slope has a greater mechanical advantage and requires less input force to move an object to a higher elevation.", "output": "long", "options": []}
{"task": "ropes", "input": "question: Which person is less likely to contract athlete's foot? [SEP] situation: Two people, Jim and John, are discussing their shower ritual for the morning. John takes his shower in his own apartment that he lives in by himself. Jim always takes his showers at the public gym after he finishes his workout. [SEP] background: Other pathogens spread when they get on objects or surfaces. A fungus may spread in this way. For example, you can pick up the fungus that causes athlete’s foot by wearing shoes that an infected person has worn. You can also pick up this fungus from the floor of a public shower or other damp areas. After acne, athlete’s foot is the most common skin disease in the United States. Therefore, the chance of coming in contact with the fungus in one of these ways is fairly high.", "output": "John", "options": []}
{"task": "ropes", "input": "question: Which island experienced a greater population increase over time? [SEP] situation: Two Islands were discovered by settlers, A small group of people moved to South island, but most of them moved to North island. People on North island had frequent food shortages. [SEP] background: In nature, when the population size is small, there is usually plenty of food and other resources for each individual. When there is plenty of food and other resources, organisms can easily reproduce, so the birth rate is high. As the population increases, the food supply, or the supply of another necessary resource, may decrease. When necessary resources, such as food, decrease, some individuals will die. Overall, the population cannot reproduce at the same rate, so the birth rates drop. This will cause the population growth rate to decrease.", "output": "South", "options": []}
{"task": "ropes", "input": "question: Is sound X louder or quieter than sound Y? [SEP] situation: Scientists are performing an audio experiment on a volunteer. Chris is sat in a chair, and two different sounds will be played for him as the scientists observe his reactions. Sound X has a high decibel level and sound Y has a lower decibel level. [SEP] background: The Figure below shows decibel levels of several different sounds. As decibel levels get higher, sound waves have greater intensity and sounds are louder. For every 10-decibel increase in the intensity of sound, loudness is 10 times greater. Therefore, a 30-decibel “quiet” room is 10 times louder than a 20-decibel whisper, and a 40-decibel light rainfall is 100 times louder than the whisper. High-decibel sounds are dangerous. They can damage the ears and cause loss of hearing.", "output": "louder", "options": []}
{"task": "ropes", "input": "question: Which friend did not believe that the Earth tends to achieve a stable state? [SEP] situation: Two friends had a discussion about the Earth and what this reality might be. Tim believed in  the Gaia hypothesis, while Olly  believed in the Panspermia theory. [SEP] background: The Gaia hypothesis states that the biosphere is its own living organism. The hypothesis suggests that the Earth is self-regulating and tends to achieve a stable state, known as homeostasis . For example the composition of our atmosphere stays fairly consistent, providing the ideal conditions for life. When carbon dioxide levels increase in the atmosphere, plants grow more quickly. As their growth continues, they remove more carbon dioxide from the atmosphere. In this way, the amount of carbon dioxide stays fairly constant without human intervention.", "output": "Olly", "options": []}
{"task": "ropes", "input": "question: Which village used arthropods to increase crop yields? [SEP] situation: Two villages had many inhabitants practicing horticulture. People from Valley village grew flowers and used arthropodes and other insects for pollination and crop protection. Granite village used arthropods and snails, they cultivated them for food. [SEP] background: The intentional cultivation of arthropods and other small animals for human food, referred to as minilivestock, is now emerging in animal husbandry as an ecologically sound concept. However, the greatest contribution of arthropods to human food supply is by pollination. Three-fourths of the world’s flowering plants and about 35% of the world’s food crops depend on animal pollinators to reproduce and increase crop yields. More than 3,500 species of native bees pollinate crops. Some scientists estimate that one out of every three bites of food we eat exists because of animal pollinators, including birds and bats and arthropods like bees, butterflies and moths, and beetles and other insects.", "output": "Valley", "options": []}
{"task": "ropes", "input": "question: Which person experiences warmer weather in December, Tim or Allen? [SEP] situation: Tim and Allen were two pen pals, Tim lived in Canada, while Allen lived in Australia. they were chatting about the weather and the fact that their two countries are situated in two different hemispheres. [SEP] background: During May, June, and July, the Northern Hemisphere is exposed to more direct sunlight because the hemisphere faces the Sun. The same is true of the Southern Hemisphere in November, December, and January. It is Earth's axial tilt that causes the Sun to be higher in the sky during the summer months, which increases the solar flux. However, due to seasonal lag, June, July, and August are the warmest months in the Northern Hemisphere while December, January, and February are the warmest months in the Southern Hemisphere.", "output": "Allen", "options": []}
{"task": "ropes", "input": "question: Which student learned more about ants that gather the aphid eggs? [SEP] situation: Hannah and Joe are two colleagues. They both study horticulture. They've been studying ants lately for their entomology class. Hannah studied ants that farm aphids, while Joe studied ants that farm fungus. [SEP] background: Some species of ants farm aphids, protecting them on the plants where they are feeding, and consuming the honeydew the aphids release from the terminations of their alimentary canals. This is a mutualistic relationship, with these dairying ants milking the aphids by stroking them with their antennae. Although mutualistic, the feeding behaviour of aphids is altered by ant attendance. Aphids attended by ants tend to increase the production of honeydew in smaller drops with a greater concentration of amino acids.Some farming ant species gather and store the aphid eggs in their nests over the winter. In the spring, the ants carry the newly hatched aphids back to the plants. Some species of dairying ants (such as the European yellow meadow ant, Lasius flavus) manage large herds of aphids that feed on roots of plants in the ant colony. Queens leaving to start a new colony take an aphid egg to found a new herd of underground aphids in the new colony. These farming ants protect the aphids by fighting off aphid predators.", "output": "Hannah", "options": []}
{"task": "ropes", "input": "question: Which planet released more chlorine gas in their atmosphere? [SEP] situation: Two neighboring habitable planets from the same solar system, planet U and planet N, had Earth-like atmospheres. The inhabitants of planet U destroyed the ozone layer by their actions, while their neighboring planet N didn't. [SEP] background: Unfortunately, the layer of good ozone is being destroyed by air pollution. The chief culprits are chlorine and bromine gases. They are released in aerosol sprays, coolants, and other products. Loss of ozone has created an ozone hole over Antarctica. Ozone depletion results in higher levels of UV radiation reaching Earth. In humans, this increases skin cancers and eye cataracts. It also disturbs the nitrogen cycle, kills plankton, and disrupts ocean food webs. The total loss of the ozone layer would be devastating to most life. Its rate of loss has slowed with restrictions on pollutants, but it is still at risk.", "output": "planet U", "options": []}
{"task": "ropes", "input": "question: Which city has more Lake-effect snow conditions occur? [SEP] situation: Hammond and Trip were two cities on the Eastern and Western shores of lake Michigan. They both get lots of snow during winter, but the lake effect snow which adds feet of snow to the yearly total, lingers much longer on the eastern side of the lake. [SEP] background: Lake-effect snow is produced during cooler atmospheric conditions when a cold air mass moves across long expanses of warmer lake water, warming the lower layer of air which picks up water vapor from the lake, rises up through the colder air above, freezes and is deposited on the leeward (downwind) shores.[1]  The same effect also occurs over bodies of salt water, when it is termed ocean-effect or bay-effect snow. The effect is enhanced when the moving air mass is uplifted by the orographic influence of higher elevations on the downwind shores. This uplifting can produce narrow but very intense bands of precipitation, which deposit at a rate of many inches of snow each hour, often resulting in a large amount of total snowfall.", "output": "Hammond", "options": []}
