{"task": "ropes", "input": "question: Will the structures around the reservoir A be damaged or stay intact? [SEP] situation: There are two hydroelectric dams in North Dakota. Both of them has large lakes or reservoirs, reservoir A and reservoir B. Since North Dakota has one the lowest unemployment rates in the country, it's hard to find an engineer to regulate and maintain the reservoirs. This year reservoir A could hire an engineer, but reservoir B failed to find an engineer. As a result, there is no one to regulate reservoir B. The engineer for reservoir A let the water out in the fall. But there was no one to do that for reservoir B. [SEP] background: The water level is seasonal, being lowered by about 10 feet (3.0 m) over the winter. The reservoir fills in the spring from snow melt and underground springs. The lake is usually at full level by late spring, but in the occasional years of low snow melt and low rainfall, it may remain up to several feet below its typical level. Water is let out of the lake in the fall so that ice will not damage docks and other structures around the lake. This also leads to excellent water quality, as a significant portion of the water is replaced every year.", "output": "stay intact", "options": []}
{"task": "ropes", "input": "question: Which species' traits would be more common, species A or species B? [SEP] situation: David wants to revisit the theory of evolution proposed by Darwin and Wallace. He is particularly interested in two species of deer, species A and species B. Species A has some helpful traits, but species B has some harmful traits. He is planning to write a paper on why some species are greater in number while others are smaller in number. [SEP] background: The theory of evolution by natural selection was proposed at about the same time by both Charles Darwin and Alfred Russel Wallace, shown in Figure below , and was set out in detail in Darwin's 1859 book On the Origin of Species . Natural selection is a process that causes heritable traits that are helpful for survival and reproduction to become more common, and harmful traits, or traits that are not helpful or advantageous for survival to become more rare in a population of organisms. This occurs because organisms with advantageous traits are more \"fit\" to survive in a particular environment and have \"adapted\" to the conditions of that environment. These individuals will have greater reproductive success than organisms less fit for survival in the environment. This will lead to an increase in the number of organisms with the advantageous trait(s) over time. Over many generations, adaptations occur through a combination of successive, small, random changes in traits, and natural selection of those variants best-suited for their environment. Natural selection is one of the cornerstones of modern biology.", "output": "species A", "options": []}
{"task": "ropes", "input": "question: Which friend studied less about eggs developing outside of the mother's body? [SEP] situation: Dan and Fred were friends. they studied Biology at the same University. Fred studied bird reproduction this semester, while Dan studied fish reproduction. [SEP] background: Fish reproduce sexually. They lay eggs that can be fertilized either inside or outside of the body. In most fish, the eggs develop outside of the mother's body. In the majority of these species, fertilization also takes place outside the mother's body. The male and female fish release their gametes into the surrounding water, where fertilization occurs. Female fish release very high numbers of eggs to increase the chances of fertilization.", "output": "Fred", "options": []}
{"task": "ropes", "input": "question: Will the animal population be higher or lower in the Midgar forest? [SEP] situation: Henry is currently writing a research paper for his biology class. The subject of the paper is abiotic stress. For his paper, he is analyzing two different forests of differing stress levels and writing about the differences seen in the environments. For the area with a low level of stress Henry chose the Narshe Forest, located near the mountains of Harkal. The area of high stress that Henry will be looking at is the Midgar forest. After choosing the two areas, Henry feels he deserves a break from his paper and goes to watch a baseball game. [SEP] background: Biodiversity is determined by many things, and one of them is abiotic stress. If an environment is highly stressful, biodiversity tends to be low. If abiotic stress does not have a strong presence in an area, the biodiversity will be much higher.This idea leads into the understanding of how abiotic stress and endangered species are related. It has been observed through a variety of environments that as the level of abiotic stress increases, the number of species decreases. This means that species are more likely to become population threatened, endangered, and even extinct, when and where abiotic stress is especially harsh.", "output": "lower", "options": []}
{"task": "ropes", "input": "question: Which village started experiencing less ground shaking? [SEP] situation: Two sister villages, both situated near volcanoes, experience daily earthquakes. Green village started recording an increased size and number of earthquakes one day. Blue village didn't experience a change in the number of earthquakes. [SEP] background: Earthquakes may take place every day near a volcano. But before an eruption, the number and size of earthquakes increases. This is the result of magma pushing upward into the magma chamber. This motion causes stresses on neighboring rock to build up. Eventually the ground shakes. A continuous string of earthquakes may indicate that a volcano is about to erupt. Scientists use seismographs to record the length and strength of each earthquake.", "output": "Blue", "options": []}
{"task": "ropes", "input": "question: Which county had more thunderstorm development? [SEP] situation: Two neighboring counties, Brown and Green county, had different weather patterns occur last month. The weather in Brown county was quite stable, but green county experienced atmospheric convection and other related phenomena. [SEP] background: Atmospheric convection is the result of a parcel-environment instability, or temperature difference layer in the atmosphere. Different lapse rates within dry and moist air masses lead to instability. Mixing of air during the day which expands the height of the planetary boundary layer leads to increased winds, cumulus cloud development, and decreased surface dew points. Moist convection leads to thunderstorm development, which is often responsible for severe weather throughout the world. Special threats from thunderstorms include hail, downbursts, and tornadoes.", "output": "Green", "options": []}
{"task": "ropes", "input": "question: Will pushing two positive ends of a magnet together increase or decrease potential energy? [SEP] situation: Adam is playing with some magnets which have a positive and negative pole. He tries to push them together but cant seem to do it. when he flips one of the magnets around that actually snap together very quickly. [SEP] background: It is often easy to think of the change in energy as a mountain or an inverted cone, depending on the situation. Imagine a positive point charge, with the corresponding electric field around it. If you are moving another positive point charge, the situation is like a mountain, with the original point charge at the peak. As the second charge moves towards the first, it must go up the mountain. This requires work, and increases the potential energy of the system. If, however, the second charge is a negative point charge, the two charges attract each other and the situation is like a cone the second charge easily falls towards the first, decreasing the potential energy. It would then require work to get the second charge up and out of the cone, away from the first charge.", "output": "increase", "options": []}
{"task": "ropes", "input": "question: Which rocks are more soluble, the ones from the Ozarks, or the ones from the Rockies? [SEP] situation: Peter visited two mountain ranges last summer. The Ozarks in Missouri, and the  more massive and younger Colorado Rockies. He loved both ranges, but liked the caves systems and blue holes in the Ozarks a bit more. [SEP] background: About 10% of sedimentary rocks are limestones. The solubility of limestone in water and weak acid solutions leads to karst landscapes, in which water erodes the limestone over thousands to millions of years. Most cave systems are through limestone bedrock.", "output": "Ozarks", "options": []}
{"task": "ropes", "input": "question: Who will have lower levels of LDL cholesterol in the future? [SEP] situation: Michael and Robert are two patients at a cardiology clinic. Both just received their blood test results and were told that they need to improve their cholesterol levels. They were each recommended to make changes to their diets. Michael took this advice to heart, and reduced the levels of saturated fat and dietary cholesterol he consumed. Robert, on the other hand, continued to consume high levels of saturated fat and dietary cholesterol. [SEP] background: Cholesterol can't dissolve in the blood. It has to be transported to and from the cells by carriers called lipoproteins. Low-density lipoprotein, or LDL, is known as \"bad\" cholesterol. High-density lipoprotein (HDL) is known as good cholesterol. When too much LDL cholesterol circulates in the blood, it can slowly build up in the inner walls of the arteries that feed the heart and brain. Together with other substances, it can form plaque, and lead to atherosclerosis. If a clot forms and blocks a narrowed artery, a heart attack or stroke can result. Cholesterol comes from the food you eat as well as being made by the body. To lower bad cholesterol, a diet low in saturated fat and dietary cholesterol should be followed. Regular aerobic exercise also lowers LDL cholesterol and increases HDL cholesterol.", "output": "Michael", "options": []}
{"task": "ropes", "input": "question: Which hemisphere experiences lower temperatures in June? [SEP] situation: Bill has a friend that lives in New Zealand and he always gets confused about the weather and the seasons when they chat, because the Southern Hemisphere has different seasons than people from the Northern Hemisphere. [SEP] background: During May, June, and July, the Northern Hemisphere is exposed to more direct sunlight because the hemisphere faces the Sun. The same is true of the Southern Hemisphere in November, December, and January. It is Earth's axial tilt that causes the Sun to be higher in the sky during the summer months, which increases the solar flux. However, due to seasonal lag, June, July, and August are the warmest months in the Northern Hemisphere while December, January, and February are the warmest months in the Southern Hemisphere.", "output": "Southern", "options": []}
{"task": "ropes", "input": "question: Whose boat will need repairs more frequently? [SEP] situation: Stephanie and Barb are two friends that belong to a sailing club. They are having a lunch at the cafe in the club and discussing their latest boat purchases. Stephanie mentions that her latest boat she has been using has cavitation. Barb takes a bite of her sandwich and remarks that the boat she is currently using doesn't have any cavitation. [SEP] background: Cavitation is, in many cases, an undesirable occurrence. In devices such as propellers and pumps, cavitation causes a great deal of noise, damage to components, vibrations, and a loss of efficiency. Cavitation has also become a concern in the renewable energy sector as it may occur on the blade surface of tidal stream turbines.When the cavitation bubbles collapse, they force energetic liquid into very small volumes, thereby creating spots of high temperature and emitting shock waves, the latter of which are a source of noise. The noise created by cavitation is a particular problem for military submarines, as it increases the chances of being detected by passive sonar.", "output": "Stephanie", "options": []}
{"task": "ropes", "input": "question: Which group experienced more peer assessment? [SEP] situation: Two college groups did a one year experiment on each other. One group called Group Alpha spend more time and worked together. Group Beta let it's members study on their own and be less dependent on the group. Group Alpha had better results. [SEP] background: When peer feedback is established it allows students to interact with their peers and creates high social skills while learning material more effectively. Interaction with other students allows students to have better social approaches when interacting. Learning by peer feedback gives students more of an opportunity to work as a unit instead of individuals working alone. Working in groups gives students more useful life skill that well help prepare them for the future. Peer feedback gives more control to the student, the student can decide if they want to use the criticism their peers are giving them or not. When given options more students are more likely to give and absorb more feedback. Peer feedback has confirmed an increase in affect; students that have increasing responsibilities have more drive towards their work and a spike in confidence.[6] Furthermore, Kristanto (2018) found that peer feedback is an essential element of peer assessment. In peer assessment, feedback from peers can provide suggestions or correction for students' future works as companion of the received grade.[7]", "output": "Alpha", "options": []}
{"task": "ropes", "input": "question: The behavior of which bear will be removed by natural selection? [SEP] situation: Two bears are living in the same forest. One bear, named Teddy, often runs and is active in its daily life. The other bear, Fluffy, is lazy and hardly moves at all. Their levels of fitness are very different with Teddy having a much higher overall fitness level than Fluffy. [SEP] background: All of these animal behaviors are important. They help the animals get food for energy, make sure their young survive, or ensure that they, themselves, survive. Behaviors that help animals or their young survive, increase the animals’ fitness. Animals with higher fitness have a better chance of passing their genes on to the next generation. If genes control behaviors that increase fitness, the behaviors become more common in the species. This occurs through the process of evolution by natural selection.", "output": "Fluffy", "options": []}
{"task": "ropes", "input": "question: In case A, would the substance move towards less or more concentrated area than in case B? [SEP] situation: John is trying to figure out how substance passes through the cell membrane. He noticed two different cases, case A and case B. In case A active transport is involved, but in case B diffusion is involved. He needs to do further study to learn about the details of these processes. [SEP] background: Active transport occurs when a substance passes through the cell membrane with the help of extra energy. This happens when a substance moves from an area where it is less concentrated to an area where it is more concentrated. This is the opposite of diffusion. The substance moves up, instead of down, the concentration gradient. Like rolling a ball uphill, this requires an input of energy. The energy comes from the molecule named ATP (adenosine triphosphate). The energy allows special transport proteins called pumps to move substances to areas of higher concentration. An example is the sodium-potassium pump.", "output": "more", "options": []}
{"task": "ropes", "input": "question: Which student learned that the infected skin area may become red? [SEP] situation: Two medical school students named Dan and Bob learned about the human immune system. Dan studied more about the subject, and became very interested to pursue it more in the future. [SEP] background: The body's second line of defense against pathogens includes the inflammatory response. If bacteria enter the skin through a scrape, the area may become red, warm, and painful. These are signs of inflammation. Inflammation is one way the body reacts to infections or injuries. Inflammation is caused by chemicals that are released when skin or other tissues are damaged. The chemicals cause nearby blood vessels to dilate, or expand. This increases blood flow to the damaged area, which makes the area red and slightly warm. The chemicals also attract white blood cells called neutrophils to the wound and cause them to leak out of blood vessels into the damaged tissue.", "output": "Dan", "options": []}
{"task": "ropes", "input": "question: Which country caused less climate change? [SEP] situation: Belgium and France are two countries participating at a human health meeting. Belgium has a lower biodiversity, while France's biodiversity is much higher. [SEP] background: Biodiversity's relevance to human health is becoming an international political issue, as scientific evidence builds on the global health implications of biodiversity loss. This issue is closely linked with the issue of climate change, as many of the anticipated health risks of climate change are associated with changes in biodiversity (e.g. changes in populations and distribution of disease vectors, scarcity of fresh water, impacts on agricultural biodiversity and food resources etc.). This is because the species most likely to disappear are those that buffer against infectious disease transmission, while surviving species tend to be the ones that increase disease transmission, such as that of West Nile Virus, Lyme disease and Hantavirus, according to a study done co-authored by Felicia Keesing, an ecologist at Bard College and Drew Harvell, associate director for Environment of the Atkinson Center for a Sustainable Future (ACSF) at Cornell University.The growing demand and lack of drinkable water on the planet presents an additional challenge to the future of human health. Partly, the problem lies in the success of water suppliers to increase supplies and failure of groups promoting preservation of water resources. While the distribution of clean water increases, in some parts of the world it remains unequal. According to the World Health Organisation (2018) only 71% of the global population used a safely managed drinking-water service.Some of the health issues influenced by biodiversity include dietary health and nutrition security, infectious disease, medical science and medicinal resources, social and psychological health. Biodiversity is also known to have an important role in reducing disaster risk and in post-disaster relief and recovery efforts.Biodiversity provides critical support for drug discovery and the availability of medicinal resources. A significant proportion of drugs are derived, directly or indirectly, from biological sources: at least 50% of the pharmaceutical compounds on the US market are derived from plants, animals and micro-organisms, while about 80% of the world population depends on medicines from nature (used in either modern or traditional medical practice) for primary healthcare. Only a tiny fraction of wild species has been investigated for medical potential. Biodiversity has been critical to advances throughout the field of bionics. Evidence from market analysis and biodiversity science indicates that the decline in output from the pharmaceutical sector since the mid-1980s can be attributed to a move away from natural product exploration (\"bioprospecting\") in favor of genomics and synthetic chemistry, indeed claims about the value of undiscovered pharmaceuticals may not provide enough incentive for companies in free markets to search for them because of the high cost of development; meanwhile, natural products have a long history of supporting significant economic and health innovation. Marine ecosystems are particularly important, although inappropriate bioprospecting can increase biodiversity loss, as well as violating the laws of the communities and states from which the resources are taken.", "output": "France", "options": []}
