{"task": "ropes", "input": "question: Which hemisphere is exposed to less direct sunlight in July? [SEP] situation: Bill has a friend that lives in New Zealand and he always gets confused about the weather and the seasons when they chat, because the Southern Hemisphere has different seasons than people from the Northern Hemisphere. [SEP] background: During May, June, and July, the Northern Hemisphere is exposed to more direct sunlight because the hemisphere faces the Sun. The same is true of the Southern Hemisphere in November, December, and January. It is Earth's axial tilt that causes the Sun to be higher in the sky during the summer months, which increases the solar flux. However, due to seasonal lag, June, July, and August are the warmest months in the Northern Hemisphere while December, January, and February are the warmest months in the Southern Hemisphere.", "output": "Southern", "options": []}
{"task": "ropes", "input": "question: Which lake will have more dead zones? [SEP] situation: In central Ireland there are two farms next to two very similar lakes, and both farms use the same fertilizer to grow crops. The farm next to lake Montopeke gets rain on a regular basis and so the farmer doesn't need to water his crops as much. The farm that is adjacent to lake Costanza hardly gets any rain at all though. Both farms are able to prosper and do well though despite the different amount of rain they get. [SEP] background: Rain dissolves fertilizer in the soil. Runoff carries it away. The fertilizer ends up in bodies of water, from ponds to oceans. Nitrogen is a fertilizer in the water. Since there is a lot of nitrogen, it causes algae to grow out of control. Pictured below is a pond covered with algae ( Figure below ). Algae use up carbon dioxide in the water. After the algae die, decomposers break down the dead tissue. The decomposers use up all the oxygen in the water. This creates a dead zone. A dead zone is an area in a body of water where nothing grows because there is too little oxygen. There is a large dead zone in the Gulf of Mexico ( Figure below ). The U.S. states outlined on the map have rivers that drain into the Gulf of Mexico. The rivers drain vast agricultural lands. The water carries fertilizer from these areas into the Gulf.", "output": "Montopeke", "options": []}
{"task": "ropes", "input": "question: Which rocks are less soluble, the ones from the Ozarks, or the ones from the Rockies? [SEP] situation: Peter visited two mountain ranges last summer. The Ozarks in Missouri, and the  more massive and younger Colorado Rockies. He loved both ranges, but liked the caves systems and blue holes in the Ozarks a bit more. [SEP] background: About 10% of sedimentary rocks are limestones. The solubility of limestone in water and weak acid solutions leads to karst landscapes, in which water erodes the limestone over thousands to millions of years. Most cave systems are through limestone bedrock.", "output": "Rockies", "options": []}
{"task": "ropes", "input": "question: Which island burned more fossil fuels? [SEP] situation: Two neighboring islands Grey island and Sand island both contributed to global warming by their actions. Grey island contributed way more because they were more careless. [SEP] background: Another major cause of extinction is global warming , which is also known as global climate change. During the past century, the Earth's average temperature has risen by almost 1°C (about 1.3°F). You may not think that is significant, but to organisms that live in the wild and are constantly adapting to their environments, any climate change can be hazardous. Recall that burning fossil fuels releases gasses into the atmosphere that warm the Earth. Our increased use of fossil fuels, such as coal and oil, is changing the Earth’s climate. Any long-term change in the climate can destroy the habitat of a species. Even a brief change in climate may be too stressful for an organism to survive. For example, if the seas increase in temperature, even briefly, it may be too warm for certain types of fish to reproduce.", "output": "Grey", "options": []}
{"task": "ropes", "input": "question: Will the gas in container B have a higher or lower energy level than container A? [SEP] situation: A scientist, John, has two containers of the same noble gas. John sends electricity through container A. Just as he is about to activate the electricity for container B, the power goes out, and he is unable to do so. Frustrated, John goes to find the circuit breaker to see if a fuse has blown. [SEP] background: Noble gases are also used to fill the glass tubes of lighted signs like the one in the Figure below . Although noble gases are chemically nonreactive, their electrons can be energized by sending an electric current through them. When this happens, the electrons jump to a higher energy level. When the electrons return to their original energy level, they give off energy as light. Different noble gases give off light of different colors. Neon gives off reddish-orange light, like the word “Open” in the sign below. Krypton gives off violet light and xenon gives off blue light.", "output": "lower", "options": []}
{"task": "ropes", "input": "question: Which basin is deeper? [SEP] situation: A scuba diver is currently exploring the ocean floor. During the day she happens upon two different ocean basins. For some reason, both have signs next to each basin indicating how old they are. According to the signs, basin D is significantly older than basin F. The scuba diver decides to explore basin F first and then will look around in basin D on her return trip. [SEP] background: As new seafloor forms and spreads apart from the mid-ocean ridge it slowly cools over time. Older seafloor is, therefore, colder than new seafloor, and older oceanic basins deeper than new oceanic basins due to isostasy. If the diameter of the earth remains relatively constant despite the production of new crust, a mechanism must exist by which crust is also destroyed. The destruction of oceanic crust occurs at subduction zones where oceanic crust is forced under either continental crust or oceanic crust. Today, the Atlantic basin is actively spreading at the Mid-Atlantic Ridge. Only a small portion of the oceanic crust produced in the Atlantic is subducted. However, the plates making up the Pacific Ocean are experiencing subduction along many of their boundaries which causes the volcanic activity in what has been termed the Ring of Fire of the Pacific Ocean. The Pacific is also home to one of the world's most active spreading centers (the East Pacific Rise) with spreading rates of up to 13  cm/yr. The Mid-Atlantic Ridge is a \"textbook\" slow-spreading center, while the East Pacific Rise is used as an example of fast spreading. Spreading centers at slow and intermediate rates exhibit a rift valley while at fast rates an axial high is found within the crustal accretion zone. The differences in spreading rates affect not only the geometries of the ridges but also the geochemistry of the basalts that are produced.Since the new oceanic basins are shallower than the old oceanic basins, the total capacity of the world's ocean basins decreases during times of active sea floor spreading. During the opening of the Atlantic Ocean, sea level was so high that a Western Interior Seaway formed across North America from the Gulf of Mexico to the Arctic Ocean.", "output": "basin D", "options": []}
{"task": "ropes", "input": "question: Which brother had fewer plaques that can restrict blood flow? [SEP] situation: Two brothers went to the doctor's office for an appointment. The doctor discovered that Tim had very high levels of cholesterol, while Jim had normal levels. [SEP] background: Cholesterol has been implicated in heart disease for decades. Atherosclerosis is a disorder of the arteries in which cholesterol and other materials are deposited on the interior of the arterial wall. These deposits lead to the formation of plaques that can restrict or even block the flow of blood through these blood vessels (see Figure below ). A decrease in the flow of blood can lead to high blood pressure and a lowered oxygen supply to the heart muscle. A complete blockage of blood flow to parts of the heart (a heart attack) can cause significant damage due to oxygen deprivation, in some cases leading to death.", "output": "Jim", "options": []}
{"task": "ropes", "input": "question: Which student read less about sulfate reduction? [SEP] situation: Brett and Scott were both studying bacteria for their exam. Scott read more about nitrogen-fixating and sulfate-reducing bacteria, while his colleague Brett read more about non-respiratory anaerobe bacteria and facultative anaerobes. [SEP] background: In many ways, bacterial metabolism provides traits that are useful for ecological stability and for human society. One example is that some bacteria have the ability to fix nitrogen gas using the enzyme nitrogenase. This environmentally important trait can be found in bacteria of most metabolic types listed above. This leads to the ecologically important processes of denitrification, sulfate reduction, and acetogenesis, respectively. Bacterial metabolic processes are also important in biological responses to pollution; for example, sulfate-reducing bacteria are largely responsible for the production of the highly toxic forms of mercury (methyl- and dimethylmercury) in the environment. Non-respiratory anaerobes use fermentation to generate energy and reducing power, secreting metabolic by-products (such as ethanol in brewing) as waste. Facultative anaerobes can switch between fermentation and different terminal electron acceptors depending on the environmental conditions in which they find themselves.", "output": "Brett", "options": []}
