{"task": "ropes", "input": "question: Which path will be marched over more frequently? [SEP] situation: Ricky, an entomologist, is observing an ant colony in his back yard. After some observation, he discovers that all the ants travel down one of two distinct paths in order to find food to bring back to the colony. After taking some measurements, Ricky sees that path A is approximately 100 meters in length, and path B is approximately 150 meters in length. Ricky is now trying to make some scientific conclusions based on these observations. [SEP] background: In the natural world, ants of some species (initially) wander randomly, and upon finding food return to their colony while laying down pheromone trails. If other ants find such a path, they are likely not to keep travelling at random, but instead to follow the trail, returning and reinforcing it if they eventually find food (see Ant communication).  Over time, however, the pheromone trail starts to evaporate, thus reducing its attractive strength. The more time it takes for an ant to travel down the path and back again, the more time the pheromones have to evaporate. A short path, by comparison, gets marched over more frequently, and thus the pheromone density becomes higher on shorter paths than longer ones. Pheromone evaporation also has the advantage of avoiding the convergence to a locally optimal solution. If there were no evaporation at all, the paths chosen by the first ants would tend to be excessively attractive to the following ones. In that case, the exploration of the solution space would be constrained. The influence of pheromone evaporation in real ant systems is unclear, but it is very important in artificial systems.[8]", "output": "path A", "options": []}
{"task": "ropes", "input": "question: Which case would see clockwise movement, case A or case B? [SEP] situation: John is an amateur astronomer. Last week he was observing the sky with his telescope. First he pointed his telescope at planet Mars. He noted it as case A. Then he pointed his telescope to planet Jupiter, which is farther form the Sun than Mars is. He noted it as case C. Finally, he pointed the telescope to a faraway planet called WASP-17b. He noted that as case B. [SEP] background: According to current definitions, all planets must revolve around stars; thus, any potential \"rogue planets\" are excluded. In the Solar System, all the planets orbit the Sun in the same direction as the Sun rotates (counter-clockwise as seen from above the Sun's north pole). At least one extrasolar planet, WASP-17b, has been found to orbit in the opposite direction to its star's rotation. The period of one revolution of a planet's orbit is known as its sidereal period or year. A planet's year depends on its distance from its star; the farther a planet is from its star, not only the longer the distance it must travel, but also the slower its speed, because it is less affected by its star's gravity. No planet's orbit is perfectly circular, and hence the distance of each varies over the course of its year. The closest approach to its star is called its periastron (perihelion in the Solar System), whereas its farthest separation from the star is called its apastron (aphelion). As a planet approaches periastron, its speed increases as it trades gravitational potential energy for kinetic energy, just as a falling object on Earth accelerates as it falls; as the planet reaches apastron, its speed decreases, just as an object thrown upwards on Earth slows down as it reaches the apex of its trajectory.Each planet's orbit is delineated by a set of elements:", "output": "case B", "options": []}
{"task": "ropes", "input": "question: Which village has more of an impact on Earth's temperature? [SEP] situation: Two villages were focused mostly on mining operation. Brown village extracted fossil fuels such as coal from their mountains, while Yellow village was mostly focused on extracting gold the old fashioned way. [SEP] background: When humans dig up and use fossil fuels, we have an impact on the carbon cycle ( Figure below ). This carbon is not recycled until it is used by humans. The burning of fossil fuels releases more carbon dioxide into the atmosphere than is used by photosynthesis. So, there is more carbon dioxide entering the atmosphere than is coming out of it. Carbon dioxide is known as a greenhouse gas , since it lets in light energy but does not let heat escape, much like the panes of a greenhouse. The increase of greenhouse gasses in the atmosphere is contributing to a global rise in Earth’s temperature, known as global warming or global climate change.", "output": "Brown", "options": []}
{"task": "ropes", "input": "question: Which girl had a life threatening disease? [SEP] situation: Barb and Ann were friends. The used to play together outside in the yard till one day Barb's parents found out that she had sickle cell anemia. They haven't played together since. [SEP] background: Some individuals have a specific mutation in the primary sequence of their hemoglobin molecules that causes them to aggregate, resulting in a deformation of their red blood cells. This abnormality is genetic in nature. A person may inherit the gene from one parent and have sickle cell trait (only some of the hemoglobin is hemoglobin S), which is usually not life-threatening. Inheriting the gene from both parents will result in sickle cell disease, which is a very serious condition.", "output": "Barb", "options": []}
{"task": "ropes", "input": "question: Which brother studied less about lowering pressure which also lowers the mantle's melting point? [SEP] situation: Two brothers Syd and Dan went to college. Syd studied plate tectonics and mantle melting. His brother Dan got to study types of soil and pedology. [SEP] background: Mantle melting can come about three ways: (1) when the temperature rises, (2) if the pressure lowers (which lowers the melting point), and (3) if water is added, which lowers the melting point. Two of these (1 and 3) might explain why there are volcanoes at convergent plate boundaries the temperature of the subducting plate increases as it sinks into the hot mantle (1). Sediments lying on top of the subducting plate contain water. As the sediments subduct, the water rises into the overlying mantle material. This lowers the melting temperature of the mantle (3). When the mantle above the subducting plate melts, volcanoes form above it. This leads to volcanoes in an island arc or continental arc.", "output": "Dan", "options": []}
{"task": "ropes", "input": "question: Which city caused less hypoxia? [SEP] situation: Two cities situated on the shores of a large ocean polluted it in different ways.  Truck city had an economy that was based on tourism, while Farm city was based on agriculture. [SEP] background: Marine pollution is a generic term for the entry into the ocean of potentially hazardous chemicals or particles. The biggest culprits are rivers and with them many agriculture fertilizer chemicals as well as livestock and human waste. The excess of oxygen-depleting chemicals leads to hypoxia and the creation of a dead zone.Marine debris, which is also known as marine litter, describes human-created waste floating in a body of water. Oceanic debris tends to accumulate at the center of gyres and coastlines, frequently washing aground where it is known as beach litter.", "output": "Truck", "options": []}
{"task": "ropes", "input": "question: Which test saw lower concentrations of the products, test C or test D? [SEP] situation: John was trying to reenact Le Chatelier's principle. To that end, he conducted four tests, test A, test B, test C, and test D. In test A, he didn't input any stress to a chemical system in equilibrium. But In test B, he put some stress to the same system. In test C, he observed a forward reaction, but in test D, he observed a reverse reaction. [SEP] background: Chemical equilibrium was studied by French chemist Henri Le Châtelier (1850-1936), and his description of how a system at equilibrium responds to a change in conditions has become known as Le Châtelier’s principle . This principle states that when a chemical system is at equilibrium and is disturbed by a stress, the system will respond by attempting to counteract that stress until a new equilibrium is established. Stresses to a chemical system include changes in the concentrations of reactants or products, changes in the temperature of the system, or changes in the pressure of the system. We will discuss each of these stresses separately. In each case, the change to the equilibrium position will cause either the forward or reverse reaction to be favored over the opposite process. When the forward reaction is favored, the concentrations of the products increase, and the concentrations of the reactants decrease. When the reverse reaction is favored, the concentrations of the products decrease, and the concentrations of the reactants increase.", "output": "test D", "options": []}
{"task": "ropes", "input": "question: Which land had more wetland plants growing on it? [SEP] situation: Owen inherited two pieces of land. The Eastern land was covered in wetlands, not very good for building or farming on it, but the Western land had a good rich soil good for agriculture. [SEP] background: When soil is flooded, hypoxia develops, as soil microorganisms consume oxygen faster than diffusion occurs. The presence of hypoxic soils is one of the defining characteristics of wetlands. Many wetland plants possess aerenchyma, and in some, such as water-lilies, there is mass flow of atmospheric air through leaves and rhizomes. There are many other chemical consequences of hypoxia. For example, nitrification is inhibited as low oxygen occurs and toxic compounds are formed, as anaerobic bacteria use nitrate, manganese, and sulfate as alternative electron acceptors. The reduction-oxidation potential of the rhizhosphere decreases and metal ions such as iron and manganese precipitate. Aerenchyma is a modification of the parenchyma.", "output": "Eastern", "options": []}
