{"task": "ropes", "input": "question: Which person displayed symptoms such as itchy eyes? [SEP] situation: Bill and Chad both displayed allergic reactions. Bill had mild symptoms, while Chad displayed severe allergic reactions and was rushed to the hospital. [SEP] background: Allergy symptoms can range from mild to severe. Mild symptoms might include itchy eyes, sneezing, and a runny nose. Severe symptoms can cause difficulty breathing, which may be life threatening. Keep in mind that it is the immune system and not the allergen that causes the allergy symptoms. Allergy symptoms can be treated with medications such as antihistamines. Severe allergic reactions may require an injection of the hormone epinephrine. These treatments lessen or counter the immune system’s response.", "output": "Bill", "options": []}
{"task": "ropes", "input": "question: Would the ecosystem functions be less or more stable in England than in Nicaragua? [SEP] situation: Nicaragua is one of the most biodiverse countries in the Americas. They boast over five hundred species of birds, and thousands of species of plants. Across the pond in England the situation is completely different. Centuries of extensive farming, industrialization, and urban sprawls have made it one of the least biodiverse place on Earth. [SEP] background: \"There is now unequivocal evidence that biodiversity loss reduces the efficiency by which ecological communities capture biologically essential resources, produce biomass, decompose and recycle biologically essential nutrients... There is mounting evidence that biodiversity increases the stability of ecosystem functions through time... Diverse communities are more productive because they contain key species that have a large influence on productivity and differences in functional traits among organisms increase total resource capture... The impacts of diversity loss on ecological processes might be sufficiently large to rival the impacts of many other global drivers of environmental change... Maintaining multiple ecosystem processes at multiple places and times requires higher levels of biodiversity than does a single process at a single place and time.\"", "output": "less", "options": []}
{"task": "ropes", "input": "question: Which patient didn't have a disease which can be passed through sexual activity? [SEP] situation: Dana and Sean both checked in as hepatitis B suspects, but only Sean had Hepatitis B. Dana was healthy and didn't carry the virus. [SEP] background: Hepatitis B is a disease of the liver. It is caused by a virus called hepatitis B, which can be passed through sexual activity. Hepatitis B causes vomiting. It also causes yellowing of the skin and eyes. The disease goes away on its own in some people. Other people are sick for the rest of their lives. In these people, the virus usually damages the liver. It may also lead to liver cancer. Medicines can help prevent liver damage in these people. There is also a vaccine to protect against hepatitis B.", "output": "Dana", "options": []}
{"task": "ropes", "input": "question: In which case the group would get more benefit as a whole, case A or case B? [SEP] situation: Mike was visiting the African Savannah. One animal that interested him most was the African Buffalo. He noticed that the buffaloes would usually live in a large herd, often exceeding few hundreds. He noted that as case A. But sometimes the buffaloes would live in a small herd. He noted that as case B. Interestingly, there are incidents when an aggressive male buffalo would live by itself. He noted that as case C. [SEP] background: A dilution effect is seen when animals living in a group \"dilute\" their risk of attack, each individual being just one of many in the group. George C. Williams and W.D. Hamilton proposed that group living evolved because it provides benefits to the individual rather than to the group as a whole, which becomes more conspicuous as it becomes larger. One common example is the shoaling of fish. Experiments provide direct evidence for the decrease in individual attack rate seen with group living, for example in Camargue horses in Southern France. The horse-fly often attacks these horses, sucking blood and carrying diseases. When the flies are most numerous, the horses gather in large groups, and individuals are indeed attacked less frequently. Water striders are insects that live on the surface of fresh water, and are attacked from beneath by predatory fish. Experiments varying the group size of the water striders showed that the attack rate per individual water strider decreases as group size increases.", "output": "case B", "options": []}
{"task": "ropes", "input": "question: Which farmer protected more land from soil erosion? [SEP] situation: Gary and Joe are two farmers. Joe's  farm has a depleted soil, while Gary started agroforestry a few years back, and grows cover crops. [SEP] background: Depleted soils can be protected from soil erosion by groundcover plants such as naturally growing grasses in agroforestry systems. These help to stabilise the soil as they increase cover compared to short-cycle cropping systems. Soil cover is a crucial factor in preventing erosion. Cleaner water through reduced nutrient and soil surface runoff can be a further advantage of agroforestry. The runoff can be reduced by decreasing its velocity and increasing infiltration into the soil. Compared to row-cropped fields nutrient uptake can be higher and reduce nutrient loss into streams.Further advantages concerning plant growth:", "output": "Gary", "options": []}
{"task": "ropes", "input": "question: Would place B be less or more suitable for evolution than place A? [SEP] situation: Organisms are constantly exposed to different kinds of radiations. Keith was studying the effect of radiations on a organism in two different locations, place A and place B. He noticed that in place A the the organism had beneficial mutation due to the radiation. On the other hand, in place B, the organism didn't have beneficial mutation. [SEP] background: Some mutations have a positive effect on the organism in which they occur. They are called beneficial mutations . They lead to new versions of proteins that help organisms adapt to changes in their environment. Beneficial mutations are essential for evolution to occur. They increase an organism’s changes of surviving or reproducing, so they are likely to become more common over time. There are several well-known examples of beneficial mutations. Here are just two:", "output": "less", "options": []}
{"task": "ropes", "input": "question: Should martin build a long or short ramp? [SEP] situation: Martin is moving and he needs to make a ramp so he can load heavy furniture into his truck. He has a bad back, so he wants to use the least effort possible. Before he cuts the wood, he is trying to decide how long the ramp should be so he can move the heavy furniture easily. [SEP] background: For an inclined plane, the input distance is the length of the sloping surface, and the output distance is the maximum height of the inclined plane. This was illustrated in Figure above . Because the sloping surface is always greater than the height of the inclined plane, the ideal mechanical advantage of an inclined plane is always greater than 1. An inclined plane with a longer sloping surface relative to its height has a gentler slope. An inclined plane with a gentler slope has a greater mechanical advantage and requires less input force to move an object to a higher elevation.", "output": "long", "options": []}
{"task": "ropes", "input": "question: Which person is less likely to contract athlete's foot? [SEP] situation: Two people, Jim and John, are discussing their shower ritual for the morning. John takes his shower in his own apartment that he lives in by himself. Jim always takes his showers at the public gym after he finishes his workout. [SEP] background: Other pathogens spread when they get on objects or surfaces. A fungus may spread in this way. For example, you can pick up the fungus that causes athlete’s foot by wearing shoes that an infected person has worn. You can also pick up this fungus from the floor of a public shower or other damp areas. After acne, athlete’s foot is the most common skin disease in the United States. Therefore, the chance of coming in contact with the fungus in one of these ways is fairly high.", "output": "John", "options": []}
