{"task": "kilt_hotpotqa", "input": "When was the supermarket founded by   Mary Ann Sainsbury's husband founded?", "output": "1869", "options": []}
{"task": "kilt_hotpotqa", "input": "Oy Vey! My Son is Gay!! starred what American actor and singer who won a Tony Award for Best Leading Actor in a Musical in 2006?", "output": "John Lloyd Mills Young", "options": []}
{"task": "kilt_hotpotqa", "input": "Name the 2001 American martial arts buddy cop action comedy film starring Jackie Chan and Chris Carter and a Puerto Rican singer-songwriter who is best known for her role as Elena Delgado in 'Without a Trace'?", "output": "Rush Hour 2", "options": []}
{"task": "kilt_hotpotqa", "input": "Are Washington University in St. Louis and York College of Pennsylvania both private?", "output": "yes", "options": []}
{"task": "kilt_hotpotqa", "input": "In what year did Morgan Lake win World Junior champion in a track and field event made up of seven events?", "output": "2014", "options": []}
{"task": "kilt_hotpotqa", "input": "What is the name of the American artist who designed sculptures for a hotel and casino that features carnival games on its Midway?", "output": "Montyne", "options": []}
{"task": "kilt_hotpotqa", "input": "Amy Dumas, known professionally as Lita was inducted in the WWE Hall of fame in 2014 and previously fronted what American Punk  Rock Band?", "output": "The Luchagors", "options": []}
{"task": "kilt_hotpotqa", "input": "Siegfried and Idomeneo are both what type of performances?", "output": "music", "options": []}
{"task": "kilt_hotpotqa", "input": "What film has screen adaptation stars Meryl Streep as Miranda Priestly, a powerful fashion magazine editor, and Anne Hathaway as Andrea, that also used the soundtrack of the second single from British funk/acid jazz band Jamiroquai's sixth studio album, \"Dynamite\"?", "output": "The Devil Wears Prada", "options": []}
{"task": "kilt_hotpotqa", "input": "In what year was the influential singer who co-released an album with the Band born?", "output": "1941", "options": []}
{"task": "kilt_hotpotqa", "input": "The F Word is an American competitive cooking reality show based on a British show that aired on which channel ?", "output": "Channel 4", "options": []}
{"task": "kilt_hotpotqa", "input": "In which Middle Eastern country can we find the Omen?", "output": "Israel", "options": []}
{"task": "kilt_hotpotqa", "input": "1994 Danish children's film, Frække Frida og de frygtløse spioner, featured Norwegian musician and singer-songwriter, of what group?", "output": "Aqua", "options": []}
{"task": "kilt_hotpotqa", "input": "What \"X-Men\" character is the star of the musical biopic \"The Greatest Showman\" famous for playing?", "output": "Wolverine", "options": []}
{"task": "kilt_hotpotqa", "input": "The actor that voiced Darth Vader in the \"Star Wars\" film series also stars with Darrell Larson and John Stockwell in a 1985 written by who?", "output": "Aaron Lipstadt", "options": []}
{"task": "kilt_hotpotqa", "input": "When was the band of the extended play To Be One officially announced?", "output": "June 16, 2017", "options": []}
