{"task": "kilt_hotpotqa", "input": "Taktisches Luftwaffengeschwader 51 was named after which first German WWI flying ace?", "output": "Max Immelmann", "options": []}
{"task": "kilt_hotpotqa", "input": "Were both The Haunted World of El Superbeasto and Mary and Max both  based on comic book series?", "output": "from Zombie's comic book series", "options": []}
{"task": "kilt_hotpotqa", "input": "Sabueso Español and English Foxhound are both what?", "output": "scent hounds", "options": []}
{"task": "kilt_hotpotqa", "input": "What is the name of this cat internet celebrity, born in 2012, who made an appearance at the Internet Cat Video Festival?", "output": "Grumpy Cat", "options": []}
{"task": "kilt_hotpotqa", "input": "What is the name of the pianist and famed pedagogue who studied at the Julliard School in New York with Bo Staffan Scheja?", "output": "Rosina Lhévinne", "options": []}
{"task": "kilt_hotpotqa", "input": "KLAV is a Spanish-language radio station located in Las Vegas, Nevada, its transmitter is in North Las Vegas is a city in Clark County, Nevada, in which country?", "output": "United States", "options": []}
{"task": "kilt_hotpotqa", "input": "Desmond Harrington, is an American actor, and is known for movies such as Ghost Ship, an American-Australian horror film, released in which year, directed by Steve Beck?", "output": "2002", "options": []}
{"task": "kilt_hotpotqa", "input": "Are Delhi Technological University and University of Debrecen both located in India?", "output": "no", "options": []}
{"task": "kilt_hotpotqa", "input": "Who's nonviolent activism inspired the man who C.T. Vivian was lieutenant to during the Civil Rights Movement?", "output": "Mahatma Gandhi", "options": []}
{"task": "kilt_hotpotqa", "input": "The 1996 New Hampshire gubernatorial election took place on November 5, 1996, who won the election for Senator?", "output": "Jeanne Shaheen", "options": []}
{"task": "kilt_hotpotqa", "input": "Which general region of Idaho was originally settled by members of The Church of Jesus Christ of Latter-day Saints?", "output": "Eastern Idaho", "options": []}
{"task": "kilt_hotpotqa", "input": "Peter Gwinn attended one of few liberal arts colleges that runs on what system?", "output": "trimester system", "options": []}
{"task": "kilt_hotpotqa", "input": "Jake David Shapiro was best know for being the screenwriter of a film directed by who?", "output": "Roger Christian", "options": []}
{"task": "kilt_hotpotqa", "input": "this town with its population of 1,152 at the 2000 census is the terminus for mailboat ferry service to an island town which at the 2010 census had a population of what?", "output": "73", "options": []}
{"task": "kilt_hotpotqa", "input": "The Mercurial Vapor is a football boot  endorsed by many players such as a Brazilian professional footballer who plays for what national team?", "output": "Brazil", "options": []}
{"task": "kilt_hotpotqa", "input": "What is the name of the geographical region that early Islamic usage often regarded everywhere east of western Persia and where Vistaham helped Khosrow regain his throne after the rebellion of Bahram Chobin?", "output": "Khorasan", "options": []}
