{"task": "kilt_hotpotqa", "input": "This American talk show host and comedian was inducted into the Television Academy Hall of Fame in 1987, awarded the Presidential Medal of Freedom in 1992, and traveled to Mexico to obtain what?", "output": "A divorce", "options": []}
{"task": "kilt_hotpotqa", "input": "What ghost train was located in 1962 World's Fair and the Seattle Center's Fun Forest?", "output": "Flight to Mars", "options": []}
{"task": "kilt_hotpotqa", "input": "Where did one of the \"Coronation Street\" characters portrayed by an actress born in 1942 flee in 1995?", "output": "Weatherfield", "options": []}
{"task": "kilt_hotpotqa", "input": "What synthetic stimulant is sometimes called flaka or gravel?", "output": "α-Pyrrolidinopentiothiophenone", "options": []}
{"task": "kilt_hotpotqa", "input": "What is the stage name for rapper Jonathan Park who is a member of Thirsty Fish?", "output": "Dumbfoundead", "options": []}
{"task": "kilt_hotpotqa", "input": "In what city is the headquarters for the company which displayed the Tat Elagante as a concept car in 2007?", "output": "Mumbai", "options": []}
{"task": "kilt_hotpotqa", "input": "Which mall, larger than Westwood Square Mall, is located in Brampton, Ontario, Canada?", "output": "Bramalea City Centre", "options": []}
{"task": "kilt_hotpotqa", "input": "Who won three world titles and was on the American boxing team?", "output": "Carlos Ortiz", "options": []}
{"task": "kilt_hotpotqa", "input": "Who was the head coach of the team that stopped the Green Bay packers from getting their 5th consecutive NFC North title?", "output": "Mike Zimmer", "options": []}
{"task": "kilt_hotpotqa", "input": "How many volumes were held by library serving the southernmost prefecture of Japan in 2016?", "output": "708,000", "options": []}
{"task": "kilt_hotpotqa", "input": "The listed buildings in Dodcott cum Wilkesley, a total of 21 buildings and other structures in the English civil parish of Dodcott cum Wilkesley have been officially designated as listed buildings for their \"special architectural and historic interest\", it is in the Cheshire East division of the ceremonial county of Cheshire, situated on the Cheshire Plain at the border with Shropshire,The Cheshire Plain is a relatively flat expanse of lowland almost entirely within the county of Cheshire in which North West ?", "output": "England", "options": []}
{"task": "kilt_hotpotqa", "input": "Which breed of hunting dog can also be used as a water dog, the East Siberian Laika or the Mountain Cur?", "output": "Mountain Cur", "options": []}
{"task": "kilt_hotpotqa", "input": "At the 13th César Awards, a film by what director won the award for Best Film?", "output": "Louis Malle", "options": []}
{"task": "kilt_hotpotqa", "input": "Who developed the game with whom the man who created the C programming language was incorrectly cited as a co-author?", "output": "Bell Labs", "options": []}
{"task": "kilt_hotpotqa", "input": "What profession does Roger Ebert and Edwidge Danticat have in common?", "output": "writer", "options": []}
{"task": "kilt_hotpotqa", "input": "\"No puede ser\" was sang in the 1990 concert of a popular operatic singing group whose first performance was on what date?", "output": "7 July 1990", "options": []}
