{"task": "piqa", "input": "goal: When cutting into something that produces dust [SEP] solution 1Do it in a poorly ventilated area [SEP] solution 2Do it in a well ventilated area", "output": "1", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: Make a shoe holder in your closet. [SEP] solution 1Stack the same size PVS pipes Three across and five high, be sure to not glue the PVS together. [SEP] solution 2Stack the same size PVS pipes Three across and five high, be sure to glue the PVS together.", "output": "1", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: To open a salt packet. [SEP] solution 1Tear the packer open in the middle. [SEP] solution 2Tear the packet open near the top.", "output": "1", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: To turn down the volume on the radio, [SEP] solution 1twist the volume knob to the right. [SEP] solution 2twist the volume knob to the left.", "output": "1", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: Prevent pancakes from sticking to pan. [SEP] solution 1Layer pan with salt. [SEP] solution 2Layer pan with pepper.", "output": "0", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: To stay warm in your room at night without any blankets, [SEP] solution 1wear multiple layers of clothing when sleeping. [SEP] solution 2wear few pieces of clothing to stay revealed.", "output": "0", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: how to make a portable lantern [SEP] solution 1Paint the inside of a jar with non-toxic glow-in-the-dark paint [SEP] solution 2Paint the inside of a stuffed animal with non-toxic glow-in-the-dark paint", "output": "0", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: How to Get a Boy to Stop Teasing You [SEP] solution 1Having a certain amount of low self-confidence and simple responses can often diffuse any teasing that comes your way. [SEP] solution 2Having a certain amount of self-confidence and clever responses can often diffuse any teasing that comes your way.", "output": "1", "options": ["0", "1"]}
