{"task": "piqa", "input": "goal: To remove a dandelion from the ground, you can [SEP] solution 1Use your fingers to pick the dandelion [SEP] solution 2Use your vehicle to pick the dandelion", "output": "0", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: How to Make a Snowy Paper Christmas Tree [SEP] solution 1You can make a Snowy Paper Christmas Tree by first cutting the template. Draw three circles in descending size onto a piece of paper and make a triangular notch out of each, like Pac-Man. Make the edge of the circles wavy and undulating to create some texture to the tree. Cut out the circles with an X-acto knife. Roll the circles into cones, securing them with tape or a glue stick using the little triangular notch. Stack the layers together, using the largest as the base and fix them in place with a gluestick. [SEP] solution 2You can make a Snowy Paper Christmas Tree by first cutting the template. Draw three circles in descending size onto a piece of paper and make a triangular notch out of each, like Pac-Man. Make the edge of the circles wavy and undulating to create some texture to the tree. Cut out the circles with an X-acto knife. Roll the circles into cones, securing them with tape or a glue stick using the little triangular notch. Stack the layers together, using the largest as the base and fix them in place with wood glue.", "output": "0", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: What if I have a pimple that is too painful to pop? [SEP] solution 1Place the pimple under hot Iodine for 10 min. this will soften it and make it less painful. [SEP] solution 2Place the pimple under hot water for 10 min. this will soften it and make it less painful.", "output": "1", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: How do you clean Bamboo straws? [SEP] solution 1They are washable and reusable. Use a jar of warm water with soap to shake them clean, or clean with a pipe cleaner. [SEP] solution 2They are washable and reusable. Use a jar of warm water with soap to shake them clean, or clean with a piper cleaner.", "output": "0", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: How to flatten dough for pie crust. [SEP] solution 1Flatten dough with rolling pin until it's about 1/8 of an inch thick. [SEP] solution 2Flatten dough with hammer until it's about 1/8 of an inch thick.", "output": "0", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: To attach the legs to the table with the frame. [SEP] solution 1Secure the first leg to a corner of the frame using clamps. Drill holes through the frame into the leg. Drill in the screws to secure the leg to the frame. Repeat for the remaining 3 legs. [SEP] solution 2Secure the first leg to a corner of the frame using clamps. Drill holes through the frame into the leg. Drill in the screws to secure the leg to the frame. Repeat for the remaining 2 legs.", "output": "0", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: pipe [SEP] solution 1Can be used to unclog a paintbrush That's full of hair [SEP] solution 2Can be used to unclog a strainer That's full of hair", "output": "1", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: To make your yard more inviting for birds, [SEP] solution 1provide a water source, avoid pesticides, and keep bees and other predators out of your yard. [SEP] solution 2provide a water source, avoid pesticides, and keep cats and other predators out of your yard.", "output": "1", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: To make american flag shorts, the best paint to use is [SEP] solution 1Red, white, and blue fabric paint [SEP] solution 2Red, white, and blue watercolor paint", "output": "0", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: How can you break up concrete with tools in your garage? [SEP] solution 1Smash the concrete with a chainsaw. [SEP] solution 2Smash the concrete with a sledgehammer.", "output": "1", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: pliers [SEP] solution 1can be used to make wire shield for  fire in fireplace [SEP] solution 2can be used to make wire shield for  folder in fireplace", "output": "0", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: How do you clean milk jugs before recycling? [SEP] solution 1put some water and dish washing detergent in it and clean with an old toothbrush, then empty the contents. [SEP] solution 2put some water and dish washing detergent in it and place the lid, shake vigorously, then empty the contents.", "output": "1", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: rug [SEP] solution 1can be used to hide body of an elephant [SEP] solution 2can be used to hide toys of an elephant", "output": "1", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: How do I water the plants? [SEP] solution 1Get a plate of water, then drizzle it all over the plants until it’s wet but not too soaked [SEP] solution 2get a bucket of water, then drizzle it all over the plants until it’s wet but not too soaked", "output": "1", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: What can you rinse the yoga mat in to ensure it's clean and to prevent it from being slippery? [SEP] solution 1Rinse the yoga mat in in used bath water to make sure it's clean and to prevent it from being slippery. [SEP] solution 2Rinse the yoga mat in clean water to make sure it's clean and to prevent it from being slippery", "output": "1", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: how to take a nap? [SEP] solution 1pick a quiet spot where no one will interrupt you and go to sleep [SEP] solution 2pick a lhooud spot where no one will interrupt you and go to sleep", "output": "0", "options": ["0", "1"]}
