{"task": "piqa", "input": "goal: How do you drill a hole in the same spot on every cabinet door without having to measure? [SEP] solution 1Make a template using a scrap piece of cardboard: drill a hole in the desired location on the cardboard, then line up the template with the edges on each cabinet door. Drill through the hole in the cardboard. [SEP] solution 2Make a template using a scrap piece of glass: drill a hole in the desired location on the glass, then line up the template with the edges on each cabinet door. Drill through the hole in the glass.", "output": "0", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: How can you make a suncatcher? [SEP] solution 1Take an old CD, cover it with tape, add a printed design to the tape, then paint the design. [SEP] solution 2Take an old CD, cover it with glue, add a printed design to the tape, then paint the design.", "output": "0", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: how do you cast something to your tv? [SEP] solution 1right click on the page and click cast. [SEP] solution 2at the top of your computer screen, in whatever tab youre in, there is a small square with a wifi symbol on the corner of it. click on that and it'll ask which tv you'd like to cast to.", "output": "1", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: how do you tip a waiter with cash? [SEP] solution 1put it in the waiters pocket. [SEP] solution 2leave however much cash you'd like on the table you were sitting at.", "output": "1", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: How do you prepare an iron for use for ironing a muslin photography backdrop? [SEP] solution 1Fill the water reservoir of the iron up to the fill line with filtered water. Plug the iron into a nearby wall outlet. Turn the iron on. Set the iron to the cotton setting and allow it to heat up for approximately five minutes. [SEP] solution 2Fill the water reservoir of the iron up to the fill line with filtered water. Plug the iron into a nearby wall outlet. Turn the iron on. Set the iron to the silk setting and allow it to heat up for approximately five minutes.", "output": "0", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: To avoid over reacting when your child makes you angry, [SEP] solution 1take a few minutes away to calm down. [SEP] solution 2ignore whatever your child is saying.", "output": "0", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: What materials and tools are needed to make a day of the Dead mask? [SEP] solution 1Materials:    White Glue (I used Elmer's)    Vinegar    Plaster of Paris    Fake Flowers    Acrylic Paint (Black and Red)    Hot Glue    Shop Towels (Thick Blue Paper Towels, I used Scott brand)        Tools:    Mixing Bowl    Wire Snips    Scissors    Hot Glue Gun    Pencil    Measuring Cups/Spoons    Small and Medium Paint Brushes    Abrasive Pad    Foam Head Form [SEP] solution 2Materials:    White Glue (I used Elmer's)    Vinegar    Plaster of Paris    Fake Flowers    Acrylic Paint (Black and Red)    Hot Glue    Shop Towels (Thick Blue Paper Towels, I used Scott brand)        Tools:    Mixing Bowl    Wire Snips    Scissors    Water Gun    Pencil    Measuring Cups/Spoons    Small and Medium Paint Brushes    Abrasive Pad    Foam Head Form", "output": "0", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: Trim a christmas tree. [SEP] solution 1add lights and balls to the tree, plug in and enjoy [SEP] solution 2Pop corn and sting it into a long garland, add to tree. decorate with the dog toys and enjoy", "output": "0", "options": ["0", "1"]}
