{"task": "piqa", "input": "goal: To know when the top of the super mario mushroom cookie is done [SEP] solution 1the cookies will be firm and the bottoms are golden brown. [SEP] solution 2the cookies will be firm and the bottoms are black", "output": "0", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: Starting off the base of the shed. [SEP] solution 1To start the base of the shed determine where you will put it, and measure out the area. Clear the area of all debris, and lay in a wood parameter where you measured. Pour the concrete in the parameter [SEP] solution 2To start the base of the shed determine where you will put it, and measure out the area. Leave the area's debris, and lay in a wood parameter where you measured. Pour the concrete over the parameter.", "output": "0", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: how do you breathe in? [SEP] solution 1let air out of your lungs. [SEP] solution 2take a deep breath.", "output": "1", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: Remove staples from paper. [SEP] solution 1Use a nail file to pry staples from paper. [SEP] solution 2Use a magnet to pull staples out of paper.", "output": "0", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: To make a frame inside a cake for filling. [SEP] solution 1Using a toothpick, make a frame inside the cake. Leave 1/2 inch at the edges. Do not cut through! Carve out the inside - about 1/2 inch deep. Save the cutout cake pieces in a bowl. [SEP] solution 2Using a knife, make a frame inside the cake. Leave 1/2 inch at the edges. Do not cut through! Carve out the inside - about 1/2 inch deep. Save the cutout cake pieces in a bowl.", "output": "1", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: Mark liquid levels in a bottle. [SEP] solution 1Draw lines with nail polish. [SEP] solution 2Draw lines with pencil.", "output": "0", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: How do I create the window effect on the tardis? [SEP] solution 1Staple clear plastic over the window holes on the inside of the tardis. [SEP] solution 2Staple parchment paper over the window holes on the inside of the tardis.", "output": "1", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: To smooth down the outside of a homemade ring. [SEP] solution 1Wrap some masking tape around a large drill bit so that it is slightly larger than the inside of your ring. Twist your ring onto the bit, making sure it's held firmly in place. If it's still loose, add more tape then try again. Once the ring is on the bit, attach the bit to an electric drill and turn it on.        Wrap a small piece of wood in sandpaper, and hold the spinning ring against it to smooth the outside of the ring. Use increasingly higher grits to get it nice and smooth. Use a rough cloth once you're done sanding for a finishing touch. [SEP] solution 2Wrap some masking tape around a large drill bit so that it is much larger than the inside of your ring. Twist your ring onto the bit, making sure it's held firmly in place. If it's still loose, add more tape then try again. Once the ring is on the bit, attach the bit to an electric drill and turn it on.        Wrap a small piece of wood in sandpaper, and hold the spinning ring against it to smooth the outside of the ring. Use increasingly higher grits to get it nice and smooth. Use a rough cloth once you're done sanding for a finishing touch.", "output": "0", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: To make fake eyes for a project, you can [SEP] solution 1Take diamonds and color a pupil on them [SEP] solution 2Take ping pong balls and color a pupil on them", "output": "1", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: To get Jello to completely dissolve. [SEP] solution 1Make sure you stir the Jello powder into boiling hot water to make sure it completely dissolves. [SEP] solution 2Jello powder will only completely dissolve if you stir it into ice cold water.", "output": "0", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: How do I geocache [SEP] solution 1You can find coordinates by gps tracking to hidden caches [SEP] solution 2You can find coordinates by gps tracking to hidden flowers", "output": "0", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: Preserve expensive lipstick. [SEP] solution 1Keep in clothes drawer. [SEP] solution 2Keep in fridge.", "output": "1", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: How do get magnesium off a magnesium block? [SEP] solution 1Rub a file on the block and put the shavings on kindling. [SEP] solution 2Hit a hammer on the block and put the shavings on kindling.", "output": "0", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: To get a strike in bowling, [SEP] solution 1knock down 10 pins with a single bowl. [SEP] solution 2knock down 8 pins with a single bowl.", "output": "0", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: To install electric bulb in its holder. [SEP] solution 1Take the bulb and rotate it to fit in the bulb holder. [SEP] solution 2Put the bulb of your choice in the electric bulb holder.", "output": "0", "options": ["0", "1"]}
{"task": "piqa", "input": "goal: rock grinder [SEP] solution 1can chew rocks well [SEP] solution 2can chew gum well", "output": "0", "options": ["0", "1"]}
