{"task": "climate_fever", "input": "\"Cloud cover in models is poorly treated and inaccurately predicted.", "output": "Supports", "options": ["Disputed", "Not enough info", "Refutes", "Supports"]}
{"task": "climate_fever", "input": "'Global warming' is a myth — so say 80 graphs from 58 peer-reviewed scientific papers published in 2017.", "output": "Supports", "options": ["Disputed", "Not enough info", "Refutes", "Supports"]}
{"task": "climate_fever", "input": "In many other cases, though — hurricanes, for example — the linkage to global warming for particular trends is uncertain or disputed.", "output": "Not enough info", "options": ["Disputed", "Not enough info", "Refutes", "Supports"]}
{"task": "climate_fever", "input": "[O]ne of the previously fastest shrinking glaciers in the world is growing again, calling into question the narrative that rapid climate change [...]", "output": "Not enough info", "options": ["Disputed", "Not enough info", "Refutes", "Supports"]}
{"task": "climate_fever", "input": "Coral bleaching has devastated 93% of the Great Barrier Reef", "output": "Refutes", "options": ["Disputed", "Not enough info", "Refutes", "Supports"]}
{"task": "climate_fever", "input": "Temperatures in the Southwest increased by nearly two degrees Fahrenheit (one degree Celsius) from 1901 to 2010, and some climate models forecast a total rise of six degrees or more by the end of this century.", "output": "Supports", "options": ["Disputed", "Not enough info", "Refutes", "Supports"]}
{"task": "climate_fever", "input": "Trump's action could push the Earth over the brink, to become like Venus, with a temperature of two hundred and fifty degrees, and raining sulphuric acid.", "output": "Not enough info", "options": ["Disputed", "Not enough info", "Refutes", "Supports"]}
{"task": "climate_fever", "input": "If we got solar energy from \"an area of the Southwestern desert 100 miles on a side, that would be enough, in and of itself, to provide 100 percent of all the electricity needs for the United States of America in a full year.\"", "output": "Not enough info", "options": ["Disputed", "Not enough info", "Refutes", "Supports"]}
