{"task": "climate_fever", "input": "It projects that temperatures are likely to be anything from 1.5 to 4.5 degrees Celsius (2.7 to 8.1 degrees Fahrenheit) warmer by the latter part of the century", "output": "Not enough info", "options": ["Disputed", "Not enough info", "Refutes", "Supports"]}
{"task": "climate_fever", "input": "Alaska Sen. Mark Begich \"is on record supporting a carbon tax, even pushing Harry Reid to make it a priority.\"", "output": "Disputed", "options": ["Disputed", "Not enough info", "Refutes", "Supports"]}
{"task": "climate_fever", "input": "Because oxygen in the global ocean is not evenly distributed, the 2 percent overall decline means there is a much larger decline in some areas of the ocean than others.", "output": "Supports", "options": ["Disputed", "Not enough info", "Refutes", "Supports"]}
{"task": "climate_fever", "input": "Multiple lines of evidence indicate Greenland's ice loss is accelerating and will contribute sea level rise in the order of metres over the next few centuries.", "output": "Supports", "options": ["Disputed", "Not enough info", "Refutes", "Supports"]}
{"task": "climate_fever", "input": "They (Clinton and Obama) have never to my knowledge been involved in legislation nor hearings nor engagement on this issue (climate change).", "output": "Not enough info", "options": ["Disputed", "Not enough info", "Refutes", "Supports"]}
{"task": "climate_fever", "input": "Internal variability can only account for small amounts of warming and cooling over periods of decades, and scientific studies have consistently shown that it cannot account for the global warming over the past century.", "output": "Not enough info", "options": ["Disputed", "Not enough info", "Refutes", "Supports"]}
{"task": "climate_fever", "input": "\"There is no actual evidence that carbon dioxide emissions are causing global warming.", "output": "Disputed", "options": ["Disputed", "Not enough info", "Refutes", "Supports"]}
{"task": "climate_fever", "input": "“Warm weather worsened the most recent five-year drought, which included the driest four-year period on record in terms of statewide precipitation.", "output": "Supports", "options": ["Disputed", "Not enough info", "Refutes", "Supports"]}
