{"task": "glue-wnli", "input": "sentence 1: The path to the lake was blocked, so we couldn't reach it. [SEP] sentence 2: We couldn't reach the lake.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Always before, Larry had helped Dad with his work. But he could not help him now, for Dad said that his boss at the railroad company would not want anyone but him to work in the office. [SEP] sentence 2: Larry's boss at the railroad company would not want anyone but him to work in the office.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: The woman held the girl against her will. [SEP] sentence 2: The woman held the girl against the girl's will.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: George got free tickets to the play, but he gave them to Eric, because he was not particularly eager to see it. [SEP] sentence 2: George was not particularly eager to see it.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Since Chester was dependent on Uncle Vernon, he couldn't very well marry without his approval [SEP] sentence 2: He couldn't very well marry without Chester's approval", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: My meeting started at 4:00 and I needed to catch the train at 4:30, so there wasn't much time. Luckily, it was delayed, so it worked out. [SEP] sentence 2: The meeting was delayed, so it worked out.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Bob paid for Charlie's college education. He is very grateful. [SEP] sentence 2: Charlie is very grateful.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: John promised Bill to leave, so an hour later he left. [SEP] sentence 2: John left.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: The painting in Mark's living room shows an oak tree. It is to the right of a house. [SEP] sentence 2: The oak tree is to the right of a house.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Adam can't leave work here until Bob arrives to replace him. If Bob had left home for work on time, he would be here by this time. [SEP] sentence 2: Bob would be here by this time.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Bernard, who had not told the government official that he was less than 21 when he filed for a homestead claim, did not consider that he had done anything dishonest. Still, anyone who knew that he was 19 years old could take his claim away from him. [SEP] sentence 2: Bernard, who had not told the government official that he was less than 21 when he filed for a homestead claim, did not consider that Bernard had done anything dishonest.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Alice was dusting the living room and trying to find the button that Mama had hidden. No time today to look at old pictures in her favorite photo album. Today she had to hunt for a button, so she put the album on a chair without even opening it. [SEP] sentence 2: No time today to look at old pictures in Mama's favorite photo album.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Lionel is holding captive a scientist, Dr. Vardi, who has invented a device that turns animals invisible; Lionel plans to use it on Geoffrey and send him to steal nuclear material from an army vault. [SEP] sentence 2: Lionel plans to use it on Geoffrey and send Dr. Vardi to steal nuclear material from an army vault.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Mark became absorbed in Blaze, the white horse. He was afraid the stable boys at the Burlington Stables struck at him and bullied him because he was timid, so he took upon himself the feeding and care of the animal. [SEP] sentence 2: Mark took upon himself the feeding and care of the animal.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Anna did a lot better than her good friend Lucy on the test because she had studied so hard. [SEP] sentence 2: Anna had studied so hard.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-wnli", "input": "sentence 1: Fred and Alice had very warm down coats, but they were not prepared for the cold in Alaska. [SEP] sentence 2: coats were not prepared for the cold in Alaska.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
