{"task": "ade_corpus_v2-dosage", "input": "We report a 76-year-old man who developed an acute blistering eruption following high-dose penicillin treatment for pneumococcal septicaemia. [SEP] penicillin", "output": "high", "options": []}
{"task": "ade_corpus_v2-dosage", "input": "A 53-year-old male, without any prior history of psychosis, developed schizophrenia 4 days after starting low-dose bromocriptine therapy for a macroprolactinoma. [SEP] bromocriptine", "output": "low-dose", "options": []}
{"task": "ade_corpus_v2-dosage", "input": "Ibuprofen overdose is usually characterized by GI upset, dizziness, and mild sedation. [SEP] Ibuprofen", "output": "overdose", "options": []}
{"task": "ade_corpus_v2-dosage", "input": "In eight patients, a mean decrease in serum Na+ of 8.25 +/- 3.2 mEq/L was observed after a single 200 mg intravenous dose of lorcainide. [SEP] lorcainide", "output": "200 mg", "options": []}
{"task": "ade_corpus_v2-dosage", "input": "Acute dystonic reaction with low-dose pimozide. [SEP] pimozide", "output": "low", "options": []}
{"task": "ade_corpus_v2-dosage", "input": "Two patients treated for chronic myeloid leukemia with high doses of CCNU (1100 mg/m2 and 1240 mg/m2, respectively) developed a fatal pulmonary fibrosis. [SEP] CCNU", "output": "high doses", "options": []}
{"task": "ade_corpus_v2-dosage", "input": "We thus concluded that an excessive dose of AZ had probably destroyed the gastric mucosal barrier or thrombocytopenia due to bone marrow disorder and thus eventually led to the development of hemorrhagic gastritis. [SEP] AZ", "output": "excessive", "options": []}
{"task": "ade_corpus_v2-dosage", "input": "CONCLUSIONS: Clinicians should be aware of a risk of serotonin syndrome with serious extrapyramidal reactions in patients receiving sertraline or venlafaxine when metoclopramide is coadministered even in a single, conventional dose. [SEP] metoclopramide", "output": "conventional", "options": []}
{"task": "ade_corpus_v2-dosage", "input": "CONCLUSIONS: Peripheral administration of low-dose vasopressin for septic shock should be discouraged because of the risk of ischemic skin complications. [SEP] vasopressin", "output": "low", "options": []}
{"task": "ade_corpus_v2-dosage", "input": "A 10-year-old boy with osteosarcoma and normal renal function manifested laboratory evidence of impending renal toxicity and extreme elevation of aspartate aminotrasferase and alanine aminotransferase within 2 hours after the completion of a 4-hour infusion of high-dose methotrexate (MTX) (12 g/m2), and went on to develop acute renal failure with life-threatening hyperkalemia 29 hours later. [SEP] MTX", "output": "high-dose", "options": []}
{"task": "ade_corpus_v2-dosage", "input": "A 65-year-old woman with bipolar disorder and complicated cardiovascular disease who was on maintenance lithium therapy developed a movement disorder following high doses of trazodone for treatment of an acute depression. [SEP] trazodone", "output": "high doses", "options": []}
{"task": "ade_corpus_v2-dosage", "input": "High-dose methotrexate-associated acute renal failure may be an avoidable complication. [SEP] methotrexate", "output": "High-dose", "options": []}
{"task": "ade_corpus_v2-dosage", "input": "A 56-year-old white woman with a diagnosis of reactive depression developed severe UI after a 30 days' treatment with venlafaxine 75 mg/day. [SEP] venlafaxine", "output": "75 mg/day", "options": []}
{"task": "ade_corpus_v2-dosage", "input": "A case of normotensive scleroderma renal crisis after high-dose methylprednisolone treatment. [SEP] methylprednisolone", "output": "high", "options": []}
{"task": "ade_corpus_v2-dosage", "input": "The first case concerns a 70-year-old man who developed severe aplastic anemia 7 weeks after treatment with 500 mg of ticlopidine daily. [SEP] ticlopidine", "output": "500 mg", "options": []}
{"task": "ade_corpus_v2-dosage", "input": "We describe a patient with acute leukemia who developed Horner's syndrome and a severe demyelinating peripheral neuropathy leading to death after receiving high-dose cytosine arabinoside. [SEP] cytosine arabinoside", "output": "high-dose", "options": []}
