{"task": "ade_corpus_v2-dosage", "input": "A 10-year-old boy with osteosarcoma and normal renal function manifested laboratory evidence of impending renal toxicity and extreme elevation of aspartate aminotrasferase and alanine aminotransferase within 2 hours after the completion of a 4-hour infusion of high-dose methotrexate (MTX) (12 g/m2), and went on to develop acute renal failure with life-threatening hyperkalemia 29 hours later. [SEP] methotrexate", "output": "high-dose", "options": []}
{"task": "ade_corpus_v2-dosage", "input": "The presented patient was treated with 200 mg TCA and developed Cushing's syndrome 6 weeks later (cortisol and ACTH concentrations were below limits of detection, TCA concentrations were > 3 micrograms/l). [SEP] TCA", "output": "200 mg", "options": []}
{"task": "ade_corpus_v2-dosage", "input": "We thus concluded that an excessive dose of AZ had probably destroyed the gastric mucosal barrier or thrombocytopenia due to bone marrow disorder and thus eventually led to the development of hemorrhagic gastritis. [SEP] AZ", "output": "excessive", "options": []}
{"task": "ade_corpus_v2-dosage", "input": "We consider asterixis to be an easily overlooked sign of neurotoxicity, which may occur even at low or moderate dosage levels, if certain drugs as lithium or clozapine are used in combination with CBZ. [SEP] clozapine", "output": "low or moderate dosage", "options": []}
{"task": "ade_corpus_v2-dosage", "input": "A case of propranolol overdose complicated by esophageal spasm preventing extrication of an orogastric lavage tube and relieved by intravenous glucagon is presented. [SEP] propranolol", "output": "overdose", "options": []}
{"task": "ade_corpus_v2-dosage", "input": "A 64 year old man with recurrent metastatic squamous cell carcinoma of the head and neck developed severe skin rash and bone marrow aplasia 4 and 7 days, respectively, following a single dose of 40 mg/m2 methotrexate (MTX). [SEP] MTX", "output": "40 mg/m2", "options": []}
{"task": "ade_corpus_v2-dosage", "input": "CONCLUSIONS: Clinicians should be aware of a risk of serotonin syndrome with serious extrapyramidal reactions in patients receiving sertraline or venlafaxine when metoclopramide is coadministered even in a single, conventional dose. [SEP] metoclopramide", "output": "conventional", "options": []}
{"task": "ade_corpus_v2-dosage", "input": "We report one case of non-Hodgkin lymphoma in a patient, with a 30-year history of rheumatoid arthritis, taking low dose methotrexate weekly over a 10-month period. [SEP] methotrexate", "output": "low", "options": []}
