{"task": "ade_corpus_v2-dosage", "input": "An 83-year-old man receiving glipizide 10 mg bid developed symptomatic hypoglycemia within three days of adding trimethoprim/sulfamethoxazole (TMP/SMX) to his regimen. [SEP] TMP", "output": "10 mg", "options": []}
{"task": "ade_corpus_v2-dosage", "input": "CONCLUSIONS: Clinicians should be aware of a risk of serotonin syndrome with serious extrapyramidal reactions in patients receiving sertraline or venlafaxine when metoclopramide is coadministered even in a single, conventional dose. [SEP] sertraline", "output": "conventional", "options": []}
{"task": "ade_corpus_v2-dosage", "input": "A 10-year-old boy with osteosarcoma and normal renal function manifested laboratory evidence of impending renal toxicity and extreme elevation of aspartate aminotrasferase and alanine aminotransferase within 2 hours after the completion of a 4-hour infusion of high-dose methotrexate (MTX) (12 g/m2), and went on to develop acute renal failure with life-threatening hyperkalemia 29 hours later. [SEP] methotrexate", "output": "high-dose", "options": []}
{"task": "ade_corpus_v2-dosage", "input": "Three patients received respectively 190 mg, 175 mg, and 196 mg of methotrexate and developed bilateral pulmonary infiltrates without evidence of peripheral blood eosinophilia. [SEP] methotrexate", "output": "175 mg", "options": []}
{"task": "ade_corpus_v2-dosage", "input": "Phenytoin was discontinued after admission; however, phenytoin 1 g i.v. was given for a tonic-clonic seizure two days after admission, after which swelling of the face and legs and pruritus developed. [SEP] phenytoin", "output": "1 g", "options": []}
{"task": "ade_corpus_v2-dosage", "input": "Lethal anuria complicating high dose ifosfamide chemotherapy in a breast cancer patient with an impaired renal function. [SEP] ifosfamide", "output": "high dose", "options": []}
{"task": "ade_corpus_v2-dosage", "input": "Three days after receiving intravitreal injection of bevacizumab (1.25 mg in 0.1 ml), he developed acute vision loss and change of consciousness. [SEP] bevacizumab", "output": "1.25 mg in 0.1 ml", "options": []}
{"task": "ade_corpus_v2-dosage", "input": "Hyponatraemia during low-dose carbamazepine therapy. [SEP] carbamazepine", "output": "low-dose", "options": []}
