{"task": "ade_corpus_v2-dosage", "input": "A 65-year-old woman with bipolar disorder and complicated cardiovascular disease who was on maintenance lithium therapy developed a movement disorder following high doses of trazodone for treatment of an acute depression. [SEP] lithium", "output": "high doses", "options": []}
{"task": "ade_corpus_v2-dosage", "input": "In eight patients, a mean decrease in serum Na+ of 8.25 +/- 3.2 mEq/L was observed after a single 200 mg intravenous dose of lorcainide. [SEP] lorcainide", "output": "200 mg", "options": []}
{"task": "ade_corpus_v2-dosage", "input": "We describe the development of cutaneous scleroderma in 3 patients coincident with the use of bleomycin in low cumulative doses of less than 100 U. [SEP] bleomycin", "output": "100 U", "options": []}
{"task": "ade_corpus_v2-dosage", "input": "We report the case of a patient with multiple myeloma who developed acute life-threatening water intoxication following treatment with oral indomethacin and low dose intravenous cyclophosphamide. [SEP] cyclophosphamide", "output": "low dose", "options": []}
{"task": "ade_corpus_v2-dosage", "input": "Renal hypophosphatemia in this patient was caused by the erroneous intake of 1 g doxycycline. [SEP] doxycycline", "output": "1 g", "options": []}
{"task": "ade_corpus_v2-dosage", "input": "Two case reports of bilateral granulomatous anterior uveitis are described in patients with open angle glaucoma treated with metripranolol 0.6% eye drops. [SEP] metripranolol", "output": "0.6", "options": []}
{"task": "ade_corpus_v2-dosage", "input": "The fourth patient showed RLS symptoms that were initially caused by a 20-mg daily olanzapine dosage and were later mitigated when olanzapine was reduced and ropinirole was administered. [SEP] olanzapine", "output": "20-mg daily", "options": []}
{"task": "ade_corpus_v2-dosage", "input": "A 53-year-old male, without any prior history of psychosis, developed schizophrenia 4 days after starting low-dose bromocriptine therapy for a macroprolactinoma. [SEP] bromocriptine", "output": "low-dose", "options": []}
