{"task": "glue-rte", "input": "sentence 1: In 2003, Yunus brought the microcredit revolution to the streets of Bangladesh to support more than 50,000 beggars, whom the Grameen Bank respectfully calls Struggling Members. [SEP] sentence 2: Yunus supported more than 50,000 Struggling Members.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-rte", "input": "sentence 1: India's steelmaker Tata Steel, of the Tata Group, buys Anglo-Dutch steel giant Corus Group for £6.7 billion ($12 billion), making it the world's fifth largest steel manufacturer. 70-year-old Tata group Chairman Ratan Tata, from one of India's best-known business families, won the race against Benjamin Steinbruch, 52, a famous Brazilian executive who is the chief and main owner of Companhia Siderurgica Nacional (CSN). Tata paid investors 608 pence a share, whereas the Brazilians final offer in an auction by the U.K.'s Takeover Panel was 603 pence. The deal triples Tata Steel's capacity to almost 28 million tons a year. Tata: \"This is the first step in showing that Indian industry can step outside its shores into an international market place as a global player.\" Corus, which was created from the merger of British Steel and Hoogovens, currently employs 47,300 people worldwide. Last year the company was the ninth-largest steel maker worldwide. The takeover may start a round of consolidation in the fragmented steel sector. [SEP] sentence 2: Tata group was founded 70 years ago.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-rte", "input": "sentence 1: Late Tuesday, authorities in the U.S. state of Texas carried out the execution of José Medellín, a Mexican national convicted of raping and murdering two teenage girls in 1993. The execution was carried out despite being at the center of an international legal dispute with objections from the International Court of Justice (ICJ) and UN Secretary-General Ban Ki-moon. José Ernesto Medellín, 33, was born in Mexico but moved to the U.S. as a child. He was sentenced to death for the 1993 rape and murder of two girls aged 14 and 16 in Houston, Texas. On Tuesday at 9:57 p.m. CDT, he was given a lethal injection at the Huntsville Unit in Huntsville, according to the Texas Department of Criminal Justice. [SEP] sentence 2: José Medellín was executed in Huntsville prison.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-rte", "input": "sentence 1: Prosecutors were still expected to unseal an 11-count manslaughter indictment against the ferry's captain, Michael Gansas. [SEP] sentence 2: Gansas' attorneys have said that rule was not communicated to ferry staff.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-rte", "input": "sentence 1: According to tradition, they founded Tenochtitlan ( \"Place of the High Priest Tenoch\" ) after much wandering when they saw on an island in Lake Texcoco the sign that their god Huitzilopochtli had indicated -- an eagle perched on a cactus, eating a serpent . [SEP] sentence 2: They saw an eagle perched on a cactus eating a serpent.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-rte", "input": "sentence 1: iTunes software has seen strong sales in Europe. [SEP] sentence 2: Strong sales for iTunes in Europe.", "output": "entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-rte", "input": "sentence 1: Two portraits, one by Reynolds, the other by Gainsborough, since 1990 among the most looked-after works in the Art Loss Register database, were recovered this week when they were brought into Sotheby's for evaluation. Also a lithograph by Norwegian artist Edvard Munch, stolen from an Oslo art gallery in April, has been recovered, news reports said today. [SEP] sentence 2: These two portraits and a lithography by Edvard Munch were recovered using the Art Loss Register database.", "output": "not_entailment", "options": ["entailment", "not_entailment"]}
{"task": "glue-rte", "input": "sentence 1: Rose made his first start since joining the Knicks 10 games ago, replacing Thomas, who has an infected elbow. [SEP] sentence 2: Rose joined the Knicks 10 games ago.", "output": "entailment", "options": ["entailment", "not_entailment"]}
