{"task": "tweet_qa", "input": "question: whats the mistake towards context: @Illuminatas I'm not outraged. I was wrong. I would have made that same mistake with a Dem as well, which still makes me a jackass.— Victor Paul Alvarez (@vpaulalvarez) January 15, 2015", "output": "dem", "options": []}
{"task": "tweet_qa", "input": "question: when did donald trump file papers? context: Doesn't dummy @chucktodd realize that when I considered running for president, I filed financial papers showing unbelievable numbers.— Donald J. Trump (@realDonaldTrump) August 9, 2013", "output": "when he considered running for president.", "options": []}
{"task": "tweet_qa", "input": "question: who is the tweet from? context: Darling Jimmy, Thank you for all the laughs, support and love. I will miss you like crazy honey❤️ RIP❤️ Catherine Bach (@_CatherineBach) April 7, 2015", "output": "catherine bach", "options": []}
{"task": "tweet_qa", "input": "question: what is still playing in cinemas? context: Dear @PattyJenks,Thank you for being awesome. Sincerely,Everyone P.S. WONDER WOMAN is still playing in cinemas! Go see it again! ❤️🎥🎞 Kevin McCarthy (@KevinMcCarthyTV) August 25, 2017", "output": "wonder woman", "options": []}
{"task": "tweet_qa", "input": "question: who did trump hit hard with verbal? context: I have been hitting Obama and Crooked Hillary hard on not using the term Radical Islamic Terror. Hillary just broke-said she would now use!— Donald J. Trump (@realDonaldTrump) June 13, 2016", "output": "obama and hillary", "options": []}
{"task": "tweet_qa", "input": "question: who is hopeful that chris pratt is going to be the new indiana jones? context: Chris Pratt as the new Indiana Jones!? Please let this happen. This guy is KILLING it!!— Matt Shively (@MattShively1) January 27, 2015", "output": "matt shively is hoping that he is.", "options": []}
{"task": "tweet_qa", "input": "question: who is taking a detox? context: Taking a much needed social media detox for a while. See you on the other side. Time to recharge.— Ruby Rose (@RubyRose) October 9, 2017", "output": "ruby rose", "options": []}
{"task": "tweet_qa", "input": "question: what does kraft say many people have a negative view of? context: Kraft says \"many jump to conclusions\" and \"make assumptions\" about his organization. Expects league apology if no wrongdoing found— Jason La Canfora (@JasonLaCanfora) January 27, 2015", "output": "his organization", "options": []}
{"task": "tweet_qa", "input": "question: who is speaking about kurt's death? context: Frances Bean Cobain speaks publicly for the first time about life after Kurt's death: DD Rolling Stone (@RollingStone) April 8, 2015", "output": "frances bean cobain.", "options": []}
{"task": "tweet_qa", "input": "question: what part did leonard nimoy play that made him a legend? context: NICE \"he did\" billboard honoring Leonard Nimoy. Fellow nerds will understand the message. (via @imgur) #LLAP #Spock J.W. Cannon (@cannonjw) March 2, 2015", "output": "spock", "options": []}
{"task": "tweet_qa", "input": "question: what is @samcruzin praising? context: God bless whoever invented pizza bagels— the rat whisperer (@SamCruzin) January 24, 2016", "output": "pizza bagels", "options": []}
{"task": "tweet_qa", "input": "question: who did chelsea u12s beat context: Chelsea U12s beat PSG to win the Premier League Christmas Truce Tournament in Ypres: Premier League (@premierleague) December 16, 2014", "output": "psg", "options": []}
{"task": "tweet_qa", "input": "question: how many years has president nieto been in office? context: 1 President is real. W/Pres Nieto in #Mexico. Good meeting a man also making progress in his 1st year in office. @EPN Kevin Spacey (@KevinSpacey) May 7, 2014", "output": "1 year", "options": []}
{"task": "tweet_qa", "input": "question: what does ben have nightmares of? context: Getting taxis is a nightmare - local drivers confused with new street layout, translations on phone app! #C... Ben Wyatt (@BenWyattCNN) February 9, 2014", "output": "getting taxis", "options": []}
{"task": "tweet_qa", "input": "question: what did katie lou samuelson do? context: Katie Lou Samuelson went 10-10 from 3, setting a new women's D-I record Only men's D-I player to go 10-10: Andre Smith (2008, George Mason) D — ESPN Stats & Info (@ESPNStatsInfo) March 7, 2017", "output": "set a new d-i record", "options": []}
{"task": "tweet_qa", "input": "question: what did jmeyer call the picture of mark hamill and daisy ridley? context: That picture of Mark Hamill & Daisy Ridley is just plain fun.— JMeyer (@ultimoDANK) April 11, 2016", "output": "just plain fun", "options": []}
