{"task": "tweet_qa", "input": "question: where did the shooting happen? context: Breaking: @CharlestonPD confirm shooting unclear officially how many hurt. Saw 1 transported @ABCNews4#chsnews# Jason Tighe (@jtighe08) June 18, 2015", "output": "charleston", "options": []}
{"task": "tweet_qa", "input": "question: what does the pope believe should not exist? context: Let us hear the cry of the victims and those suffering, no family without a home, no child without a childhood.— Pope Francis (@Pontifex) June 4, 2016", "output": "families without homes, children without childhood", "options": []}
{"task": "tweet_qa", "input": "question: what kickstarter does dip want? context: Someone should make a kickstarter to get taylor swift a booty— BABY DADDY (@diplo) November 12, 2014", "output": "to get taylor swift a booty", "options": []}
{"task": "tweet_qa", "input": "question: what news outlet posted the article? context: gold/white RT @voxdotcom: This dress is tearing internet apart and we can't explain it (yet): 0 — robneyer (@robneyer) February 27, 2015", "output": "vox", "options": []}
{"task": "tweet_qa", "input": "question: who is there a long way to go for? context: And while we applaud all of the black nominees for Academy Awards this yr we know there is a long way to go for all underrepresented groups.— Matthew A. Cherry (@MatthewACherry) January 24, 2017", "output": "underrepresented groups", "options": []}
{"task": "tweet_qa", "input": "question: what did the pope ask the crowd? context: #PopeFrancis asks the crowd, \"Is the priest talking too much?\" Catholic News Svc (@CatholicNewsSvc) July 9, 2015", "output": "if he was talking too much", "options": []}
{"task": "tweet_qa", "input": "question: zoe saldana wore what as a costume? context: Zoe Saldana is trending because she wore blackness as a costume. Yukio Strachan (@boldandworthy) March 1, 2016", "output": "blackness", "options": []}
{"task": "tweet_qa", "input": "question: how many people like this tweet? context: Would Alexander the Great have conquered the world if he 'dialed it back'? -Kenny Powers— Brittany Furlan (@BrittanyFurlan) June 23, 2014", "output": "73", "options": []}
{"task": "tweet_qa", "input": "question: what proves the book is bound in human skin? context: Caveat Lecter--tests prove book is definitely bound in human skin @HoughtonLib The Harvard Library (@HarvardLibrary) June 4, 2014", "output": "tests", "options": []}
{"task": "tweet_qa", "input": "question: was the manager pleased or displeased that will smith was not drunk when he left? context: Dave Matherne, GM of Sake Club, says #WillSmith was \"very nice\" & didn't seem drunk at all when he left Saturday. Eliott C. McLaughlin (@EliottCNN) April 12, 2016", "output": "he was pleased.", "options": []}
{"task": "tweet_qa", "input": "question: which brazilian soccer player's name is the root of a pun? context: So many bad jokes about #BrazilvsGermany right now. I can't take it an neymar.— Professor Snape (@_Snape_) July 8, 2014", "output": "neymar", "options": []}
{"task": "tweet_qa", "input": "question: what has the world lost today? context: #RIP Natalie Cole - world lost a great talent today.— Montel Williams (@Montel_Williams) January 1, 2016", "output": "a great talent", "options": []}
{"task": "tweet_qa", "input": "question: what area is lindsey clark in? context: People trapped inside home. I've seen 5 people pulled so far. I'm in the Rochelle area, path of tornado @13WREX Lindsey Clark (@LindseyClarkk) April 10, 2015", "output": "the rochelle area", "options": []}
{"task": "tweet_qa", "input": "question: who has won the game? context: It's over! Western Michigan beats Buffalo 71-68 – yes, 71-68 – in SEVEN overtimes. It's the highest-scoring game in FBS history. — ESPN CollegeFootball (@ESPNCFB) October 8, 2017", "output": "michigan", "options": []}
{"task": "tweet_qa", "input": "question: what is his next child's name going to be? context: Just heard Louis from One Direction has named his baby 'Sydney Rain'. His next child is tipped to be named 'Melbourne Fine & Sunny'. #zing— Andy Lee (@andy_lee) January 25, 2016", "output": "melbourne fine & sunny", "options": []}
{"task": "tweet_qa", "input": "question: what can the curiosity rover take? context: Working all the angles. Took this #selfie while investigating an area with hydrated minerals c Curiosity Rover (@MarsCuriosity) August 19, 2015", "output": "selfies", "options": []}
