{"task": "tweet_qa", "input": "question: who did the royals meet? context: TRH meet @KingJames after the game at the @BarclaysCenter and receive jerseys, including one for Prince George! British Consulate NY (@UKinNewYork) December 9, 2014", "output": "king james (lebron james)", "options": []}
{"task": "tweet_qa", "input": "question: on which show did andi dorfman and jmurbulldoge get engaged? context: Congratulations to @AndiDorfman and @jmurbulldog on their engagement. Wishing you both incredible happiness. #TheBachelorette #Bachelorette— Nicholas Viall (@viallnicholas28) July 29, 2014", "output": "the bachelorette", "options": []}
{"task": "tweet_qa", "input": "question: which famous sport is being covering here? context: Flying Dutchmen top Group B as #ESP bows out with a win. Read our report: U #CNNWorldCup CNN Football Club (@CNNFC) June 23, 2014", "output": "football", "options": []}
{"task": "tweet_qa", "input": "question: who organized tonight's protest in union square? context: Tonight's protest in Union Square is organized by @MillionsMarch, which got 60,000 people on the streets in December.— Brian Ries (@moneyries) April 29, 2015", "output": "@millionsmarch", "options": []}
{"task": "tweet_qa", "input": "question: who made a false statement regarding trump? context: Publicity seeking Lindsey Graham falsely stated that I said there is moral equivalency between the KKK, neo-Nazis & white supremacists......— Donald J. Trump (@realDonaldTrump) August 17, 2017", "output": "lindsey graham", "options": []}
{"task": "tweet_qa", "input": "question: how many years have they been in our country? context: ...They have been in our country for many years through no fault of their own - brought in by parents at young age. Plus BIG border security— Donald J. Trump (@realDonaldTrump) September 14, 2017", "output": "many years", "options": []}
{"task": "tweet_qa", "input": "question: what kind of situation should be avoided? context: WH Legal Counsel might want to prepare for a call from Bruce Braley, gotta avoid a \"litigious situation\" over mispronouncing name #IAsen— Brad Dayspring (@BDayspring) October 10, 2014", "output": "a litigious situation", "options": []}
{"task": "tweet_qa", "input": "question: what does he remember him as being? context: I just remember him as being so effortlessly golden. He had that way about him, that \"thing\"... #rippaulwalker #TeamPW— James Van Der Beek (@vanderjames) December 1, 2013", "output": "effortlessly golden", "options": []}
