{"task": "tweet_qa", "input": "question: where did the shooting happen? context: Breaking: @CharlestonPD confirm shooting unclear officially how many hurt. Saw 1 transported @ABCNews4#chsnews# Jason Tighe (@jtighe08) June 18, 2015", "output": "charleston", "options": []}
{"task": "tweet_qa", "input": "question: what does the pope believe should not exist? context: Let us hear the cry of the victims and those suffering, no family without a home, no child without a childhood.— Pope Francis (@Pontifex) June 4, 2016", "output": "families without homes, children without childhood", "options": []}
{"task": "tweet_qa", "input": "question: what kickstarter does dip want? context: Someone should make a kickstarter to get taylor swift a booty— BABY DADDY (@diplo) November 12, 2014", "output": "to get taylor swift a booty", "options": []}
{"task": "tweet_qa", "input": "question: what news outlet posted the article? context: gold/white RT @voxdotcom: This dress is tearing internet apart and we can't explain it (yet): 0 — robneyer (@robneyer) February 27, 2015", "output": "vox", "options": []}
{"task": "tweet_qa", "input": "question: who is there a long way to go for? context: And while we applaud all of the black nominees for Academy Awards this yr we know there is a long way to go for all underrepresented groups.— Matthew A. Cherry (@MatthewACherry) January 24, 2017", "output": "underrepresented groups", "options": []}
{"task": "tweet_qa", "input": "question: what did the pope ask the crowd? context: #PopeFrancis asks the crowd, \"Is the priest talking too much?\" Catholic News Svc (@CatholicNewsSvc) July 9, 2015", "output": "if he was talking too much", "options": []}
{"task": "tweet_qa", "input": "question: zoe saldana wore what as a costume? context: Zoe Saldana is trending because she wore blackness as a costume. Yukio Strachan (@boldandworthy) March 1, 2016", "output": "blackness", "options": []}
{"task": "tweet_qa", "input": "question: how many people like this tweet? context: Would Alexander the Great have conquered the world if he 'dialed it back'? -Kenny Powers— Brittany Furlan (@BrittanyFurlan) June 23, 2014", "output": "73", "options": []}
