{"task": "mc_taco", "input": "Cathy Wallace did not always know what she wanted to be when she grew up. [SEP] How often did Cathy think about this issue? [SEP] once a minute", "output": "no", "options": ["no", "yes"]}
{"task": "mc_taco", "input": "The award was named after the chief justice of the Indiana Supreme Court to honor his statewide vision on justice. [SEP] How often was an award named after the chief justice? [SEP] always", "output": "no", "options": ["no", "yes"]}
{"task": "mc_taco", "input": "He tried and tried to please every person who came to the store, but they all picked smaller puppies. [SEP] What did they do after picking small puppies? [SEP] he tried to sell products to eastman kodak", "output": "no", "options": ["no", "yes"]}
{"task": "mc_taco", "input": "Joe did and after he got a bandage on his arm, he and his father rode in the field on the tractor. [SEP] Will Joe and his father be riding in the field tomorrow? [SEP] yes they do it every century for fun", "output": "no", "options": ["no", "yes"]}
{"task": "mc_taco", "input": "Lucrezia is an honorable woman and does not at first agree to meet with the stranger . [SEP] What happens after she agrees to meet with the stranger? [SEP] they become friends", "output": "yes", "options": ["no", "yes"]}
{"task": "mc_taco", "input": "In a matter of 48 hours, Alexander II planned to release his plan for the duma to the Russian people. [SEP] How many times will the plan be spoken for the week it's released? [SEP] few times a minute", "output": "no", "options": ["no", "yes"]}
{"task": "mc_taco", "input": "Mohamed Atta was born on September 1, 1968, in Kafr el Sheikh, Egypt, to a middle-class family headed by his father, an attorney. [SEP] What did Atta do after being born? [SEP] became a lawyer", "output": "no", "options": ["no", "yes"]}
{"task": "mc_taco", "input": "She explained that Frank 's father was an alcoholic and that his mother worked as a toll booth operator . [SEP] How long has Frank's father been an alcoholic? [SEP] just the last few days", "output": "no", "options": ["no", "yes"]}
