{"task": "scitail", "input": "sentence 1: Most experts agree that it affects the midbrain, the part of the brain that controls impulses. [SEP] sentence 2: Not surprisingly, controlling flight is the function of the most developed part of a bird's brain.", "output": "neutral", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Are pumpkins fruits or vegetables? [SEP] sentence 2: A pumpkin is a fruit.", "output": "neutral", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: The oxidation of hydrogen sulfide to sulfate, a different sulfur compound, provides bacteria living around the vents with the energy necessary to produce organic matter, pretty much in the same way as the sun provides plants with the energy to perform photosynthesis and grow. [SEP] sentence 2: Hydrogen sulfide is a noxious and toxic gas produced from decaying organic matter that contains sulfur.", "output": "neutral", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Over the summer months, however, starch reserves are recharged as carbohydrates are translocated to the lignotuber, and most plants sprout following fall fires. [SEP] sentence 2: New plants start sprouting two months later after a forest fire.", "output": "neutral", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Reactivity is the ability of a substance to undergo a chemical reaction such as combining with another substance. [SEP] sentence 2: The ability of matter to combine chemically with other substances is known as reactivity.", "output": "entailment", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Our results show a sharp increase in available soil nitrogen after clearing, but this increase is short lived, and nitrogen cycling in the soils of three-year-old pasture is less than in the original forest. [SEP] sentence 2: The nitrogen cycle includes air, soil, and living things.", "output": "neutral", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: When cytokinesis is complete, unequal division of the cytoplasm yields a smaller daughter cell. [SEP] sentence 2: Cytokinesis divides the cytoplasm into two distinctive cells.", "output": "entailment", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: When the stop codon is read the chain of amino acids (protein) will be released from the ribosome structure. [SEP] sentence 2: When a chain of amino acids reaches a stop codon, released from the ribosome.", "output": "entailment", "options": ["entailment", "neutral"]}
