{"task": "scitail", "input": "sentence 1: Looking directly at the Sun can cause blindness, and even a partially eclipsed Sun is still very, very bright. [SEP] sentence 2: Looking directly at the sun can cause blindness.", "output": "entailment", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Migraine headaches are believed to result from dilatation of the blood vessels in the head. [SEP] sentence 2: When blood vessels in the head dilate, a migraine, a severe headache, can occur.", "output": "entailment", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Human overpopulation, which is crowding out other species. [SEP] sentence 2: Human overpopulation is crowding out other species and making all the other causes of extinction worse.", "output": "neutral", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: These cells cannot be seen without the help of a microscope, but they are the building blocks of our bodies. [SEP] sentence 2: Cells are the specialized building blocks of your body.", "output": "entailment", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Digestion begins in the mouth, when we chew and swallow, and is completed in the small intestine. [SEP] sentence 2: Digestion begins in the mouth.", "output": "entailment", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Carolina Baby Connection A parenting resource for your pregnancy, newborn, infant, or toddler questions. [SEP] sentence 2: A connection to the placenta is required for a newborn baby to begin breathing.", "output": "neutral", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Solids have a definite volume and shape. [SEP] sentence 2: The name for a matter that has a fixed volume and a fixed shape is solid.", "output": "entailment", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Glycoproteins of all shapes and sizes are extremely common components of cells in both plants and animals. [SEP] sentence 2: All cells have the small size in common.", "output": "neutral", "options": ["entailment", "neutral"]}
