{"task": "scitail", "input": "sentence 1: Lipids perform many important roles. [SEP] sentence 2: Lipids play several important roles in the human body.", "output": "entailment", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: We developed an enzymatic amplification staining procedure that amplifies the fluorescent signal by 10- to 100-fold. [SEP] sentence 2: Enzymatic cascades help amplify the effects of extracellular signals.", "output": "neutral", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Several Black advocacy groups have voiced opposition to a proposed ban on menthol in cigarettes. [SEP] sentence 2: Antismoking groups have proposed that cigarette advertising in all media be banned entirely.", "output": "neutral", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Circulatory System - [SEP] sentence 2: Echinoderms possess a water-based circulatory system.", "output": "neutral", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: The small intestine further breaks down the fats through the bile in the gall bladder, which wears out quicker with the large amount of fats. [SEP] sentence 2: To solubilize the fats so that they can be absorbed, the gall bladder secretes a fluid called bile into the small intestine.", "output": "entailment", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: As preventive measures, attenuated live virus vaccines are available. [SEP] sentence 2: Vaccine is a preventative measure that is often delivered by injection into the arm.", "output": "neutral", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: The California Power Exchange operates the electricity commodities market and provides real-time pricing for energy consumers. [SEP] sentence 2: Electrical energy consumed can be expressed as the product of power multiplied by time.", "output": "neutral", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: By this I mean that about three months after I transplanted my new plant a Drosera seedling sprouted at it's base. [SEP] sentence 2: New plants start sprouting two months later after a forest fire.", "output": "neutral", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: There are three main types of emission nebulae, and all have very low gas densities. [SEP] sentence 2: Gases have the lowest density.", "output": "neutral", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Endoskeleton , and Exoskeleton . [SEP] sentence 2: Humans possess a(n) endoskeleton.", "output": "neutral", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Salivary Measurement of Hormones is Useful, Accurate, and Reliable Hormones are the body's natural messengers and deliver signals between tissues such as breast, muscle, brain, and skin. [SEP] sentence 2: Hormones send signals through your body.", "output": "neutral", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: turbulent flow) air flow rate The mass/volume of air moved per unit of time through a space opening or duct. [SEP] sentence 2: The best explanation for how air masses move across the united states is that the prevailing westerlies move air masses from west to east across the united states but may be deflected by the jet stream.", "output": "neutral", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Hydrogen is also the simplest and most abundant element in existence. [SEP] sentence 2: Hydrogen is the most abundant element in the universe.", "output": "entailment", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Six levels with many different types of hostile spacecrafts. [SEP] sentence 2: There are six types of leptons.", "output": "neutral", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: When a migraine headache is triggered, the trigeminal nerve releases neuropeptides, causing inflammation and dilation of the blood vessels. [SEP] sentence 2: When blood vessels in the head dilate, a migraine, a severe headache, can occur.", "output": "entailment", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Quarks are thought to be the fundamental building blocks of matter, from which protons and neutrons (members of the hadron family) are constructed. [SEP] sentence 2: Protons and neutrons are made of quarks, which are fundamental particles of matter.", "output": "entailment", "options": ["entailment", "neutral"]}
