{"task": "scitail", "input": "sentence 1: Calculate time changes, create graphs showing distance versus time. [SEP] sentence 2: Line graphs are especially useful for showing changes over time.", "output": "neutral", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: For an example, refer to the densities of water-NaCl mixtures (density of water with dissolved NaCl). [SEP] sentence 2: Sugar crystals dissolving in water is an example of the formation of a mixture.", "output": "neutral", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Intrinsic factor (IF), a protein secreted by gastric parietal cells, binds to the vitamin B 12 and carries it to the terminal ileum , where there are IF receptors, and absorption occurs. [SEP] sentence 2: Cells secrete factor that bind to receptors.", "output": "entailment", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: From the Moon to Mars, Mercury to Pluto, discover what scientists have learned about our solar system since manned space exploration began three decades ago. [SEP] sentence 2: Pluto has three moons.", "output": "neutral", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: The Earth's abundance of salt water and its generally high water content make it a good conductor. [SEP] sentence 2: The abundance of water makes the earth habitable for humans.", "output": "neutral", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: : \"The planets, the sun, the stars, all belong to one species-namely that of 'stars' [bright objects moving above the earth]. [SEP] sentence 2: From earth, the sun appears brighter than any other star because the sun is the closest star", "output": "neutral", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Although surveyors are accustomed to interpreting the shape of the Earth using contour plans, the general community is more familiar with perspective views that show three-dimensional objects as they appear. [SEP] sentence 2: Contour lines show the three-dimensional shape of land.", "output": "entailment", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: So clearly, the power dissipated by an electrical component is determined by multiplying the current through the component by the voltage across the component.  The SI unit for power is the watt (W). [SEP] sentence 2: Power in electricity is the voltage multiplied by the current.", "output": "entailment", "options": ["entailment", "neutral"]}
