{"task": "scitail", "input": "sentence 1: Cytokinesis is the final stage of cell division in eukaryotes as well as prokaryotes. [SEP] sentence 2: Cytokinesis is the final stage of cell division in eukaryotes as well as prokaryotes.", "output": "entailment", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Times longer than an hour may be divided into several shorter ones dispersed throughout the day. [SEP] sentence 2: Bacteria may divide several times an hour.", "output": "neutral", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Breast cancer is the most common cancer in females and is the second leading cause of cancer death among women. [SEP] sentence 2: Breast cancer is the most common type of cancer in adult females.", "output": "entailment", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: The Volume will increase. [SEP] sentence 2: As temperature increases, volume increases.", "output": "neutral", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: This problem started in immediate postpartum period. [SEP] sentence 2: The postpartum period starts after the baby is born, and the placenta is expelled from the body.", "output": "neutral", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: The hierarchical structure consists of two layers. [SEP] sentence 2: The pleura that surrounds the lungs consists of two layers.", "output": "neutral", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Receptor proteins (such as integrins) that are inserted into the front of the cell bind to components of the extracellular matrix (ECM), thus preventing membrane retraction and providing adhesive traction for cell movement. [SEP] sentence 2: A cell's membrane provides a barrier to keep extracellular materials from mixing with its internal components.", "output": "neutral", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: The researchers term this change microevolution. [SEP] sentence 2: Microevolution is the process by which organisms change in small ways over time.", "output": "neutral", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Distinguish between passive transport and active transport of molecules across membranes. [SEP] sentence 2: You call the movement of molecules across a membrane without the input of energy passive transport.", "output": "neutral", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Biofuels can contribute to an energy mix of environmentally-sound, domestic fuels. [SEP] sentence 2: Biomass can also be processed to make biofuel.", "output": "neutral", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Three thin membranes, called meninges, cover the entire brain and spinal cord forming a thin protective layer. [SEP] sentence 2: The three layers of protective coverings of the spinal cord is called the meninges.", "output": "entailment", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Oxygen gas is molecular oxygen -- [SEP] sentence 2: Oxygen gas is given off by plants.", "output": "neutral", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Populations can be defined as the collection of all the individuals of a given species that live together in a particular habitat. [SEP] sentence 2: All members of a species living together form a(n) population.", "output": "entailment", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: We demonstrated that rate of sequence evolution is correlated with rate of genome rearrangement and provided a possible mechanism linking these two types of change. [SEP] sentence 2: Comparing genome sequences provides clues to evolution and development.", "output": "neutral", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Hemoglobin is the part of blood that distributes oxygen from the lungs to tissues in the body. [SEP] sentence 2: Hemoglobin is the name of the blood protein that carries oxygen from the lungs to the body's assorted tissues.", "output": "entailment", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Thermoregulation The means by which an animal maintains its body temperature. [SEP] sentence 2: Thermoregulation is the process when animals maintain an internal temperature.", "output": "entailment", "options": ["entailment", "neutral"]}
