{"task": "scitail", "input": "sentence 1: Looking directly at the Sun can cause blindness, and even a partially eclipsed Sun is still very, very bright. [SEP] sentence 2: Looking directly at the sun can cause blindness.", "output": "entailment", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Migraine headaches are believed to result from dilatation of the blood vessels in the head. [SEP] sentence 2: When blood vessels in the head dilate, a migraine, a severe headache, can occur.", "output": "entailment", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Human overpopulation, which is crowding out other species. [SEP] sentence 2: Human overpopulation is crowding out other species and making all the other causes of extinction worse.", "output": "neutral", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: These cells cannot be seen without the help of a microscope, but they are the building blocks of our bodies. [SEP] sentence 2: Cells are the specialized building blocks of your body.", "output": "entailment", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Digestion begins in the mouth, when we chew and swallow, and is completed in the small intestine. [SEP] sentence 2: Digestion begins in the mouth.", "output": "entailment", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Carolina Baby Connection A parenting resource for your pregnancy, newborn, infant, or toddler questions. [SEP] sentence 2: A connection to the placenta is required for a newborn baby to begin breathing.", "output": "neutral", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Solids have a definite volume and shape. [SEP] sentence 2: The name for a matter that has a fixed volume and a fixed shape is solid.", "output": "entailment", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Glycoproteins of all shapes and sizes are extremely common components of cells in both plants and animals. [SEP] sentence 2: All cells have the small size in common.", "output": "neutral", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Air exerts pressure because gravity holds air molecules in the earth's atmosphere. [SEP] sentence 2: At the earth’s surface, the air pressure exerted on you is a result of the weight of air above you.", "output": "entailment", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: The findings suggest that protein may join the ranks of calcium and vitamin D in keeping bones strong and protecting against osteoporosis, fractures and falls. [SEP] sentence 2: A diet rich in calcium and vitamin d may reduce the risk of osteoporosis and related bone fractures.", "output": "entailment", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Each normal human has 23 pairs of chromosomes; [SEP] sentence 2: Humans have 23 pairs pairs of chromosomes.", "output": "entailment", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: T As the temperature of an amount of gas increases, so does its volume (maintaining a constant pressure). [SEP] sentence 2: From observations as simple as blowing up a balloon, it is clear that increasing the amount of gas increases the volume.", "output": "neutral", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Although surveyors are accustomed to interpreting the shape of the Earth using contour plans, the general community is more familiar with perspective views that show three-dimensional objects as they appear. [SEP] sentence 2: Contour lines show the three-dimensional shape of land.", "output": "entailment", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: The last oxygen concentration is in pulmonary end-capillary blood. [SEP] sentence 2: Oxygen is transferred through capillaries.", "output": "neutral", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Weed Control Row cultivation can give relatively easy weed control if long rows are used at a spacing which enables use of various size cultivators as the planting grows. [SEP] sentence 2: Weeds are plants that grow where people don't want them to and can take up space and use resources which hinders growth of more desirable plants.", "output": "neutral", "options": ["entailment", "neutral"]}
{"task": "scitail", "input": "sentence 1: Work equals the force times distance. [SEP] sentence 2: Force times distance is the equation for work.", "output": "entailment", "options": ["entailment", "neutral"]}
