{"task": "squad-with_context", "input": "question: What creates copy number variation of an existing gene in the genome? context: The most common source of new genes in eukaryotic lineages is gene duplication, which creates copy number variation of an existing gene in the genome. The resulting genes (paralogs) may then diverge in sequence and in function. Sets of genes formed in this way comprise a gene family. Gene duplications and losses within a family are common and represent a major source of evolutionary biodiversity. Sometimes, gene duplication may result in a nonfunctional copy of a gene, or a functional copy may be subject to mutations that result in loss of function; such nonfunctional genes are called pseudogenes.:7.6", "output": "gene duplication", "options": []}
{"task": "squad-with_context", "input": "question: What relationship does excitement and memory share? context: Hebb distinguished between short-term and long-term memory. He postulated that any memory that stayed in short-term storage for a long enough time would be consolidated into a long-term memory. Later research showed this to be false. Research has shown that direct injections of cortisol or epinephrine help the storage of recent experiences. This is also true for stimulation of the amygdala. This proves that excitement enhances memory by the stimulation of hormones that affect the amygdala. Excessive or prolonged stress (with prolonged cortisol) may hurt memory storage. Patients with amygdalar damage are no more likely to remember emotionally charged words than nonemotionally charged ones. The hippocampus is important for explicit memory. The hippocampus is also important for memory consolidation. The hippocampus receives input from different parts of the cortex and sends its output out to different parts of the brain also. The input comes from secondary and tertiary sensory areas that have processed the information a lot already. Hippocampal damage may also cause memory loss and problems with memory storage. This memory loss includes, retrograde amnesia which is the loss of memory for events that occurred shortly before the time of brain damage.", "output": "excitement enhances memory", "options": []}
{"task": "squad-with_context", "input": "question: Which artist's award reception did Kanye interrupt at the 57th Grammy Awards? context: On February 8, 2015, at the 57th Annual Grammy Awards, West walked on stage as Beck was accepting his award for Album of the Year and then walked off stage, making everyone think he was joking around. After the awards show, West stated in an interview that he was not joking and that \"Beck needs to respect artistry, he should have given his award to Beyoncé\". On February 26, 2015, he publicly apologized to Beck on Twitter.", "output": "Beck", "options": []}
{"task": "squad-with_context", "input": "question: Through which present-day state did he travel? context: In 1562 Francisco de Ibarra headed a personal expedition in search of the mythical cities of Cibola and Quivira; he traveled through the present-day state of Chihuahua. Francisco de Ibarra is thought to have been the first European to see the ruins of Paquime. In 1564 Rodrigo de Río de Loza, a lieutenant under Francisco de Ibarra, stayed behind after the expedition and found gold at the foot of the mountains of the Sierra Madre Occidental; he founded the first Spanish city in the region, Santa Barbara in 1567 by bringing 400 European families to the settlement. A few years later in 1569 Franciscan missionaries led by Fray Agustín Rodríguez from the coast of Sinaloa and the state of Durango founded the first mission in the state in Valle de San Bartolomé (present-day Valle de Allende). Fray Agustín Rodríguez evangelized the native population until 1581. Between 1586 and 1588 a epidemic caused a temporary exodus of the small population in the territory of Nueva Vizcaya.", "output": "Chihuahua", "options": []}
{"task": "squad-with_context", "input": "question: What do most sea-creatures represent in Christina symbolism? context: The abundant variety of natural life depicted in the Butrint mosaics celebrates the richness of God’s creation; some elements also have specific connotations. The kantharos vase and vine refer to the eucharist, the symbol of the sacrifice of Christ leading to salvation. Peacocks are symbols of paradise and resurrection; shown eating or drinking from the vase they indicate the route to eternal life. Deer or stags were commonly used as images of the faithful aspiring to Christ: \"As a heart desireth the water brook, so my souls longs for thee, O God.\" Water-birds and fish and other sea-creatures can indicate baptism as well as the members of the Church who are christened.", "output": "baptism", "options": []}
{"task": "squad-with_context", "input": "question: What are compounds that have a carbon-copper bond called? context: Compounds that contain a carbon-copper bond are known as organocopper compounds. They are very reactive towards oxygen to form copper(I) oxide and have many uses in chemistry. They are synthesized by treating copper(I) compounds with Grignard reagents, terminal alkynes or organolithium reagents; in particular, the last reaction described produces a Gilman reagent. These can undergo substitution with alkyl halides to form coupling products; as such, they are important in the field of organic synthesis. Copper(I) acetylide is highly shock-sensitive but is an intermediate in reactions such as the Cadiot-Chodkiewicz coupling and the Sonogashira coupling. Conjugate addition to enones and carbocupration of alkynes can also be achieved with organocopper compounds. Copper(I) forms a variety of weak complexes with alkenes and carbon monoxide, especially in the presence of amine ligands.", "output": "organocopper compounds", "options": []}
{"task": "squad-with_context", "input": "question: In what area of Italy is the largest collection of mosaics in the world? context: The mosaics of the Villa Romana del Casale near Piazza Armerina in Sicily are the largest collection of late Roman mosaics in situ in the world, and are protected as a UNESCO World Heritage Site. The large villa rustica, which was probably owned by Emperor Maximian, was built largely in the early 4th century. The mosaics were covered and protected for 700 years by a landslide that occurred in the 12th Century. The most important pieces are the Circus Scene, the 64m long Great Hunting Scene, the Little Hunt, the Labours of Hercules and the famous Bikini Girls, showing women undertaking a range of sporting activities in garments that resemble 20th Century bikinis. The peristyle, the imperial apartments and the thermae were also decorated with ornamental and mythological mosaics. Other important examples of Roman mosaic art in Sicily were unearthed on the Piazza Vittoria in Palermo where two houses were discovered. The most important scenes there depicted Orpheus, Alexander the Great's Hunt and the Four Seasons.", "output": "Sicily", "options": []}
{"task": "squad-with_context", "input": "question: In the Treaty of Schönbrunn, what territory was given to the Poles? context: The resulting Treaty of Schönbrunn in October 1809 was the harshest that France had imposed on Austria in recent memory. Metternich and Archduke Charles had the preservation of the Habsburg Empire as their fundamental goal, and to this end they succeeded by making Napoleon seek more modest goals in return for promises of friendship between the two powers. Nevertheless, while most of the hereditary lands remained a part of the Habsburg realm, France received Carinthia, Carniola, and the Adriatic ports, while Galicia was given to the Poles and the Salzburg area of the Tyrol went to the Bavarians. Austria lost over three million subjects, about one-fifth of her total population, as a result of these territorial changes. Although fighting in Iberia continued, the War of the Fifth Coalition would be the last major conflict on the European continent for the next three years.", "output": "Galicia", "options": []}
