{"task": "squad-with_context", "input": "question: What creates copy number variation of an existing gene in the genome? context: The most common source of new genes in eukaryotic lineages is gene duplication, which creates copy number variation of an existing gene in the genome. The resulting genes (paralogs) may then diverge in sequence and in function. Sets of genes formed in this way comprise a gene family. Gene duplications and losses within a family are common and represent a major source of evolutionary biodiversity. Sometimes, gene duplication may result in a nonfunctional copy of a gene, or a functional copy may be subject to mutations that result in loss of function; such nonfunctional genes are called pseudogenes.:7.6", "output": "gene duplication", "options": []}
{"task": "squad-with_context", "input": "question: What relationship does excitement and memory share? context: Hebb distinguished between short-term and long-term memory. He postulated that any memory that stayed in short-term storage for a long enough time would be consolidated into a long-term memory. Later research showed this to be false. Research has shown that direct injections of cortisol or epinephrine help the storage of recent experiences. This is also true for stimulation of the amygdala. This proves that excitement enhances memory by the stimulation of hormones that affect the amygdala. Excessive or prolonged stress (with prolonged cortisol) may hurt memory storage. Patients with amygdalar damage are no more likely to remember emotionally charged words than nonemotionally charged ones. The hippocampus is important for explicit memory. The hippocampus is also important for memory consolidation. The hippocampus receives input from different parts of the cortex and sends its output out to different parts of the brain also. The input comes from secondary and tertiary sensory areas that have processed the information a lot already. Hippocampal damage may also cause memory loss and problems with memory storage. This memory loss includes, retrograde amnesia which is the loss of memory for events that occurred shortly before the time of brain damage.", "output": "excitement enhances memory", "options": []}
{"task": "squad-with_context", "input": "question: Which artist's award reception did Kanye interrupt at the 57th Grammy Awards? context: On February 8, 2015, at the 57th Annual Grammy Awards, West walked on stage as Beck was accepting his award for Album of the Year and then walked off stage, making everyone think he was joking around. After the awards show, West stated in an interview that he was not joking and that \"Beck needs to respect artistry, he should have given his award to Beyoncé\". On February 26, 2015, he publicly apologized to Beck on Twitter.", "output": "Beck", "options": []}
{"task": "squad-with_context", "input": "question: Through which present-day state did he travel? context: In 1562 Francisco de Ibarra headed a personal expedition in search of the mythical cities of Cibola and Quivira; he traveled through the present-day state of Chihuahua. Francisco de Ibarra is thought to have been the first European to see the ruins of Paquime. In 1564 Rodrigo de Río de Loza, a lieutenant under Francisco de Ibarra, stayed behind after the expedition and found gold at the foot of the mountains of the Sierra Madre Occidental; he founded the first Spanish city in the region, Santa Barbara in 1567 by bringing 400 European families to the settlement. A few years later in 1569 Franciscan missionaries led by Fray Agustín Rodríguez from the coast of Sinaloa and the state of Durango founded the first mission in the state in Valle de San Bartolomé (present-day Valle de Allende). Fray Agustín Rodríguez evangelized the native population until 1581. Between 1586 and 1588 a epidemic caused a temporary exodus of the small population in the territory of Nueva Vizcaya.", "output": "Chihuahua", "options": []}
{"task": "squad-with_context", "input": "question: What do most sea-creatures represent in Christina symbolism? context: The abundant variety of natural life depicted in the Butrint mosaics celebrates the richness of God’s creation; some elements also have specific connotations. The kantharos vase and vine refer to the eucharist, the symbol of the sacrifice of Christ leading to salvation. Peacocks are symbols of paradise and resurrection; shown eating or drinking from the vase they indicate the route to eternal life. Deer or stags were commonly used as images of the faithful aspiring to Christ: \"As a heart desireth the water brook, so my souls longs for thee, O God.\" Water-birds and fish and other sea-creatures can indicate baptism as well as the members of the Church who are christened.", "output": "baptism", "options": []}
{"task": "squad-with_context", "input": "question: What are compounds that have a carbon-copper bond called? context: Compounds that contain a carbon-copper bond are known as organocopper compounds. They are very reactive towards oxygen to form copper(I) oxide and have many uses in chemistry. They are synthesized by treating copper(I) compounds with Grignard reagents, terminal alkynes or organolithium reagents; in particular, the last reaction described produces a Gilman reagent. These can undergo substitution with alkyl halides to form coupling products; as such, they are important in the field of organic synthesis. Copper(I) acetylide is highly shock-sensitive but is an intermediate in reactions such as the Cadiot-Chodkiewicz coupling and the Sonogashira coupling. Conjugate addition to enones and carbocupration of alkynes can also be achieved with organocopper compounds. Copper(I) forms a variety of weak complexes with alkenes and carbon monoxide, especially in the presence of amine ligands.", "output": "organocopper compounds", "options": []}
{"task": "squad-with_context", "input": "question: In what area of Italy is the largest collection of mosaics in the world? context: The mosaics of the Villa Romana del Casale near Piazza Armerina in Sicily are the largest collection of late Roman mosaics in situ in the world, and are protected as a UNESCO World Heritage Site. The large villa rustica, which was probably owned by Emperor Maximian, was built largely in the early 4th century. The mosaics were covered and protected for 700 years by a landslide that occurred in the 12th Century. The most important pieces are the Circus Scene, the 64m long Great Hunting Scene, the Little Hunt, the Labours of Hercules and the famous Bikini Girls, showing women undertaking a range of sporting activities in garments that resemble 20th Century bikinis. The peristyle, the imperial apartments and the thermae were also decorated with ornamental and mythological mosaics. Other important examples of Roman mosaic art in Sicily were unearthed on the Piazza Vittoria in Palermo where two houses were discovered. The most important scenes there depicted Orpheus, Alexander the Great's Hunt and the Four Seasons.", "output": "Sicily", "options": []}
{"task": "squad-with_context", "input": "question: In the Treaty of Schönbrunn, what territory was given to the Poles? context: The resulting Treaty of Schönbrunn in October 1809 was the harshest that France had imposed on Austria in recent memory. Metternich and Archduke Charles had the preservation of the Habsburg Empire as their fundamental goal, and to this end they succeeded by making Napoleon seek more modest goals in return for promises of friendship between the two powers. Nevertheless, while most of the hereditary lands remained a part of the Habsburg realm, France received Carinthia, Carniola, and the Adriatic ports, while Galicia was given to the Poles and the Salzburg area of the Tyrol went to the Bavarians. Austria lost over three million subjects, about one-fifth of her total population, as a result of these territorial changes. Although fighting in Iberia continued, the War of the Fifth Coalition would be the last major conflict on the European continent for the next three years.", "output": "Galicia", "options": []}
{"task": "squad-with_context", "input": "question: What is the capacity of Drum Theatre? context: The city's main theatres are the Theatre Royal (1,315 capacity), its Drum Theatre (200 capacity), and its production and creative learning centre, The TR2. The Plymouth Pavilions has multiple uses for the city staging music concerts, basketball matches and stand-up comedy. There are also three cinemas: Reel Cinema at Derrys Cross, Plymouth Arts Centre at Looe Street and a Vue cinema at the Barbican Leisure Park. The Plymouth City Museum and Art Gallery is operated by Plymouth City Council allowing free admission – it has six galleries. The Plymouth Athenaeum, which includes a local interest library, is a society dedicated to the promotion of learning in the fields of science, technology, literature and art. From 1961 to 2009 it also housed a theatre.", "output": "200", "options": []}
{"task": "squad-with_context", "input": "question: In which position did Tottenham finish in the 2009-10 season? context: The years following 2009 marked a shift in the structure of the \"Big Four\" with Tottenham Hotspur and Manchester City both breaking into the top four. In the 2009–10 season, Tottenham finished fourth and became the first team to break the top four since Everton in 2005. Criticism of the gap between an elite group of \"super clubs\" and the majority of the Premier League has continued, nevertheless, due to their increasing ability to spend more than the other Premier League clubs. Manchester City won the title in the 2011–12 season, becoming the first club outside the \"Big Four\" to win since 1994–95. That season also saw two of the Big Four (Chelsea and Liverpool) finish outside the top four places for the first time since 1994–95.", "output": "fourth", "options": []}
{"task": "squad-with_context", "input": "question: Where is Gaul currently located? context: Early in the year 343 we find Athanasius had travelled, via Rome, from Alexandria, North Africa, to Gaul; nowadays Belgium / Holland and surrounding areas, where Hosius of Cordoba was Bishop, the great champion of orthodoxy in the West. The two, together, set out for Sardica. A full Council of the Church was convened / summoned there in deference to the Roman pontiff's wishes. The travel was a mammoth task in itself. At this great gathering of prelates, leaders of the Church, the case of Athanasius was taken up once more, that is, Athanasius was formally questioned over misdemeanours and even murder, (a man called Arsenius and using his body for magic, – an absurd charge.). [The Council was convoked for the purpose of inquiring into the charges against Athanasius and other bishops, on account of which they were deposed from their sees by the Semi-Arian Synod of Antioch (341), and went into exile. It was called according to Socrates, (E. H. ii. 20) by the two Emperors, Constans and Constantius; but, according to Baronius by Pope Julius (337–352), (Ad an. 343). One hundred and seventy six attended. Eusebian bishops objected to the admission of Athanasius and other deposed bishops to the Council, except as accused persons to answer the charges brought against them. Their objections were overridden by the orthodox bishops, about a hundred were orthodox, who were the majority. The Eusebians, seeing they had no chance of having their views carried, retired to Philoppopolis in Thrace, Philippopolis (Thracia), where they held an opposition council, under the presidency of the Patriarch of Antioch, and confirmed the decrees of the Synod of Antioch. ]. Once more, at the Council of Sardica, was his innocence reaffirmed. Two conciliar letters were prepared, one to the clergy and faithful of Alexandria, the other to the bishops of Egypt and Libya, in which the will of the Council was made known. Meanwhile, the Eusebian party had gone to Philippopolis, where they issued an anathema against Athanasius and his supporters. The persecution against the orthodox party broke out with renewed vigour, and Constantius was induced to prepare drastic measures against Athanasius and the priests who were devoted to him. Orders were given that if the Saint attempt to re-enter his see, he should be put to death. Athanasius, accordingly, withdrew from Sardica to Naissus in Mysia, where he celebrated the Easter festival of the year 344. It was Hosius who presided over the Council of Sardica, as he did for the First Council of Nicaea, which like the 341 synod, found Athanasius innocent. &. He celebrated his last Easter in exile in Aquileia in April 345, received by bishop Fortunatianus.", "output": "Belgium / Holland and surrounding areas", "options": []}
{"task": "squad-with_context", "input": "question: Which streets have their own linked articles? context: This article covers numbered east-west streets in Manhattan, New York City. Major streets have their own linked articles; minor streets are discussed here. The streets do not run exactly east–west, because the grid plan is aligned with the Hudson River rather than with the cardinal directions. \"West\" is approximately 29 degrees north of true west.", "output": "Major streets", "options": []}
{"task": "squad-with_context", "input": "question: When was the Supreme Court of Sri Lanka created? context: In Sri Lanka, the Supreme Court of Sri Lanka was created in 1972 after the adoption of a new Constitution. The Supreme Court is the highest and final superior court of record and is empowered to exercise its powers, subject to the provisions of the Constitution. The court rulings take precedence over all lower Courts. The Sri Lanka judicial system is complex blend of both common-law and civil-law. In some cases such as capital punishment, the decision may be passed on to the President of the Republic for clemency petitions. However, when there is 2/3 majority in the parliament in favour of president (as with present), the supreme court and its judges' powers become nullified as they could be fired from their positions according to the Constitution, if the president wants. Therefore, in such situations, Civil law empowerment vanishes.", "output": "1972", "options": []}
{"task": "squad-with_context", "input": "question: How did Ibn Sina escape from Hamadan? context: Meanwhile, he had written to Abu Ya'far, the prefect of the dynamic city of Isfahan, offering his services. The new emir of Hamadan, hearing of this correspondence and discovering where Ibn Sina was hiding, incarcerated him in a fortress. War meanwhile continued between the rulers of Isfahan and Hamadãn; in 1024 the former captured Hamadan and its towns, expelling the Tajik mercenaries. When the storm had passed, Ibn Sina returned with the emir to Hamadan, and carried on his literary labors. Later, however, accompanied by his brother, a favorite pupil, and two slaves, Ibn Sina escaped from the city in the dress of a Sufi ascetic. After a perilous journey, they reached Isfahan, receiving an honorable welcome from the prince.", "output": "in the dress of a Sufi ascetic", "options": []}
{"task": "squad-with_context", "input": "question: What is the complex system based on the sun, moon, and planets movements that determine your personality? context: Magic was practiced widely, and these too, were a continuation from earlier times. Throughout the Hellenistic world, people would consult oracles, and use charms and figurines to deter misfortune or to cast spells. Also developed in this era was the complex system of astrology, which sought to determine a person's character and future in the movements of the sun, moon, and planets. Astrology was widely associated with the cult of Tyche (luck, fortune), which grew in popularity during this period.", "output": "astrology", "options": []}
{"task": "squad-with_context", "input": "question: Which tsar did Frédéric perform for due to his success in previous concerts? context: From September 1823 to 1826 Chopin attended the Warsaw Lyceum, where he received organ lessons from the Czech musician Wilhelm Würfel during his first year. In the autumn of 1826 he began a three-year course under the Silesian composer Józef Elsner at the Warsaw Conservatory, studying music theory, figured bass and composition.[n 3] Throughout this period he continued to compose and to give recitals in concerts and salons in Warsaw. He was engaged by the inventors of a mechanical organ, the \"eolomelodicon\", and on this instrument in May 1825 he performed his own improvisation and part of a concerto by Moscheles. The success of this concert led to an invitation to give a similar recital on the instrument before Tsar Alexander I, who was visiting Warsaw; the Tsar presented him with a diamond ring. At a subsequent eolomelodicon concert on 10 June 1825, Chopin performed his Rondo Op. 1. This was the first of his works to be commercially published and earned him his first mention in the foreign press, when the Leipzig Allgemeine Musikalische Zeitung praised his \"wealth of musical ideas\".", "output": "Alexander I", "options": []}
