{"task": "squad-with_context", "input": "question: To where did Prince Regent Joao VI of Portugal transfer his court? context: With the occupation by Napoleon, Portugal began a slow but inexorable decline that lasted until the 20th century. This decline was hastened by the independence in 1822 of the country's largest colonial possession, Brazil. In 1807, as Napoleon's army closed in on Lisbon, the Prince Regent João VI of Portugal transferred his court to Brazil and established Rio de Janeiro as the capital of the Portuguese Empire. In 1815, Brazil was declared a Kingdom and the Kingdom of Portugal was united with it, forming a pluricontinental State, the United Kingdom of Portugal, Brazil and the Algarves.", "output": "Brazil", "options": []}
{"task": "squad-with_context", "input": "question: On which day was the Founder Members Agreement signed? context: At the close of the 1991 season, a proposal was tabled for the establishment of a new league that would bring more money into the game overall. The Founder Members Agreement, signed on 17 July 1991 by the game's top-flight clubs, established the basic principles for setting up the FA Premier League. The newly formed top division would have commercial independence from The Football Association and the Football League, giving the FA Premier League licence to negotiate its own broadcast and sponsorship agreements. The argument given at the time was that the extra income would allow English clubs to compete with teams across Europe.", "output": "17 July 1991", "options": []}
{"task": "squad-with_context", "input": "question: Which branch of government denied the UNFPA funding? context: President Bush denied funding to the UNFPA. Over the course of the Bush Administration, a total of $244 million in Congressionally approved funding was blocked by the Executive Branch.", "output": "the Executive Branch", "options": []}
{"task": "squad-with_context", "input": "question: What percentage of the Nicaraguan population are indigenous? context: About 5% of the Nicaraguan population are indigenous. The largest indigenous group in Nicaragua is the Miskito people. Their territory extended from Cape Camarón, Honduras, to Rio Grande, Nicaragua along the Mosquito Coast. There is a native Miskito language, but large groups speak Miskito Coast Creole, Spanish, Rama and other languages. The Creole English came about through frequent contact with the British who colonized the area. Many are Christians. Traditional Miskito society was highly structured with a defined political structure. There was a king, but he did not have total power. Instead, the power was split between himself, a governor, a general, and by the 1750s, an admiral. Historical information on kings is often obscured by the fact that many of the kings were semi-mythical. Another major group is the Mayangna (or Sumu) people, counting some 10,000 people.", "output": "About 5%", "options": []}
{"task": "squad-with_context", "input": "question: What specifically how does Louis' Lunch cooks its' food? context: A second New Haven gastronomical claim to fame is Louis' Lunch, which is located in a small brick building on Crown Street and has been serving fast food since 1895. Though fiercely debated, the restaurant's founder Louis Lassen is credited by the Library of Congress with inventing the hamburger and steak sandwich. Louis' Lunch broils hamburgers, steak sandwiches and hot dogs vertically in original antique 1898 cast iron stoves using gridirons, patented by local resident Luigi Pieragostini in 1939, that hold the meat in place while it cooks.", "output": "1898 cast iron stoves using gridirons", "options": []}
{"task": "squad-with_context", "input": "question: What artist issued the album known as \"the first true Adult Contemporary album of the decade\"? context: In 1989, Linda Ronstadt released Cry Like a Rainstorm, Howl Like the Wind, described by critics as \"the first true Adult Contemporary album of the decade\", featuring American soul singer Aaron Neville on several of the twelve tracks. The album was certified Triple Platinum in the United States alone and became a major success throughout the globe. The Grammy Award-winning singles, \"Don't Know Much\" and \"All My Life\", were both long-running #1 Adult Contemporary hits. Several additional singles from the disc made the AC Top 10 as well. The album won over many critics in the need to define AC, and appeared to change the tolerance and acceptance of AC music into mainstream day to day radio play.", "output": "Linda Ronstadt", "options": []}
{"task": "squad-with_context", "input": "question: What kind of interface was used for in-game archery? context: Aonuma had anticipated creating a Zelda game for what would later be called the Wii, but had assumed that he would need to complete Twilight Princess first. His team began work developing a pointing-based interface for the bow and arrow, and Aonuma found that aiming directly at the screen gave the game a new feel, just like the DS control scheme for Phantom Hourglass. Aonuma felt confident this was the only way to proceed, but worried about consumers who had been anticipating a GameCube release. Developing two versions would mean delaying the previously announced 2005 release, still disappointing the consumer. Satoru Iwata felt that having both versions would satisfy users in the end, even though they would have to wait for the finished product. Aonuma then started working on both versions in parallel.[o]", "output": "pointing-based", "options": []}
{"task": "squad-with_context", "input": "question: What percentage of female matais are there in Samoa? context: The unicameral legislature (the Fono) consists of 49 members serving 5-year terms. Forty-seven are matai title-holders elected from territorial districts by Samoans; the other two are chosen by non-Samoans with no chiefly affiliation on separate electoral rolls. Universal suffrage was adopted in 1990, but only chiefs (matai) may stand for election to the Samoan seats. There are more than 25,000 matais in the country, about 5% of whom are women. The prime minister, chosen by a majority in the Fono, is appointed by the head of state to form a government. The prime minister's choices for the 12 cabinet positions are appointed by the head of state, subject to the continuing confidence of the Fono.", "output": "5%", "options": []}
