{"task": "squad-with_context", "input": "question: Which team has the largest margin win? context: Though it is the most played local derby in the history of La Liga, it is also the most unbalanced, with Barcelona overwhelmingly dominant. In the primera división league table, Espanyol has only managed to end above Barça on three occasions from 80 seasons (1928–2015) and the only all-Catalan Copa del Rey final was won by Barça in 1957. Espanyol has the consolation of achieving the largest margin win with a 6–0 in 1951, while Barcelona's biggest win was 5–0 on five occasions (in 1933, 1947, 1964, 1975 and 1992). Espanyol achieved a 2–1 win against Barça during the 2008–09 season, becoming the first team to defeat Barcelona at Camp Nou in their treble-winning season.", "output": "Espanyol", "options": []}
{"task": "squad-with_context", "input": "question: Did the French take St. John's? context: In 1762, towards the end of the war, French forces attacked St. John's, Newfoundland. If successful, the expedition would have strengthened France's hand at the negotiating table. Although they took St. John's and raided nearby settlements, the French forces were eventually defeated by British troops at the Battle of Signal Hill. This was the final battle of the war in North America, and it forced the French to surrender to Lieutenant Colonel William Amherst. The victorious British now controlled all of eastern North America.", "output": "they took St. John's", "options": []}
{"task": "squad-with_context", "input": "question: Who did Burke say we look to with affection? context: Burke put forward that \"We fear God, we look up with awe to kings; with affection to parliaments; with duty to magistrates; with reverence to priests; and with respect to nobility. Why? Because when such ideas are brought before our minds, it is natural to be so affected\". Burke defended this prejudice on the grounds that it is \"the general bank and capital of nations, and of ages\" and superior to individual reason, which is small in comparison. \"Prejudice\", Burke claimed, \"is of ready application in the emergency; it previously engages the mind in a steady course of wisdom and virtue, and does not leave the man hesitating in the moment of decision, skeptical, puzzled, and unresolved. Prejudice renders a man's virtue his habit\". Burke criticised social contract theory by claiming that society is indeed, a contract, but \"a partnership not only between those who are living, but between those who are living, those who are dead, and those who are to be born\".", "output": "parliaments", "options": []}
{"task": "squad-with_context", "input": "question: What was youtube's estimated ads revenue in 2013? context: Google does not provide detailed figures for YouTube's running costs, and YouTube's revenues in 2007 were noted as \"not material\" in a regulatory filing. In June 2008, a Forbes magazine article projected the 2008 revenue at $200 million, noting progress in advertising sales. In January 2012, it was estimated that visitors to YouTube spent an average of 15 minutes a day on the site, in contrast to the four or five hours a day spent by a typical U.S. citizen watching television. In 2012, YouTube's revenue from its ads program was estimated at 3.7 billion. In 2013 it nearly doubled and estimated to hit 5.6 billion dollars according to eMarketer, others estimated 4.7 billion,", "output": "3.7 billion", "options": []}
{"task": "squad-with_context", "input": "question: At the 1945 general election, The Times adopted a stance that was referred to by what name? context: Historically, the paper was not overtly pro-Tory or Whig, but has been a long time bastion of the English Establishment and empire. The Times adopted a stance described as \"peculiarly detached\" at the 1945 general election; although it was increasingly critical of the Conservative Party's campaign, it did not advocate a vote for any one party. However, the newspaper reverted to the Tories for the next election five years later. It supported the Conservatives for the subsequent three elections, followed by support for both the Conservatives and the Liberal Party for the next five elections, expressly supporting a Con-Lib coalition in 1974. The paper then backed the Conservatives solidly until 1997, when it declined to make any party endorsement but supported individual (primarily Eurosceptic) candidates.", "output": "peculiarly detached", "options": []}
{"task": "squad-with_context", "input": "question: How many terms does the mayor of the city serve? context: Ann Arbor has a council-manager form of government. The City Council has 11 voting members: the mayor and 10 city council members. The mayor and city council members serve two-year terms: the mayor is elected every even-numbered year, while half of the city council members are up for election annually (five in even-numbered and five in odd-numbered years). Two council members are elected from each of the city's five wards. The mayor is elected citywide. The mayor is the presiding officer of the City Council and has the power to appoint all Council committee members as well as board and commission members, with the approval of the City Council. The current mayor of Ann Arbor is Christopher Taylor, a Democrat who was elected as mayor in 2014. Day-to-day city operations are managed by a city administrator chosen by the city council.", "output": "two-year", "options": []}
{"task": "squad-with_context", "input": "question: Since when had the Swiss viewed themselves as a different nation? context: The Nazis, led by Adolf Hitler, attempted to unite all the people they claimed were \"Germans\" (Volksdeutsche) into one realm, including ethnic Germans in eastern Europe, many of whom had emigrated more than one hundred fifty years before and developed separate cultures in their new lands. This idea was initially welcomed by many ethnic Germans in Sudetenland, Austria, Poland, Danzig and western Lithuania, particularly the Germans from Klaipeda (Memel). The Swiss resisted the idea. They had viewed themselves as a distinctly separate nation since the Peace of Westphalia of 1648.", "output": "1648", "options": []}
{"task": "squad-with_context", "input": "question: How many alleles do most eukaryotic organisms have for each trait? context: According to Mendelian inheritance, variations in an organism's phenotype (observable physical and behavioral characteristics) are due in part to variations in its genotype (particular set of genes). Each gene specifies a particular trait with different sequence of a gene (alleles) giving rise to different phenotypes. Most eukaryotic organisms (such as the pea plants Mendel worked on) have two alleles for each trait, one inherited from each parent.:20", "output": "two alleles for each trait", "options": []}
{"task": "squad-with_context", "input": "question: What type of crisis resulted from the budget deficit and rising debt levels of Greece? context: After fourteen consecutive years of economic growth, Greece went into recession in 2008. By the end of 2009, the Greek economy faced the highest budget deficit and government debt-to-GDP ratios in the EU. After several upward revisions, the 2009 budget deficit is now estimated at 15.7% of GDP. This, combined with rapidly rising debt levels (127.9% of GDP in 2009) led to a precipitous increase in borrowing costs, effectively shutting Greece out of the global financial markets and resulting in a severe economic crisis.", "output": "severe economic", "options": []}
{"task": "squad-with_context", "input": "question: What are three of the bays named? context: Despite the small land mass, place names are repeated; there are, for example, two islands named Long Island, three bays named Long Bay (on Somerset, Main, and Cooper's islands), two Horseshoe Bays (one in Southampton, on the Main Island, the other at Morgan's Point, formerly Tucker's Island), there are two roads through cuttings called Khyber Pass (one in Warwick, the other in St. George's Parish), and St George's Town is located on St George's Island within St George's Parish (each known as St George's). There is a Hamilton Parish in addition to the City of Hamilton (which is in Pembroke Parish).", "output": "Long Bay", "options": []}
{"task": "squad-with_context", "input": "question: Which government agency used the applications that were informed by KU's interdisciplinary management program? context: KU's School of Business launched interdisciplinary management science graduate studies in operations research during Fall Semester 1965. The program provided the foundation for decision science applications supporting NASA Project Apollo Command Capsule Recovery Operations.", "output": "NASA", "options": []}
{"task": "squad-with_context", "input": "question: What is the name of the group of well-developed organisms that were discovered within fossil-bearing layers? context: Chapter IX deals with the fact that the geologic record appears to show forms of life suddenly arising, without the innumerable transitional fossils expected from gradual changes. Darwin borrowed Charles Lyell's argument in Principles of Geology that the record is extremely imperfect as fossilisation is a very rare occurrence, spread over vast periods of time; since few areas had been geologically explored, there could only be fragmentary knowledge of geological formations, and fossil collections were very poor. Evolved local varieties which migrated into a wider area would seem to be the sudden appearance of a new species. Darwin did not expect to be able to reconstruct evolutionary history, but continuing discoveries gave him well founded hope that new finds would occasionally reveal transitional forms. To show that there had been enough time for natural selection to work slowly, he again cited Principles of Geology and other observations based on sedimentation and erosion, including an estimate that erosion of The Weald had taken 300 million years. The initial appearance of entire groups of well developed organisms in the oldest fossil-bearing layers, now known as the Cambrian explosion, posed a problem. Darwin had no doubt that earlier seas had swarmed with living creatures, but stated that he had no satisfactory explanation for the lack of fossils. Fossil evidence of pre-Cambrian life has since been found, extending the history of life back for billions of years.", "output": "the Cambrian explosion", "options": []}
{"task": "squad-with_context", "input": "question: Peru was found to have been coercing what? context: UNFPA provided aid to Peru's reproductive health program in the mid-to-late '90s. When it was discovered a Peruvian program had been engaged in carrying out coercive sterilizations, UNFPA called for reforms and protocols to protect the rights of women seeking assistance. UNFPA was not involved in the scandal, but continued work with the country after the abuses had become public to help end the abuses and reform laws and practices.", "output": "sterilizations", "options": []}
{"task": "squad-with_context", "input": "question: What allows Link to switch between his two forms? context: After gaining the Master Sword, Link is cleansed of the magic that kept him in wolf form, obtaining the Shadow Crystal. Now able to use it to switch between both forms at will, Link is led by Midna to the Mirror of Twilight located deep within the Gerudo Desert, the only known gateway between the Twilight Realm and Hyrule. However, they discover that the mirror is broken. The Sages there explain that Zant tried to destroy it, but he was only able to shatter it into fragments; only the true ruler of the Twili can completely destroy the Mirror of Twilight. They also reveal that they used it a century ago to banish Ganondorf, the Gerudo leader who attempted to steal the Triforce, to the Twilight Realm when executing him failed. Assisted by an underground resistance group they meet in Castle Town, Link and Midna set out to retrieve the missing shards of the Mirror, defeating those they infected. Once the portal has been restored, Midna is revealed to be the true ruler of the Twilight Realm, usurped by Zant when he cursed her into her current form. Confronting Zant, Link and Midna learn that Zant's coup was made possible when he forged a pact with Ganondorf, who asked for Zant's assistance in conquering Hyrule. After Link defeats Zant, Midna recovers the Fused Shadows, but destroys Zant after learning that only Ganondorf's death can release her from her curse. Returning to Hyrule, Link and Midna find Ganondorf in Hyrule Castle, with a lifeless Zelda suspended above his head. Ganondorf fights Link by possessing Zelda's body and eventually by transforming into a beast, but Link defeats him and Midna is able to resurrect Zelda.", "output": "Shadow Crystal", "options": []}
{"task": "squad-with_context", "input": "question: What type of investments were important in early Oklahoma? context: The new state became a focal point for the emerging oil industry, as discoveries of oil pools prompted towns to grow rapidly in population and wealth. Tulsa eventually became known as the \"Oil Capital of the World\" for most of the 20th century and oil investments fueled much of the state's early economy. In 1927, Oklahoman businessman Cyrus Avery, known as the \"Father of Route 66\", began the campaign to create U.S. Route 66. Using a stretch of highway from Amarillo, Texas to Tulsa, Oklahoma to form the original portion of Highway 66, Avery spearheaded the creation of the U.S. Highway 66 Association to oversee the planning of Route 66, based in his hometown of Tulsa.", "output": "oil", "options": []}
{"task": "squad-with_context", "input": "question: Are the state requirements to be tax exempt the same as the Federal requirements? context: Individual states and localities offer nonprofits exemptions from other taxes such as sales tax or property tax. Federal tax-exempt status does not guarantee exemption from state and local taxes, and vice versa. These exemptions generally have separate applications and their requirements may differ from the IRS requirements. Furthermore, even a tax exempt organization may be required to file annual financial reports (IRS Form 990) at the state and federal level. A tax exempt organization's 990 forms are required to be made available for public scrutiny. An example of nonprofit organization in the US is Project Vote Smart.", "output": "generally have separate applications and their requirements may differ from the IRS requirements", "options": []}
