{"task": "squad-with_context", "input": "question: What instrument became the predominant keyboard during the classical era? context: The Classical era, from about 1750 to 1820, established many of the norms of composition, presentation, and style, and was also when the piano became the predominant keyboard instrument. The basic forces required for an orchestra became somewhat standardized (although they would grow as the potential of a wider array of instruments was developed in the following centuries). Chamber music grew to include ensembles with as many as 8 to 10 performers for serenades. Opera continued to develop, with regional styles in Italy, France, and German-speaking lands. The opera buffa, a form of comic opera, rose in popularity. The symphony came into its own as a musical form, and the concerto was developed as a vehicle for displays of virtuoso playing skill. Orchestras no longer required a harpsichord (which had been part of the traditional continuo in the Baroque style), and were often led by the lead violinist (now called the concertmaster).", "output": "the piano", "options": []}
{"task": "squad-with_context", "input": "question: What type of Ottoman poetry is ritualized? context: Ottoman Divan poetry was a highly ritualized and symbolic art form. From the Persian poetry that largely inspired it, it inherited a wealth of symbols whose meanings and interrelationships—both of similitude (مراعات نظير mura'ât-i nazîr / تناسب tenâsüb) and opposition (تضاد tezâd) were more or less prescribed. Divan poetry was composed through the constant juxtaposition of many such images within a strict metrical framework, thus allowing numerous potential meanings to emerge. The vast majority of Divan poetry was lyric in nature: either gazels (which make up the greatest part of the repertoire of the tradition), or kasîdes. There were, however, other common genres, most particularly the mesnevî, a kind of verse romance and thus a variety of narrative poetry; the two most notable examples of this form are the Leyli and Majnun of Fuzûlî and the Hüsn ü Aşk of Şeyh Gâlib.", "output": "Divan poetry", "options": []}
{"task": "squad-with_context", "input": "question: America dropped what on August 6, 1945? context: On 6 August 1945, the U.S. dropped an atomic bomb on the Japanese city of Hiroshima in the first nuclear attack in history. In a press release issued after the atomic bombing of Hiroshima, Truman warned Japan to surrender or \"...expect a rain of ruin from the air, the like of which has never been seen on this earth.\" Three days later, on 9 August, the U.S. dropped another atomic bomb on Nagasaki, the last nuclear attack in history. More than 140,000–240,000 people died as a direct result of these two bombings. The necessity of the atomic bombings has long been debated, with detractors claiming that a naval blockade and aerial bombing campaign had already made invasion, hence the atomic bomb, unnecessary. However, other scholars have argued that the bombings shocked the Japanese government into surrender, with Emperor finally indicating his wish to stop the war. Another argument in favor of the atomic bombs is that they helped avoid Operation Downfall, or a prolonged blockade and bombing campaign, any of which would have exacted much higher casualties among Japanese civilians. Historian Richard B. Frank wrote that a Soviet invasion of Japan was never likely because they had insufficient naval capability to mount an amphibious invasion of Hokkaidō.", "output": "atomic bomb", "options": []}
{"task": "squad-with_context", "input": "question: What considerations are weighed during the consultations? context: Long before the exemption is considered by the Endangered Species Committee, the Forest Service, and either the FWS or the NMFS will have consulted on the biological implications of the timber harvest. The consultation can be informal, to determine if harm may occur; and then formal if the harm is believed to be likely. The questions to be answered in these consultations are whether the species will be harmed, whether the habitat will be harmed and if the action will aid or hinder the recovery of the listed species.", "output": "whether the species will be harmed, whether the habitat will be harmed and if the action will aid or hinder the recovery", "options": []}
{"task": "squad-with_context", "input": "question: What color is created when the alloys of copper and aluminium are combined? context: The alloy of copper and nickel, called cupronickel, is used in low-denomination coins, often for the outer cladding. The US 5-cent coin called a nickel consists of 75% copper and 25% nickel and has a homogeneous composition. The alloy consisting of 90% copper and 10% nickel is remarkable for its resistance to corrosion and is used in various parts that are exposed to seawater. Alloys of copper with aluminium (about 7%) have a pleasant golden color and are used in decorations. Some lead-free solders consist of tin alloyed with a small proportion of copper and other metals.", "output": "golden", "options": []}
{"task": "squad-with_context", "input": "question: Which of CBC's channels were required to be relocated or reduced in power? context: On August 18, 2011, the CRTC issued a decision that allows CBC's mandatory market rebroadcasting transmitters in analogue to remain on-air until August 31, 2012. Before that deadline, CBC's licence renewal process would take place and CBC's digital transition plans would be examined as part of that process. The requirement remains for all of CBC's full-power transmitters occupying channels 52 to 69 to either relocate to channels 2 to 51 or become low-power transmitters. In some cases, CBC has opted to reduce the power of existing transmitters to low-power transmitters, which will result in signal loss for some viewers.", "output": "52 to 69", "options": []}
{"task": "squad-with_context", "input": "question: What is act 21 of 2000 in Namibia? context: Namibia's primary tourism related governing body, the Namibia Tourism Board (NTB), was established by an Act of Parliament: the Namibia Tourism Board Act, 2000 (Act 21 of 2000). Its primary objectives are to regulate the tourism industry and to market Namibia as a tourist destination. There are also a number of trade associations that represent the tourism sector in Namibia, such as the Federation of Namibia Tourism Associations (the umbrella body for all tourism associations in Namibia), the Hospitality Association of Namibia, the Association of Namibian Travel Agents, Car Rental Association of Namibia and the Tour and Safari Association of Namibia.", "output": "Namibia Tourism Board Act, 2000", "options": []}
{"task": "squad-with_context", "input": "question: When did John begin his final campaign to reclaim Normandy? context: In 1214 John began his final campaign to reclaim Normandy from Philip. John was optimistic, as he had successfully built up alliances with the Emperor Otto, Renaud of Boulogne and Count Ferdinand of Flanders; he was enjoying papal favour; and he had successfully built up substantial funds to pay for the deployment of his experienced army. Nonetheless, when John left for Poitou in February 1214, many barons refused to provide military service; mercenary knights had to fill the gaps. John's plan was to split Philip's forces by pushing north-east from Poitou towards Paris, whilst Otto, Renaud and Ferdinand, supported by William Longespée, marched south-west from Flanders.", "output": "1214", "options": []}
{"task": "squad-with_context", "input": "question: What does Archibald Sayce think early Sumerian pictograms suggest about the availability of stone? context: According to Archibald Sayce, the primitive pictograms of the early Sumerian (i.e. Uruk) era suggest that \"Stone was scarce, but was already cut into blocks and seals. Brick was the ordinary building material, and with it cities, forts, temples and houses were constructed. The city was provided with towers and stood on an artificial platform; the house also had a tower-like appearance. It was provided with a door which turned on a hinge, and could be opened with a sort of key; the city gate was on a larger scale, and seems to have been double. The foundation stones — or rather bricks — of a house were consecrated by certain objects that were deposited under them.\"", "output": "was scarce", "options": []}
{"task": "squad-with_context", "input": "question: What kinds of programs did Attenborough favor? context: On 1 July 1967, BBC Two became the first television channel in Europe to broadcast regularly in colour, using the West German PAL system that is still in use today although being gradually superseded by digital systems. (BBC One and ITV began 625-line colour broadcasts simultaneously on 15 November 1969). Unlike other terrestrial channels, BBC Two does not have soap opera or standard news programming, but a range of programmes intended to be eclectic and diverse (although if a programme has high audience ratings it is often eventually repositioned to BBC One). The different remit of BBC2 allowed its first controller, Sir David Attenborough to commission the first heavyweight documentaries and documentary series such as Civilisation, The Ascent of Man and Horizon.", "output": "documentaries", "options": []}
{"task": "squad-with_context", "input": "question: How many more text votes were there in season eight of American Idol over season seven? context: Voting results have been a consistent source of controversy. The mechanism of voting had also aroused considerable criticisms, most notably in season two when Ruben Studdard beat Clay Aiken in a close vote, and in season eight, when the massive increase in text votes (100 million more text votes than season 7) fueled the texting controversy. Concerns about power voting have been expressed from the very first season. Since 2004, votes also have been affected to a limited degree by online communities such as DialIdol, Vote for the Worst (closed in 2013), and Vote for the Girls (started 2010).", "output": "100 million", "options": []}
{"task": "squad-with_context", "input": "question: Other than CD parameters, what else can be used as parameter references? context: Compression efficiency of encoders is typically defined by the bit rate, because compression ratio depends on the bit depth and sampling rate of the input signal. Nevertheless, compression ratios are often published. They may use the Compact Disc (CD) parameters as references (44.1 kHz, 2 channels at 16 bits per channel or 2×16 bit), or sometimes the Digital Audio Tape (DAT) SP parameters (48 kHz, 2×16 bit). Compression ratios with this latter reference are higher, which demonstrates the problem with use of the term compression ratio for lossy encoders.", "output": "Digital Audio Tape (DAT) SP", "options": []}
{"task": "squad-with_context", "input": "question: Is precipitation varied or uniform in Western Alaska? context: The climate of Western Alaska is determined in large part by the Bering Sea and the Gulf of Alaska. It is a subarctic oceanic climate in the southwest and a continental subarctic climate farther north. The temperature is somewhat moderate considering how far north the area is. This region has a tremendous amount of variety in precipitation. An area stretching from the northern side of the Seward Peninsula to the Kobuk River valley (i. e., the region around Kotzebue Sound) is technically a desert, with portions receiving less than 10 in (25 cm) of precipitation annually. On the other extreme, some locations between Dillingham and Bethel average around 100 in (250 cm) of precipitation.", "output": "tremendous amount of variety", "options": []}
{"task": "squad-with_context", "input": "question: What is absent in a coreless DC motor? context: Nothing in the principle of any of the motors described above requires that the iron (steel) portions of the rotor actually rotate. If the soft magnetic material of the rotor is made in the form of a cylinder, then (except for the effect of hysteresis) torque is exerted only on the windings of the electromagnets. Taking advantage of this fact is the coreless or ironless DC motor, a specialized form of a PM DC motor. Optimized for rapid acceleration, these motors have a rotor that is constructed without any iron core. The rotor can take the form of a winding-filled cylinder, or a self-supporting structure comprising only the magnet wire and the bonding material. The rotor can fit inside the stator magnets; a magnetically soft stationary cylinder inside the rotor provides a return path for the stator magnetic flux. A second arrangement has the rotor winding basket surrounding the stator magnets. In that design, the rotor fits inside a magnetically soft cylinder that can serve as the housing for the motor, and likewise provides a return path for the flux.", "output": "iron core", "options": []}
{"task": "squad-with_context", "input": "question: Which song by Jay Z talked about the pregnancy struggles? context: On January 7, 2012, Beyoncé gave birth to a daughter, Blue Ivy Carter, at Lenox Hill Hospital in New York under heavy security. Two days later, Jay Z released \"Glory\", a song dedicated to their child, on his website Lifeandtimes.com. The song detailed the couple's pregnancy struggles, including a miscarriage Beyoncé suffered before becoming pregnant with Blue Ivy. Blue Ivy's cries are included at the end of the song, and she was officially credited as \"B.I.C.\" on it. At two days old, she became the youngest person ever to appear on a Billboard chart when \"Glory\" debuted on the Hot R&B/Hip-Hop Songs chart.", "output": "Glory", "options": []}
{"task": "squad-with_context", "input": "question: What are these properties? context: Hydrogen is commonly used in power stations as a coolant in generators due to a number of favorable properties that are a direct result of its light diatomic molecules. These include low density, low viscosity, and the highest specific heat and thermal conductivity of all gases.", "output": "low density, low viscosity, and the highest specific heat and thermal conductivity of all gases", "options": []}
