{"task": "quarel", "input": "A planet that is enormous, when compared to a tiny dwarf planet, will have", "output": "stronger pull", "options": ["stronger pull", "weaker pull"]}
{"task": "quarel", "input": "Josh is mowing his parents' yard. He cruises around the yard at a good clip of speed. There is an area that has a bit of sand that slows him down. This is because it is rougher on the", "output": "sand", "options": ["grass", "sand"]}
{"task": "quarel", "input": "Tandy discovered that air is smoother than water by using his fan in both substances. His fan heated up more in the", "output": "water", "options": ["air", "water"]}
{"task": "quarel", "input": "Milo learned that throwing his dog treat across the kitchen floor creates low resistance and throwing it across the dining room floor creates high resistance. This means that he can throw his dog treat across the _____ at a faster rate", "output": "kitchen floor", "options": ["kitchen floor", "dining room floor"]}
{"task": "quarel", "input": "Kathy is looking at new tires for her car. The brand A tire has a very thick tread on it, while the brand B tire has a thinner tread on it. Which tire would Kathy buy if she wants the stronger tire?", "output": "Brand A tire", "options": ["Brand A tire", "Brand B tire"]}
{"task": "quarel", "input": "Ben was carrying a thick laptop. Jeff was carrying a thin laptop. If both were dropped at the same height which laptop would most likely survive the fall?", "output": "Thick Laptop", "options": ["Thick Laptop", "Thin Laptop"]}
{"task": "quarel", "input": "Stan was throwing marbles by himself in the kitchen, and saw that when they landed on the linoleum floor they scattered all over, but when he released them over the carpet, they didn't go nearly as far. He observed there was more resistance to the marbles on the", "output": "carpet", "options": ["linoleum", "carpet"]}
{"task": "quarel", "input": "Lana rolled her water bottle to her friend, and she saw that if she rolled it along the concrete it moved with more speed than it did if she rolled it along the concrete. There was more resistance to the water bottle on", "output": "sand", "options": ["sand", "concrete"]}
{"task": "quarel", "input": "A kettle sliding across a gas oven has a smooth ride, but one sliding across an electric oven has a rough ride. Which oven is providing more friction to the kettle?", "output": "electric oven", "options": ["gas oven", "electric oven"]}
{"task": "quarel", "input": "Ceily rides her Big Wheel on pavement instead of soil because it's", "output": "more smooth", "options": ["more smooth", "less smooth"]}
{"task": "quarel", "input": "Jim wears a thick Kevlar vest. Jack is just wearing a cotton shirt. Which top would stop a bullet?", "output": "Kevlar", "options": ["Kevlar", "Cotton"]}
{"task": "quarel", "input": "The boy threw the baseball in the rain and it didn't go far. He threw the sand baseball in the clear air and it went 20 ft longer distance. The rain air has", "output": "more resistance", "options": ["more resistance", "less resistance"]}
{"task": "quarel", "input": "The baby swam through water quickly in the bathtub and slower in the jello filled bathtub. This is because it had", "output": "more resistance", "options": ["more resistance", "less resistance"]}
{"task": "quarel", "input": "Joe likes to ride his skateboard in many different places. He noticed the wheels got hotter when riding in the street then when riding on the half pipe near his house. This means that his skateboard can go a greater distance between pushes on the", "output": "half pipe or in the", "options": ["half pipe or in the", "street"]}
{"task": "quarel", "input": "Lenno took his boogie board on bedrock and bumped around, while streetside was smooth sailing because it had", "output": "less resistance", "options": ["more resistance", "less resistance"]}
{"task": "quarel", "input": "Jim knows that his cutting board is smoother then his wooden floor. When he slides his banana across the cutting board it moves _____ compared to when he slides it across the wooden floor", "output": "at a greater rate of speed", "options": ["at a greater rate of speed", "at a slower rate of speed"]}
