{"task": "quarel", "input": "Ainsley is skateboarding around town. First she skateboards on the dirt road by her house, then she skateboards on the sidewalk in town. Ainsley skates faster on the sidewalk because the sidewalk has _____ than the dirt road.", "output": "less friction", "options": ["more friction", "less friction"]}
{"task": "quarel", "input": "Donald pushed a squeegee across the windshield of his car, then he pushed the squeegee across the asphalt parking lot. The squeegee moved faster across the windshield than it did across the asphalt because there was more resistance on the", "output": "asphalt", "options": ["windshield", "asphalt"]}
{"task": "quarel", "input": "Sandy's microphone heated up less when she accidentally dropped it into the punch bowl compared to when she accidentally dropped it into the water bowl. She figured out that the _____ had more friction", "output": "punch bowl", "options": ["punch bowl", "water bowl"]}
{"task": "quarel", "input": "The inside of a milk truck has more friction then a fridge shelf. This means that if you were to slide a milk jug across both surfaces the milk jug would reach a higher rate of speed on the", "output": "fridge shelf", "options": ["fridge shelf", "milk truck"]}
{"task": "quarel", "input": "Jim discovered that a dirt road is smoother than a desert when he drove his van over them. The van got hotter driving over the", "output": "desert", "options": ["dirt road", "desert"]}
{"task": "quarel", "input": "Joe rolls a spray can on its side across the concrete floor in his garage, then he takes the spray can in side and rolls it across his bear skin floor. The can comes to stop after a shorter distance on the bear skin rug than it does on the concrete floor, which leads him to the determination that the smoother surface is", "output": "the concrete floor", "options": ["the concrete floor", "bear skin rug"]}
{"task": "quarel", "input": "From where Keith was standing, Paul's mining helmet gave off a brilliant light, but Pedro's helmet barely offered a flicker. Which of the miners was closer to Keith?", "output": "Paul was closer", "options": ["Pedro was closer", "Paul was closer"]}
{"task": "quarel", "input": "A car driving on a muddy road can only go forty miles every hour. The same car driving on an icy road can go fifty miles every hour. The car can go faster on the icy road because it has", "output": "less friction", "options": ["more friction", "less friction"]}
{"task": "quarel", "input": "Mary can roll her nickel faster over a tray compared to over the ground. She then realized that the _____ has less friction", "output": "tray", "options": ["tray", "ground"]}
{"task": "quarel", "input": "Cal is at the theatre.  When he walks out of the movie room to go to the restroom, the noise from the movie is", "output": "quieter", "options": ["louder", "quieter"]}
{"task": "quarel", "input": "Carl rides his bike on gravel and his bike moves slowly. When Carl rides his bike on a paved street, his bike moves quickly. There is more resistance on the", "output": "gravel", "options": ["gravel", "paved street"]}
{"task": "quarel", "input": "A sleigh will slide a greater distance over a rooftop then over cold ground. This means the _____ is more rough", "output": "cold ground", "options": ["rooftop", "cold ground"]}
{"task": "quarel", "input": "A pebble experiences more friction rolling down a sandy beach then down a rocky beach. This means the _____ is smoother", "output": "sandy beach", "options": ["sandy beach", "rocky beach"]}
{"task": "quarel", "input": "Elijah was enjoying a pleasant afternoon in the park, when he noticed an idiot proclaiming doom was nigh shouting in the middle of the park. Suddenly, a breeze took up, and the idiot was drowned out by the pleasant rustling of the leaves in the leafy tree beside him.  That's because", "output": "the leafy tree was closer", "options": ["the leafy tree was closer", "an idiot was closer"]}
{"task": "quarel", "input": "Jason used to work out daily, but hasn't worked out at all for the past six months. Jason now produces", "output": "less perspiration", "options": ["more perspiration", "less perspiration"]}
{"task": "quarel", "input": "A comet approaches Earth, and will fly equidistant between the ISS and the moon. Which of the two is large enough to provide the best hope of attracting the comet so that it avoid the Earth?", "output": "The moon", "options": ["The ISS", "The moon"]}
