{"task": "quarel", "input": "A planet that is enormous, when compared to a tiny dwarf planet, will have", "output": "stronger pull", "options": ["stronger pull", "weaker pull"]}
{"task": "quarel", "input": "Josh is mowing his parents' yard. He cruises around the yard at a good clip of speed. There is an area that has a bit of sand that slows him down. This is because it is rougher on the", "output": "sand", "options": ["grass", "sand"]}
{"task": "quarel", "input": "Tandy discovered that air is smoother than water by using his fan in both substances. His fan heated up more in the", "output": "water", "options": ["air", "water"]}
{"task": "quarel", "input": "Milo learned that throwing his dog treat across the kitchen floor creates low resistance and throwing it across the dining room floor creates high resistance. This means that he can throw his dog treat across the _____ at a faster rate", "output": "kitchen floor", "options": ["kitchen floor", "dining room floor"]}
{"task": "quarel", "input": "Kathy is looking at new tires for her car. The brand A tire has a very thick tread on it, while the brand B tire has a thinner tread on it. Which tire would Kathy buy if she wants the stronger tire?", "output": "Brand A tire", "options": ["Brand A tire", "Brand B tire"]}
{"task": "quarel", "input": "Ben was carrying a thick laptop. Jeff was carrying a thin laptop. If both were dropped at the same height which laptop would most likely survive the fall?", "output": "Thick Laptop", "options": ["Thick Laptop", "Thin Laptop"]}
{"task": "quarel", "input": "Stan was throwing marbles by himself in the kitchen, and saw that when they landed on the linoleum floor they scattered all over, but when he released them over the carpet, they didn't go nearly as far. He observed there was more resistance to the marbles on the", "output": "carpet", "options": ["linoleum", "carpet"]}
{"task": "quarel", "input": "Lana rolled her water bottle to her friend, and she saw that if she rolled it along the concrete it moved with more speed than it did if she rolled it along the concrete. There was more resistance to the water bottle on", "output": "sand", "options": ["sand", "concrete"]}
