{"task": "quarel", "input": "A hotdog can slide around faster on a paper plate then it can on a bbq grill. This means the _____ is more rough", "output": "bbq grill", "options": ["bbq grill", "paper plate"]}
{"task": "quarel", "input": "The Rock weight trains daily, lifting heavy weights to build strength, while a turker's entire weight training is comprised of lifting beverage glasses.  They bump into each other at a comic convention, and decide to see who can throw a Jar Jar Binks action figure further.  Who wins?", "output": "The Rock", "options": ["a turker", "The Rock"]}
{"task": "quarel", "input": "The dimmer of two objects would be", "output": "the sun due to being far away", "options": ["a star", "the sun due to being far away"]}
{"task": "quarel", "input": "A boomerang thrown into a windy sky heats up quite a bit, but one thrown into a calm sky stays about the same temperature. Which surface puts the least amount of friction on the boomerang?", "output": "calm sky", "options": ["windy sky", "calm sky"]}
{"task": "quarel", "input": "Sally's kite can move a greater distance through air rather than through her pool. This means her _____ has less friction", "output": "air", "options": ["air", "pool"]}
{"task": "quarel", "input": "Mary's wagon heats up less when rolling through the weeds then when rolling through the gravel. This means her wagon is forced to roll slower in the", "output": "gravel", "options": ["weeds", "gravel"]}
{"task": "quarel", "input": "Karen was playing football at the park. She threw the ball and it hit the ground, rolled on the field, and then rolled into a gravel playground. The ball generated more heat when it rolled over the gravel. Which surface is more level?", "output": "field", "options": ["field", "gravel"]}
{"task": "quarel", "input": "Dean takes his truck down green street and the truck does not get hot. The truck then drives down blue street and the truck gets very hot. Green street has", "output": "less resistance", "options": ["more resistance", "less resistance"]}
