{"task": "hotpot_qa", "input": "question: Who was the director of the film for which Caroline Champetier won the César Award for Best Cinematography? context: Of Gods and Men is a 2010 French drama film directed by Xavier Beauvois, starring Lambert Wilson and Michael Lonsdale. Its original French language title is Des hommes et des dieux, which means \"Of Men and of Gods\" and refers to a verse from the Bible shown at the beginning of the film. It centers on the monastery of Tibhirine, where nine Trappist monks lived in harmony with the largely Muslim population of Algeria, until seven of them were kidnapped and assassinated in 1996 during the Algerian Civil War. Caroline Champetier (born 16 July 1954) is a French cinematographer. She has contributed to more than one hundred films since 1979. She won the César Award for Best Cinematography for her work on \"Of Gods and Men\" in 2011.", "output": "Xavier Beauvois", "options": []}
{"task": "hotpot_qa", "input": "question: Gran Fiesta Tour is in a pavilion next to which pavilion at Epcot? context: Gran Fiesta Tour Starring The Three Caballeros is a musical dark boat ride housed within the pyramid-shaped Mexico Pavilion, at the Epcot theme park at the Walt Disney World Resort in Florida. It was the first World Showcase attraction to feature Disney characters based on an existing property. Norway followed suit in 2014 when it closed its Maelstrom ride to make room for Frozen Ever After, which opened in 2016. The Mexico Pavilion is a Mexican-themed pavilion that is part of the World Showcase, within Epcot at the Walt Disney World in Orlando, Florida, United States. Its location is next to the Norwegian pavilion.", "output": "Norwegian pavilion", "options": []}
{"task": "hotpot_qa", "input": "question: Serena is a 2008 novel that has been adapted into a film by the same name starring an actress whose films have grossed how how much money worldwide? context: Serena is a 2008 novel by Ron Rash. Set in 1930s North Carolina, the novel tells the story of newlywed couple Serena and George Pemberton and their timber business. It was listed as #34 on the New York Times Bestseller list for Hardcover Fiction in the November 2, 2008, issue of \"The New York Times Book Review\". It has been adapted into a film by the same name starring Bradley Cooper and Jennifer Lawrence. The film was released in October 2014. Jennifer Shrader Lawrence (born August 15, 1990) is an American actress. Her films have grossed over $5.5 billion worldwide, and she was the highest-paid actress in the world in 2015 and 2016. She appeared in \"Time\"'s 100 most influential people in the world in 2013 and in the \"Forbes\" Celebrity 100 in 2014 and 2016.", "output": "$5.5 billion", "options": []}
{"task": "hotpot_qa", "input": "question: What was the nationality of the winner of the second biggest-ranking UK snooker tournament in 2006?  context: Peter David Ebdon (born 27 August 1970) is an English professional snooker player. He was World Champion in 2002, beating Stephen Hendry 18–17 in the final, and won the UK Championship in 2006 and 7 other ranking events between 1993 and 2012. He was also a losing finalist in the World Championship in 1996 and 2006. Ebdon turned professional in 1991 and soon made an impact by beating six-time world champion Steve Davis 10–4 in the first round of the 1992 World Championship and reaching the quarter-final stage. The UK Championship, known as the Betway UK Championship for sponsorship reasons, is a professional men's ranking snooker tournament. It is the second biggest-ranking tournament, after the World Championship and is one of the Triple Crown events. Mark Selby is the reigning champion.", "output": "English", "options": []}
{"task": "hotpot_qa", "input": "question: Alan Alda won one of his seven Emmy Awards in 2006 for playing Arnold Vinick in which political TV drama? context: Arnold Vinick is a fictional character on the television series \"The West Wing\" played by Alan Alda. The role earned Alda the Primetime Emmy Award for Outstanding Supporting Actor in a Drama Series in 2006. Alan Alda ( ; born Alphonso Joseph D'Abruzzo; January 28, 1936) is an American actor, director, screenwriter, and author. A seven-time Emmy Award and Golden Globe Award winner, he is widely known for his roles as Captain Hawkeye Pierce in the TV series \"M*A*S*H\" (1972–1983), hosting of \"Scientific American Frontiers\", and as Arnold Vinick in \"The West Wing\" (2004–2006). He has also appeared in many feature films, most notably in \"Crimes and Misdemeanors\" (1989), as pretentious television producer Lester, and \"The Aviator\" (2004) as U.S. Senator Owen Brewster, the latter of which saw Alda nominated for the Academy Award for Best Supporting Actor.", "output": "The West Wing", "options": []}
{"task": "hotpot_qa", "input": "question: Which member of the Epiphany Philosophers was also a Welsh Anglican bishop ? context: Rowan Douglas Williams, Baron Williams of Oystermouth, {'1': \", '2': \", '3': \", '4': \"} (born 14 June 1950) is a Welsh Anglican bishop, theologian and poet. The Epiphany Philosophers was a group of philosophers, scientists and religious (priests, nuns and monks) who met regularly and published between 1950 and 2010. Their founders included Margaret Masterman, Richard Braithwaite, Dorothy Emmet, Robert H. Thouless, Michael Argyle and Ted Bastin. Later members included Kwame Anthony Appiah, Rupert Sheldrake, Rowan Williams, Clive W. Kilmister, Frederick Parker-Rhodes, Jonathan Westphal and Yorick Wilks.", "output": "Rowan Williams", "options": []}
{"task": "hotpot_qa", "input": "question: Which is a prefecture-level city, Fushun or Wanzhou District? context: Wanzhou District () is a city on the upper reaches of the Three Gorges of the Yangtze River in China. It is currently governed as a district of Chongqing Municipality, bordering Sichuan to the northwest and Hubei to the southeast. It was formerly known as Wanxian or Wan County (). Prior to Chongqing's formation as a direct-controlled municipality, Wanzhou was part of Sichuan province. The urban core of Wanzhou is 228 km away from Chongqing's city proper. Fushun (, formerly romanised as \"Fouchouen\", using French spelling, also as Fuxi (撫西 )) is a prefecture level city in Liaoning province, China, about 45 km east of Shenyang, with a population of 2,138,090 inhabitants (2010 census) and a total area of 11,272 km2 , 714 km2 of which is the city proper. Situated on the Hun River (\"muddy river\"), it is one of the industrial and economic development hubs in Liaoning.", "output": "Fushun", "options": []}
{"task": "hotpot_qa", "input": "question: The 71st annual Venice International Film Festival took place in Venice, Italy between which dates, \"The Look of Silence\" won the Silver Lion Grand Jury Prize? context: The Look of Silence (Indonesian: \"Senyap\" , \"Silence\") is a 2014 internationally co-produced documentary film directed by Joshua Oppenheimer about the Indonesian killings of 1965–66. The film is a companion piece to Oppenheimer's 2012 documentary \"The Act of Killing\". It was executive produced by Werner Herzog, Errol Morris, and Andre Singer. It was nominated for the Academy Award for Best Documentary Feature at the 88th Academy Awards. The 71st annual Venice International Film Festival took place in Venice, Italy between 27 August to 6 September 2014. The Swedish film \"A Pigeon Sat on a Branch Reflecting on Existence\" won the Golden Lion award. Joshua Oppenheimer's \"The Look of Silence\" won the Silver Lion Grand Jury Prize.", "output": "27 August to 6 September 2014", "options": []}
