{"task": "hotpot_qa", "input": "question: What is the name of this area in northern Georga that comprises two United States National Forests with a combined total area of 866468 acres, and which surrounds the James H. Floyd State Park? context: The Chattahoochee-Oconee National Forest in northern Georgia comprises two United States National Forests, the Oconee National Forest and Chattahoochee National Forest. The combined total area of the Chattahoochee-Oconee National Forest is 866468 acre , of which the Chattahoochee National Forest comprises 750145 acre and the Oconee National Forest comprises 116232 acre . The county with the largest portion of the forest is Rabun County, Georgia, which has 148684 acre within its boundaries. James H. Floyd State Park is a 561 acre (2.27 km²) Georgia State Park located near Summerville at the base of Taylor Ridge (Georgia). The park is named after Democrat James H. \"Sloppy\" Floyd who served in the Georgia House of Representatives from 1953 until 1974 and was from the area. Surrounded by rural countryside and the Chattahoochee National Forest, the park offers many activities, including camping, hiking and fishing. In addition, the park contains two lakes that total 51 acres (0.21 km²) and a children’s playground. The Pinhoti Trail is accessible through the park.", "output": "Chattahoochee-Oconee National Forest", "options": []}
{"task": "hotpot_qa", "input": "question: Are Grizzly Bear and Residual Kid both rock bands? context: Grizzly Bear is an American rock band from Brooklyn, New York, formed in 2002. The band consists of Edward Droste (vocals, guitar, keyboards, omnichord), Daniel Rossen (vocals, guitar, banjo, keyboards), Chris Taylor (bass, backing vocals, various instruments, producer), and Christopher Bear (drums, backing vocals). The band employs traditional and electronic instruments. Their sound has been categorized as psychedelic pop, folk rock, and experimental, and is dominated by the use of vocal harmonies. Residual Kid is an American rock band from Austin, Texas formed in 2009. The group consists of Deven Ivy (vocals, guitar), Ben Redman (drums), and Max Redman (bass guitar). They have released three EPs: \"Box\" in 2011, which was recorded with an earlier lineup, \"Faces\", featuring the current lineup, in 2012, and \"Salsa\" in 2016.", "output": "yes", "options": []}
{"task": "hotpot_qa", "input": "question: What comic book artist created a comic on an ancient city in Mali? context: Timbuktu (pron.: ), also spelled as Tinbuktu, Timbuctoo and Timbuktoo (Berber: ;French: \"Tombouctou\" ; Koyra Chiini: \"Tumbutu\"), is an ancient city in Mali, situated 20 km north of the Niger River. The town is the capital of the Timbuktu Region, one of the eight administrative regions of Mali. It had a population of 54,453 in the 2009 census. Astrothrill is an animated short film based on the alternative comics of the same name published by Cheeky Press. The film is directed by its creator, Craig Clark, an art rock, darkwave musician (Chorus of Souls on Fluxus Records), animator (\"Forrest Gump\" and \"The Simpsons\"), comic book artist (\"Nemesister\" and \"Timbuktu\") and album cover artist (The Nymphs). Clark produced the film little by little over a period of four years, from 1999-2004.", "output": "Craig Clark", "options": []}
{"task": "hotpot_qa", "input": "question: Which prominent mathematician in the Bernoulli family did Jakob II Bernoulli study under? context: Daniel Bernoulli FRS ( ; ] ; 8 February 1700 – 17 March 1782) was a Swiss mathematician and physicist and was one of the many prominent mathematicians in the Bernoulli family. He is particularly remembered for his applications of mathematics to mechanics, especially fluid mechanics, and for his pioneering work in probability and statistics. His name is commemorated in the Bernoulli's principle, a particular example of the conservation of energy, which describes the mathematics of the mechanism underlying the operation of two important technologies of the 20th century: the carburetor and the airplane wing. Jakob II Bernoulli (17 October 1759 in Basel – 3 July 1789 in Saint Petersburg), younger brother of Johann III Bernoulli. Having finished his literary studies, he was, according to custom, sent to Neuchâtel to learn French. On his return, he graduated in law. This study, however, did not check his hereditary taste for geometry. The early lessons which he had received from his father were continued by his uncle Daniel, and such was his progress that at the age of twenty-one he was called to undertake the duties of the chair of experimental physics, which his uncle’s advanced years rendered him unable to discharge. He afterwards accepted the situation of secretary to count de Brenner, which afforded him an opportunity of seeing Germany and Italy. In Italy, he formed a friendship with Lorgna, professor of mathematics at Verona, and one of the founders of the Società Italiana for the encouragement of the sciences. He was also made corresponding member of the royal society of Turin; and, while residing at Venice, he was, through the friendly representation of Nicolaus von Fuss, admitted into the academy of St Petersburg. In 1788, he was named one of its mathematical professors.", "output": "Daniel Bernoulli", "options": []}
{"task": "hotpot_qa", "input": "question: Are both Andrei Platonov and Edward Albee a writer? context: Andrei Platonov (Russian: Андре́й Плато́нов , ] ; August 28 [O.S. August 16] 1899 – January 5, 1951) was the pen name of Andrei Platonovich Klimentov (Russian: Андре́й Плато́нович Климе́нтов ), a Soviet Russian writer, playwright, and poet, whose works anticipate existentialism. Although Platonov was a Communist, most of his works were banned in his own lifetime for their skeptical attitude toward collectivization and other Stalinist policies, as well as for its experimental, avant-garde form. His famous works include the novels \"The Foundation Pit\" (Котлован) and \"\" (Чевенгур) Edward Franklin Albee III ( ; March 12, 1928 – September 16, 2016) was an American playwright known for works such as \"The Zoo Story\" (1958), \"The Sandbox\" (1959), \"Who's Afraid of Virginia Woolf?\" (1962), and \"A Delicate Balance\" (1966). Three of his plays won the Pulitzer Prize for Drama, and two of his other works won the Tony Award for Best Play.", "output": "yes", "options": []}
{"task": "hotpot_qa", "input": "question: When was the Italian former footballer who inspired 2001–02 Bologna F.C. 1909 season midfield born context: Fabio Pecchia (] ; born 24 August 1973) is an Italian former footballer who played as a midfielder; he is currently the manager of Hellas Verona. Bologna Football Club 1909 came as close as ever to reach the UEFA Champions League, when only a couple of mishaps at the end of the season stopped the dream season to come true. The midfield led by the inspired trio of Fabio Pecchia, Matteo Brighi and Lamberto Zauli performed brilliantly all season, but Bologna's economy was not enough to keep those players at the club, and Pecchia signed for newcomers Como, while Zauli went to Serie B club Palermo. That Bologna could not retain players who could get a better pay at smaller but ambitious clubs was a worrying sign in spite of the spectacular season. It also had to sell defender Salvatore Fresi to champions Juventus, and looked set for a tougher season in 2002-03. Fresi's 2001-02 season was included an incredible eight league goals, despite being a centre-half.", "output": "24 August 1973", "options": []}
{"task": "hotpot_qa", "input": "question: Nordkapp is one of the 11 ships that travel the Norwegian coast from Bergen to a city in what county? context: MS \"Nordkapp\" is a Hurtigruten (Norwegian Coastal Express) ship built in 1996 by Kleven Verft AS, Norway, for Ofotens og Vesteraalens Dampskibsselskab for use in Hurtigruten ferry service along the coast of Norway. She is a sister ship of MS \"Polarlys\" and MS \"Nordnorge\" . \"Nordkapp\" is one of 11 ships that travel the Norwegian coast from Bergen to Kirkenes.    (, Kven: \"Kirkkoniemi\" , Russian: Киркенес , Finnish: \"Kirkkoniemi\" ) is a town in Sør-Varanger Municipality in Finnmark county, in the far northeastern part of Norway. The town lies on a peninsula along the Bøkfjorden, an arm of the large Varangerfjorden. The main church for Kirkenes is Kirkenes Church, located in the Haganes area of the town.", "output": "Finnmark county", "options": []}
{"task": "hotpot_qa", "input": "question: Dieter Zorc is the father of the footballer who played what position? context: Dieter Zorc (born 17 October 1939 – 16 October 2007) was a German football defender. He was the father of Michael Zorc. Michael Zorc (born 25 August 1962) is a German retired footballer who played as a central midfielder.", "output": "central midfielder", "options": []}
{"task": "hotpot_qa", "input": "question: When was The Authors of pain's manager born? context: The Authors of Pain are a professional wrestling tag team performing in WWE's NXT brand. The team, managed by Paul Ellering, is composed of Akam and Rezar. Their names are a play on the principle known as Occam's razor. Paul Ellering (born August 22, 1953) is an American professional wrestling manager currently signed with WWE on the NXT brand and formerly a weightlifter, professional wrestler and dog musher. Ellering spent most of his wrestling career managing the Road Warriors (Animal and Hawk), working with them from 1983 to 1990 and again on occasions between 1992 and 1997. In addition to being their on screen manager he actually handled the team's affairs outside the ring as well, including contract negotiations and travel arrangements. Ellering and the Road Warriors were inducted into both the Professional Wrestling Hall of Fame and the WWE Hall of Fame in 2011. Five years later, in June 2016, he returned to the ring at as the manager of The Authors of Pain, a heel tag team making their debut.", "output": "August 22, 1953", "options": []}
{"task": "hotpot_qa", "input": "question: What 1996 NBA rookie is a player development consultant for the Golden State Warriors today? context: Stephen John Nash, OC, OBC (born February 7, 1974), is a Canadian former professional basketball player who played in the National Basketball Association (NBA). He was an eight-time NBA All-Star and a seven-time All-NBA selection. Twice, Nash was named the NBA Most Valuable Player while playing for the Phoenix Suns. He currently serves as general manager of the Canadian national team and as a player development consultant for the Golden State Warriors. The 1996–97 NBA season was the 51st season of the National Basketball Association (NBA). The league used this season to mark its 50th anniversary, which included the unveiling of the league's list of its 50 greatest players. This particular season featured what has since been acknowledged as one of the most talented rookie-classes, featuring the debuts of Allen Iverson, Ray Allen, Kobe Bryant, Steve Nash, Jermaine O'Neal, Ben Wallace and Stephon Marbury. The season ended with the Chicago Bulls defeating the Utah Jazz 4 games to 2 in the NBA Finals to win the franchise's 5th championship.", "output": "Stephen John Nash", "options": []}
{"task": "hotpot_qa", "input": "question: Which Dolly Parton song was co-written by a singer from Lubbock, Texas? context: Morris Mac Davis (born January 21, 1942), known as Mac Davis, is a country music singer, songwriter, and actor, originally from Lubbock, Texas, who has enjoyed much crossover success. His early work writing for Elvis Presley produced the hits \"Memories\", \"In the Ghetto,\" \"Don't Cry Daddy,\" and \"A Little Less Conversation.\" A subsequent solo career in the 1970s produced hits such as \"Baby, Don't Get Hooked on Me,\" making him a well-known name in pop music. He also starred in his own variety show, a Broadway musical, and various films and TV shows. \"White Limozeen\" is a song co-written and recorded by American country music artist Dolly Parton. It was released in May 1990 as the fifth single and title track from the album \"White Limozeen\". The song reached #29 on the \"Billboard\" Hot Country Singles & Tracks chart. The song was written by Parton and Mac Davis.", "output": "White Limozeen", "options": []}
{"task": "hotpot_qa", "input": "question: What Richie Valen cover did Selena sing? context: American singer Selena released twenty-seven official singles, seven promotional singles, and made five guest vocalist appearances. Her career began as the lead vocalist of Los Dinos in 1980. Her albums with Los Dinos on indie labels failed to achieve any chart success. In 1987, her cover of Ritchie Valens' \"La Bamba\" peaked at number 19 on the United States \"Billboard\" Hot Latin Songs chart, her first entry. She signed with EMI Latin nine years later as a solo artist though her band continued to tour with her. Selena appeared on \"Buenos Amigos\" with Salvadoran singer Álvaro Torres. The track peaked at number one on the U.S. Hot Latin Songs chart in 1991, the singer's first number one song. Subsequent singles, \"Baila Esta Cumbia\" and \"Como la Flor\", became popular songs on Mexican radio, with \"Como la Flor\" launching the singer's career in that country. \"Como la Flor\" peaked at number six on the Hot Latin Songs chart, despite popular culture claims that it was the singer's first number one single. The track has charted on the U.S. Regional Mexican Digital Songs list since its inception in 2010 and remains the singer's signature number and most popular recording. \"La Bamba\" has been covered by numerous artists, most notably by Los Lobos, whose version was the title track of the 1987 film \"La Bamba\" and reached No. 1 in the U.S. and UK singles charts in the same year. The Los Lobos version remained No. 1 for three weeks in the summer of 1987. The music video for Los Lobos' version, directed by Sherman Halsey, won the 1988 MTV Video Music Award for Best Video from a Film.", "output": "\"La Bamba\"", "options": []}
{"task": "hotpot_qa", "input": "question: John Timpson is the chairman and owner of a multinational retailer that has how many outlets in the United Kingdom and Ireland ? context: Sir William John Anthony Timpson CBE (born 1943) is a British businessman, the chairman and owner of Timpson, a UK shoe repair chain with 1325 shops. He has a weekly management column in The Daily Telegraph and has written several books about his management style. Timpson is a British multinational retailer specialising in shoe repairs, key cutting and engraving, as well as dry cleaning & photo processing. The company also offers mobile phone repairs, jewellery and watch repair, custom-made house signs. It is based in Wythenshawe, Manchester, and currently has over 1325 outlets in the United Kingdom and Ireland. In January 2014, Timpson purchased the photographic services franchise, Snappy Snaps, increasing its store count by 118.", "output": "1325 outlets", "options": []}
{"task": "hotpot_qa", "input": "question: What king sent representatives to sign the treaty that is the reason Clark has often been hailed as the \"Conqueror of the Old Northwest\"? context: The Treaty of Paris, signed in Paris by representatives of King George III of Great Britain and representatives of the United States of America on September 3, 1783, ended the American Revolutionary War. The treaty set the boundaries between the British Empire in North America and the United States, on lines \"exceedingly generous\" to the latter. Details included fishing rights and restoration of property and prisoners of war. George Rogers Clark (November 19, 1752 – February 13, 1818) was a surveyor, soldier, and militia officer from Virginia who became the highest ranking American military officer on the northwestern frontier during the American Revolutionary War. He served as leader of the militia in Kentucky (then part of Virginia) throughout much of the war. Clark is best known for his celebrated captures of Kaskaskia (1778) and Vincennes (1779) during the Illinois Campaign, which greatly weakened British influence in the Northwest Territory. Because the British ceded the entire Northwest Territory to the United States in the 1783 Treaty of Paris, Clark has often been hailed as the \"Conqueror of the Old Northwest\".", "output": "King George III", "options": []}
{"task": "hotpot_qa", "input": "question: Alexander Korda and Spencer Gordon Bennet, have which mutual occupations? context: Spencer Gordon Bennet (January 5, 1893 – October 8, 1987) was an American film producer and director. Known as the \"King of Serial Directors\", he directed more film serials than any other director. Sir Alexander Korda (born Sándor László Kellner, 16 September 1893 – 23 January 1956) was a Hungarian-born British film producer and director. He first worked in Hollywood during the transition to \"talkies\", from 1926 to 1930. The change led to divorce from his first wife, popular Hungarian actress María Corda, who could not make the transition because of her strong accent in English.", "output": "film producer and director", "options": []}
{"task": "hotpot_qa", "input": "question: What Yemeni American professional boxer has a gym in Bay Ridge, Brooklyn? context: Sadam Ali (born September 26, 1988) is a Yemeni American professional boxer, who fights at welterweight. Shemuel Pagan is a professional boxer in the Lightweight division. He is trained by his father, Robert Pagan. He is currently training at Sadam Ali's gym in Bay Ridge, Brooklyn. Shemuel Pagan is a Puerto Rican American of strict Jewish faith.", "output": "Sadam Ali", "options": []}
