{"task": "hotpot_qa", "input": "question: Who was the widow affected by the Same-sex marriage decision ruled on by the Sixth Circuit from Ohio? context: Same-sex marriage in Ohio is legal under the U.S. Supreme Court ruling in \"Obergefell v. Hodges\", a landmark decision in which the court struck down Ohio's statutory and constitutional bans on the issuance of marriage licenses to same-sex couples on June 26, 2015. The case was named after plaintiff Jim Obergefell, who sued the state of Ohio after officials refused to recognize his marriage on the death certificate of his husband. Same-sex marriages were performed in Ohio beginning shortly after the Supreme Court released its ruling, as local officials implemented the order. On April 28, 2015, the Supreme Court of the United States heard oral arguments for \"Obergefell v. Hodges\" (Ohio), which was consolidated with three other same-sex marriage cases from the other states in the Sixth Circuit: \"Tanco v. Haslam\" (Tennessee), \"DeBoer v. Snyder\" (Michigan), \"Bourke v. Beshear\" (Kentucky). On June 26, 2015 the Supreme Court reversed the Sixth Circuit's decision, paving the way for same-sex marriage to become legal in those states, and setting a precedent for the entire nation. All four states complied with the ruling the same day it was issued before the mandate was actually issued. Every state in the circuit had a district court ruling against their states' ban, but they were eventually stayed pending appeal. The Sixth Circuit consists of Kentucky, Michigan, Ohio, and Tennessee. On August 6, 2014, the Sixth Circuit heard oral arguments for same-sex marriage cases from each state within the circuit. On November 6, 2014, the Sixth Circuit in a split 2-1 decision, upheld the states' same-sex marriage bans, reversing the district courts' rulings that struck them down. The Sixth Circuit was the first and only circuit court since the landmark ruling \"United States v. Windsor\" to uphold the constitutionality of states' same-sex marriage bans which caused a circuit split.", "output": "Jim Obergefell", "options": []}
{"task": "hotpot_qa", "input": "question: Rowland Barnes was murdered by a man on trial for what crime? context: Brian Gene Nichols (born December 10, 1971) is known for his escape and killing spree in the Fulton County Courthouse in Atlanta, Georgia, on March 11, 2005. Nichols was on trial for rape when he escaped from custody and murdered the judge presiding over his trial, a court reporter, a sheriff's deputy and later a federal agent. Twenty-six hours after a large-scale manhunt was launched in the metropolitan Atlanta area, Nichols was taken into custody. The prosecution charged him with committing 54 crimes during the escape; and he was found guilty on all counts on November 7, 2008. Rowland W. Barnes (April 25, 1940 – March 11, 2005) was a Fulton County, Georgia, United States, Superior Court Judge. He oversaw the 2003 trial of hockey star Dany Heatley, who was charged with vehicular homicide after the death of teammate Dan Snyder in a car accident. Judge Barnes was shot to death in his courtroom by Brian Nichols in 2005.", "output": "rape", "options": []}
{"task": "hotpot_qa", "input": "question: When was the actor who stared in \"Shallow Hal\",\"School of Rock\", \"King Kong\", and played a supporting role in \"Jesus' Son\" born? context: Thomas Jacob \"Jack\" Black (born August 28, 1969) is an American actor, comedian, writer, producer, and singer. His acting career has been extensive, starring primarily in comedy films. He is best known for his roles in \"Shallow Hal\" (2001), \"School of Rock\" (2003), \"King Kong\" (2005), \"The Holiday\" (2006), the \"Kung Fu Panda\" franchise (2008–2016), \"Tropic Thunder\" (2008), and \"Bernie\" (2011). He has been nominated for two Golden Globe Awards. Black is the lead vocalist of the comedic rock group Tenacious D which he formed in 1994 with friend Kyle Gass. They have released the albums \"Tenacious D\", \"The Pick of Destiny\" and \"Rize of the Fenix\". Jesus' Son is a 1999 drama film that was adapted from the eponymous short story collection by Denis Johnson. It stars Billy Crudup, Samantha Morton, Holly Hunter, and Dennis Hopper, with Denis Leary, Will Patton, John Ventimiglia, Michael Shannon, and Jack Black in supporting roles. It was awarded the Little Golden Lion award and the Ecumenical Award at the 1999 Venice Film Festival, and was named one of the top ten films of the year by \"The New York Times\", the \"Los Angeles Times\", and Roger Ebert, among others.", "output": "August 28, 1969", "options": []}
{"task": "hotpot_qa", "input": "question: Scott Eastwood appeared in a 2014 American war film that also stars Brad Pitt and Shia LaBeouf, and was written and directed by who? context: Scott Eastwood (born Scott Clinton Reeves; March 21, 1986) is an American actor, model, and professional skydiver. He has appeared in the films \"Flags of Our Fathers\" (2006), \"Gran Torino\" (2008), \"Invictus\" (2009), \"The Forger\" (2012), \"Trouble with the Curve\" (2012), \"Texas Chainsaw\" (2013), \"Fury\" (2014), \"The Perfect Wave\" (2014), \"The Longest Ride\" (2015), \"Mercury Plains\" (2016), \"Suicide Squad\" (2016), \"Snowden\" (2016), \"Walk of Fame\" (2017), and \"The Fate of the Furious\" (2017). He has also been the model for the fragrance Cool Water by Davidoff. He is the youngest son of Academy Award-winning actor-director Clint Eastwood and second youngest of Jacelyn Reeves. Fury is a 2014 American war film written and directed by David Ayer, and stars Brad Pitt, Shia LaBeouf, Logan Lerman, Michael Peña, Jon Bernthal and Jason Isaacs. The film portrays US tank crews in Nazi Germany during the final days of World War II. Ayer was influenced by the service of veterans in his family and by reading books, such as Belton Y. Cooper's \"Death Traps\", about American armored units in World War II and the high casualty rates suffered by tank crews in Europe.", "output": "David Ayer", "options": []}
{"task": "hotpot_qa", "input": "question: HIStory: Past, Present and Future, Book I was an album by the singer who had what nickname? context: Michael Joseph Jackson (August 29, 1958 – June 25, 2009) was an American singer, songwriter, and dancer. Dubbed the \"King of Pop\", he was one of the most popular entertainers in the world, and was the best-selling music artist at the time of his death. Jackson's contributions to music, dance, and fashion along with his publicized personal life made him a global figure in popular culture for over four decades. HIStory: Past, Present and Future, Book I (usually shortened to HIStory) is the ninth studio album by American singer Michael Jackson, released on June 18, 1995. It was Jackson's fifth album released through Epic Records, and the first released on his label MJJ Productions. \"HIStory\" consists of two discs: the first, \"HIStory Begins\", is a greatest hits compilation; the second, \"HIStory Continues\", comprises new material written and produced by Jackson and collaborators. The themes include environmental awareness, isolation, greed, suicide, and injustice, and Jackson's conflicts with the media.", "output": "King of Pop", "options": []}
{"task": "hotpot_qa", "input": "question: George Boscawen, 9th Viscount Falmouth is a former officer in which regiment of the British Army ? context: George Hugh Boscawen, 9th Viscount Falmouth, DL (born 31 October 1919) is a Cornish peer and landowner. His subsidiary titles include Baron Le Despencer (created 1264) and Baron Boscawen-Rose. A former officer in the Coldstream Guards, he was Lord Lieutenant of Cornwall from 1977 to 1994. The Coldstream Guards (COLDM GDS) is a part of the Guards Division, Foot Guards regiments of the British Army.", "output": "the Guards Division, Foot Guards regiments", "options": []}
{"task": "hotpot_qa", "input": "question: What rank did football running back Adrian Peterson receive in the NFL Top 100 Players of 2013? context: Adrian Lewis Peterson (born March 21, 1985) is an American football running back for the New Orleans Saints of the National Football League (NFL). He played college football at Oklahoma and was drafted by the Minnesota Vikings seventh overall in the 2007 NFL Draft. Peterson set the NCAA freshman rushing record with 1,925 yards as a true freshman during the 2004 season. As a unanimous first-team All-American, he became the first freshman to finish as the runner-up in the Heisman Trophy balloting. Peterson finished his college football career as the Sooners' third all-time leading rusher. The NFL Top 100 Players of 2013 was the third season of the series. It ended with reigning MVP Adrian Peterson being ranked #1, while Super Bowl MVP Joe Flacco is ranked #19.", "output": "#1", "options": []}
{"task": "hotpot_qa", "input": "question: How many of his professional fights did the brother of Dolph Camilli win ?  context: Adolph Louis Camilli (April 23, 1907 – October 21, 1997) was an American first baseman in Major League Baseball who spent most of his career with the Philadelphia Phillies and Brooklyn Dodgers. He was named the National League's Most Valuable Player in 1941 after leading the league in home runs and runs batted in as the Dodgers won the pennant for the first time since 1920. He was the ninth NL player to hit 200 career home runs, and held the Dodgers franchise record for career home runs from 1942 to 1953. His son Doug was a major leaguer catcher in the 1960s. His brother, who boxed under the name Frankie Campbell, died of cerebral hemorrhaging following a 1930 match with Max Baer. Frankie Campbell (born \"Francesco Camilli\"; 1904 – August 25, 1930) was an Italian-American boxer who fought professionally as a heavyweight. He won 33 of his 40 career fights, losing four, drawing twice, and fighting to a no-contest in another. Campbell was killed in the ring by future heavyweight champion Max Baer on August 25, 1930, in San Francisco, California.", "output": "33", "options": []}
{"task": "hotpot_qa", "input": "question: What continent were both The Ring and Shonen Jump published in? context: Shonen Jump, officially stylized SHONEN JUMP and abbreviated SJ, is a \"shōnen\" manga anthology published in North America by Viz Media. It debuted in November 2002 with the first issue having a January 2003 cover date. Based on Shueisha's popular Japanese magazine \"Weekly Shōnen Jump\", \"Shonen Jump\" is retooled for English readers and the American audience, including changing it from a weekly publication to a monthly one. It features serialized chapters from four manga series, and articles on Japanese language and culture, as well as manga, anime, video games, and figurines. Prior to the magazine's launch, Viz launched an extensive marketing campaign to promote it and help it succeed where previous manga anthologies published in North America had failed. Shueisha purchased an equity interest in Viz to help fund the venture, and Cartoon Network, Suncoast, and Diamond Distributors became promotional partners in the magazine. The Ring (often called The Ring magazine or Ring TV) is an American boxing magazine that was first published in 1922 as a boxing and wrestling magazine. As the sporting legitimacy of professional wrestling came more into question, \"The Ring\" shifted to becoming exclusively a boxing oriented publication. The magazine is currently owned by Oscar De La Hoya's Golden Boy Enterprises, which acquired it in 2007.", "output": "North America", "options": []}
{"task": "hotpot_qa", "input": "question: Piña colada and Aperol Spritz can both be described as what kind of drink? context: Aperol Spritz is an aperitif cocktail consisting of prosecco, Aperol and soda water. The piña colada ( ; Spanish: \"piña\" ] , \"pineapple,\" and \"colada\" ] , \"strained\") is a sweet cocktail made with rum, coconut cream or coconut milk, and pineapple juice, usually served either blended or shaken with ice. It may be garnished with either a pineapple wedge, maraschino cherry, or both. The piña colada has been the national drink of Puerto Rico since 1978.", "output": "cocktail", "options": []}
{"task": "hotpot_qa", "input": "question: Burt Styler wrote scripts for the CBS television show that was eventually followed by what sequel? context: All in the Family is an American sitcom TV-series that was originally broadcast on the CBS television network for nine seasons, from January 1971 to April 1979. The following September, it was replaced by \"Archie Bunker's Place\", which picked up where \"All in the Family\" had ended and ran for four more seasons. Burt Malcolm Styler (February 20, 1925 – June 13, 2011) was an American television and film screenwriter and producer. His film credits include Bob Hope comedy \"Boy, Did I Get a Wrong Number!\" and such popular TV series as \"The Life of Riley\", \"My Favorite Martian\", \"Mayberry R.F.D.\", \"Gilligan's Island\", \"McHale's Navy\", \"Chico and The Man\", \"M*A*S*H\", \"The Carol Burnett Show\", and \"Too Close For Comfort\". He wrote the teleplay/scripts for four of the popular CBS-TV sitcom series \"All in the Family\", for which he won a Primetime Emmy Award in 1972, for writing the episode \"Edith's Problem\". Styler died of heart failure on June 13, 2011 at the Providence Tarzana Medical Center.", "output": "Archie Bunker's Place", "options": []}
{"task": "hotpot_qa", "input": "question: When Vladimir Kashpur portrayed Baba Yaga she was one of how many sisters? context: In Slavic folklore, Baba Yaga (Russian: Баба-яга, Polish: Baba Jaga) is a supernatural being (or one of a trio of sisters of the same name) who appears as a deformed and/or ferocious-looking witch. Baba Yaga flies around in a mortar, wields a pestle, and dwells deep in the forest in a hut usually described as standing on chicken legs (or sometimes a single chicken leg). Baba Yaga may help or hinder those that encounter or seek her out. She sometimes plays a maternal role, and also has associations with forest wildlife. According to Vladimir Propp's folktale morphology, Baba Yaga commonly appears as either a donor or villain, or may be altogether ambiguous. Vladimir Terentyevich Kashpur (Russian: Владимир Терентьевич Кашпур ) (October 26, 1926 – October 17, 2009) was a Russian and Soviet actor. A native of Severka, Altai Krai, Kashpur appeared in \"Ballad of a Soldier\" and about 115 other films, with roles ranging from Vladimir Lenin to Baba Yaga. Kashpur was also active in the Moscow Art Theatre.", "output": "trio of sisters", "options": []}
{"task": "hotpot_qa", "input": "question: When was the national park next to Ghost Town Village chartered by Congress? context: Great Smoky Mountains National Park is a United States National Park and UNESCO World Heritage Site that straddles the ridgeline of the Great Smoky Mountains, part of the Blue Ridge Mountains, which are a division of the larger Appalachian Mountain chain. The border between Tennessee and North Carolina runs northeast to southwest through the centerline of the park. It is the most visited national park in the United States with over 11.3 million recreational visitors in 2016. On its route from Maine to Georgia, the Appalachian Trail also passes through the center of the park. The park was chartered by the United States Congress in 1934 and officially dedicated by President Franklin Delano Roosevelt in 1940. Ghost Town Village (formerly \"Ghost Town in the Sky) is a Wild West-themed amusement park in Maggie Valley, North Carolina, United States that is currently on hiatus. An unusual aspect of this park is that it is located atop a mountain which can only be accessed by visitors via a 3370 ft chair lift or an inclined funicular railway. These start at the parking area beside Jonathan Creek at an elevation of 3150 ft , climbing to the lower level of the park at 4400 ft , a climb of 1250 ft . The recreated \"Ghost Town\" sits at 4600 ft , with the highest elevation in the park being about 4650 ft . The park is located on a ridge extending from Buck Mountain border, an extension of the Cataloochee Divide, to the Great Smoky Mountains National Park. The park's entrance is located on U.S. Highway 19, the main road through the town. Ghost Town is promoted as \"North Carolina's mile-high theme park.\"", "output": "1934", "options": []}
{"task": "hotpot_qa", "input": "question: Zeitgeist: The Spirit of the age, is focused on what claimed emerging clandestine totalitarian world government? context: Zeitgeist: The Spirit Of The Age is the fourth album by underground hip hop group The Lost Children of Babylon released November 30, 2010 on Soul Kid Records. The album's theme is focused on the New World order and Illuminati. It was also released October 19 on iTunes. The package comes with a , a download card for the instrumentals and a free mixtape. The New World Order or NWO is claimed to be an emerging clandestine totalitarian world government by various conspiracy theories.", "output": "New World Order", "options": []}
{"task": "hotpot_qa", "input": "question: Did Adriano Panatta and Heather Watson both win a Grand Slam title at Wimbledon? context: Adriano Panatta (born 9 July 1950) is a former professional tennis player from Italy. He is best remembered for winning the French Open in 1976, and for being the only player to ever defeat Björn Borg at Roland Garros, which he did on two occasions. Heather Miriam Watson (born 19 May 1992) is a British tennis player and a Wimbledon Mixed Doubles Champion. She is a former British No.1 and current British No. 2 behind Johanna Konta.", "output": "no", "options": []}
{"task": "hotpot_qa", "input": "question: What animated series is Pent-House Mouse related to? context: The Pent-House Mouse is the first of thirty-four \"Tom and Jerry\" shorts directed by Chuck Jones after being fired from Warner Bros. Cartoons, released in 1963 (renewed 1991). \"Pent-House Mouse\" returned production of the series to Hollywood after a five-year absence (the previous 13 shorts had been produced in Czechoslovakia and animated by Gene Deitch). Tom and Jerry is an American animated series of short films created in 1940, by William Hanna and Joseph Barbera. It centers on a rivalry between its two title characters, Tom and Jerry, and many recurring characters, based around slapstick comedy.", "output": "shorts", "options": []}
