{"task": "hotpot_qa", "input": "question: Anthony Howard Goldwyn portrayed Carl Bruner in a 1990 American romantic fantasy thriller film directed by who? context: Ghost is a 1990 American romantic fantasy thriller film starring Patrick Swayze, Demi Moore, Whoopi Goldberg, Tony Goldwyn, and Rick Aviles. It was written by Bruce Joel Rubin and directed by Jerry Zucker. Anthony Howard Goldwyn (born May 20, 1960) is an American actor, producer, director and political activist. He portrayed Carl Bruner in \"Ghost\", Colonel Bagley in \"The Last Samurai\", and the voice of the title character of the Disney animated film \"Tarzan\". He stars in the ABC drama \"Scandal\", as Fitzgerald Grant III, President of the United States.", "output": "Jerry Zucker", "options": []}
{"task": "hotpot_qa", "input": "question: What country do both La Recolets Cemetery and Federico Lacroze share? context: La Recoleta Cemetery (Spanish: \"Cementerio de la Recoleta\" ) is a cemetery located in the Recoleta neighbourhood of Buenos Aires, Argentina. It contains the graves of notable people, including Eva Perón, presidents of Argentina, Nobel Prize winners, the founder of the Argentine Navy, and a granddaughter of Napoleon. In 2011, the BBC hailed it as one of the world's best cemeteries, and in 2013, CNN listed it among the 10 most beautiful cemeteries in the world. Federico Lacroze (4 November 1835 – 16 February 1899) was an Argentine businessman and railway entrepreneur of French descent. He created the first tram line in Buenos Aires and his Buenos Aires Central Railway helped link the provinces of Entre Ríos, Corrientes and Misiones by rail to Argentina's capital. Lacroze is buried in La Recoleta Cemetery, Buenos Aires.", "output": "Argentina", "options": []}
{"task": "hotpot_qa", "input": "question: Tye White plays Kevin Satterlee in a drama series that premiered in what date? context: Tye White is an American actor. In 2016, he began starring as Kevin Satterlee in the Oprah Winfrey Network drama series, \"Greenleaf\". Greenleaf is an American television drama series, created by Craig Wright, and executive produced by Oprah Winfrey and Lionsgate Television. Clement Virgo also serves as an executive producer and director. It stars Keith David, Lynn Whitfield, and Merle Dandridge. \"Greenleaf\" premiered on the Oprah Winfrey Network on June 21, 2016.", "output": "June 21, 2016", "options": []}
{"task": "hotpot_qa", "input": "question: Where were the Commonwealth Youth Games that Clyde Lewis competed in held? context: Clyde Lewis is an Australian competitive swimmer who won the gold medal in the 200 meter individual medley at the 2015 FINA World Junior Swimming Championships. He also won a silver medal in the 4 × 200 m freestyle, swimming the second leg. Lewis competed at the 2015 Commonwealth Youth Games where he brought back a total of 8 medals, 5 of them being gold. There, he also set a personal best time in the 50 meter backstroke and the 400 m individual medley. The 2015 Commonwealth Youth Games was the fifth Commonwealth Youth Games which started in 2000. They were held in Apia, the capital of Samoa. Samoa were the only bidders for the Games.", "output": "Apia", "options": []}
{"task": "hotpot_qa", "input": "question:  Harrah's Lake Tahoe is a hotel and casino owned and operated by the fourth-largest gaming company in the world, with annual revenues of what in 2013? context: Caesars Entertainment Corporation, is an American gaming corporation based in Paradise, Nevada that owns and operates over 50 casinos and hotels, and seven golf courses under several brands. It is the fourth-largest gaming company in the world, with annual revenues of $8.6 billion (2013). Caesars is a public company, majority-owned by a group of private equity firms led by Apollo Global Management and TPG Capital. Harrah's Lake Tahoe is a hotel and casino located in Stateline, Nevada. It is branded with the name of its former owner and operator William F. Harrah and owned and operated by Caesars Entertainment Corporation. The 18-story tower and 525 rooms, plus 65000 sqft of casino make it one of the largest resorts at South Lake Tahoe.", "output": "$8.6 billion", "options": []}
{"task": "hotpot_qa", "input": "question: The Man Who Cried is a 2000 Anglo-French film, written and directed by Sally Potter, the film stars which  American actor, musician, and singer, that died on September 15, 2017? context: The Man Who Cried is a 2000 Anglo-French film, written and directed by Sally Potter. The film stars Christina Ricci, Cate Blanchett, Johnny Depp, Harry Dean Stanton, and John Turturro. Harry Dean Stanton (July 14, 1926 – September 15, 2017) was an American actor, musician, and singer.", "output": "Harry Dean Stanton", "options": []}
{"task": "hotpot_qa", "input": "question: What was the book written by Hillary Rodham Clinton in 1998 about? context: Dear Socks, Dear Buddy: Kids' Letters to the First Pets is a 1998 children's book written by First Lady of the United States Hillary Rodham Clinton. It concerns the two pets that lived in the White House during the Clinton administration, Socks the cat and Buddy the dog. Buddy (August 7, 1997 – January 2, 2002), a male chocolate-colored Labrador Retriever, was one of two pets kept by the Clinton family while Bill Clinton was President of the United States. The Clintons' other pet was a cat named Socks.", "output": "two pets", "options": []}
{"task": "hotpot_qa", "input": "question: Kenny Warren and Jerry Seinfeld are Americans that have which occupation in common? context: Jerome Allen \"Jerry\" Seinfeld ( ; born April 29, 1954) is an American comedian, actor, writer, producer, and director. Kenny Warren (born April 1, 1946) is an American Ventriloquist, Comedian, Author. He has appeared on television shows such as What’s My Line and To Tell The Truth and also has performed with comedians such as Jerry Seinfeld and Rodney Dangerfield.", "output": "comedian", "options": []}
