{"task": "hotpot_qa", "input": "question: which Argentine boxer did Abel Laudonio challenged for the South American lightweight title context: Abel Ricardo Laudonio (30 August 1938 – 12 August 2014) was an Argentinean lightweight boxer. As an amateur he competed in the 1956 and 1960 Olympics and won a bronze medal in the lightweight division in 1960. In 1961 he turned professional and in 1965 challenged Nicolino Locche for the South American lightweight title, but lost by decision. Laudonio retired the same year with a record of 48 wins (37 by knockout), 6 losses, and 2 draws. He later ran a fitness center in Buenos Aires. Nicolino Locche (September 2, 1939 – September 7, 2005) was an Argentine boxer from Tunuyán, Mendoza who held the World Light welterweight title from 1968 to 1972. Locche is often cited as one of the finest defensive boxers of all time.", "output": "Nicolino Locche", "options": []}
{"task": "hotpot_qa", "input": "question: What irish comedy duo has the number two Irish Christmas single in 2010? context: The Rubberbandits are an Irish comedy hip-hop duo from Limerick city. They consist of Blindboy Boatclub (real name Dave Chambers) and Mr Chrome (sometimes Bobby Chrome; real name Bob McGlynn). During performances and interviews, they conceal their identities with masks made from plastic shopping bags. They are often accompanied by DJ Willie O'DJ, a silent masked caricature of local politician Willie O'Dea (portrayed by several consecutive men, including Spin South West DJ Paul Webb). The group describe themselves as artists, and have dubbed their movement as \"Gas Cuntism\". \"Horse Outside\" is a song by Irish comedy group The Rubberbandits. It was released on 8 December 2010, after its accompanying music video was aired on RTÉ Television programme \"Republic of Telly\". The video gained almost 2.5 million views in ten days on video sharing site YouTube and, as of January 2017, has over 15 million views. It was targeted to become the Irish Christmas number one single of 2010, ultimately finishing second.", "output": "The Rubberbandits", "options": []}
{"task": "hotpot_qa", "input": "question: Who has features  as a vocalist in \"Let It Be\" with Ferry Aid, Jim Diamond or Billy Milano? context: Billy Milano is a Bronx-born heavy metal musician now based in Austin, Texas. He is the singer and - occasionally - guitarist and bassist of crossover thrash band M.O.D., and he was also the singer of its predecessor, Stormtroopers of Death. He was also the singer of United Forces, which also featured his Stormtroopers of Death bandmate Dan Lilker. James Aaron Diamond (28 September 1951 – 8 October 2015) was a Scottish singer-songwriter, best known for his three Top 5 hits. The first was \"I Won't Let You Down\" (1982), as the lead singer in the trio PhD, with Tony Hymas and Simon Phillips. His solo performance, \"I Should Have Known Better\", was a United Kingdom No.1 in 1984. The third track was the theme song from \"Boon\", \"Hi Ho Silver\" which reached No.5 in the UK Singles Chart in 1986. He has also featured as a vocalist on the charity No.1s \"You'll Never Walk Alone\" with The Crowd and \"Let It Be\" with Ferry Aid. His last UK chart success was with \"Young Love (Carry Me Away)\" in 1986.", "output": "James Aaron Diamond", "options": []}
{"task": "hotpot_qa", "input": "question: Transparent and Gates of Heaven, have which mutual genre? context: Transparent is a 2005 documentary film written, directed, and produced by Jules Rosskam. Its title is a play on the words “trans” and “parent” implying the invisibility of transgender parenting in society today. The documentary follows 19 female-to-male transsexuals from 14 different states who have given birth to, and in most cases, gone on to raise, their biological children and the challenges they face while transitioning. Gates of Heaven is a 1978 documentary film by Errol Morris about the pet cemetery business. It was made when Morris was unknown and did much to launch his career.", "output": "documentary", "options": []}
{"task": "hotpot_qa", "input": "question: Which West Texas native born in 1987 became quarterback for Texas Tech following Cody Hodges? context: Taylor Potts (born October 13, 1987) is a former American football quarterback. He played college football at Texas Tech, and was signed by the St. Louis Rams as an undrafted free agent in 2011. He was waived during training camp, and then signed as a free agent by the San Diego Chargers in May 2012, where he was expected to compete for the third-string quarterback position. Cody Hodges (born November 20, 1982) is a philanthropist, motivational speaker, and former professional American football player, playing in the National Football League, Arena Football League, and the Arena League 2. Hodges is best known for his one season as the starting quarterback for the Texas Tech Red Raiders during the 2005 season. As a fifth year Senior, he led the nation in passing and total offense and an appearance in the 2006 Cotton Bowl Classic and a 9–3 overall record. He was the 3rd straight fifth year senior to start for Mike Leach and Texas Tech and was also the second of 4 West Texas natives to take the quarterback reins in the Leach era, along with predecessor Sonny Cumbie and successors Taylor Potts and Seth Doege.", "output": "Taylor Potts", "options": []}
{"task": "hotpot_qa", "input": "question: Roulette is a 2013 American independent thriller–drama film written and directed by Erik Kristopher Myers, the story centers on three characters, troubled by their pasts and gambling with their lives through a game of which lethal game of chance in which a player places a single round in a revolver, spins the cylinder, places the muzzle against their head, and pulls the trigger? context: Roulette is a 2013 American independent thriller–drama film written and directed by Erik Kristopher Myers. The story centers on three characters (Mike Baldwin, Ali Lukowski, and Will Haza) troubled by their pasts and gambling with their lives through a game of Russian roulette, only to find that their lives are connected through overlapping events that have consequently brought them together. Russian roulette (Russian: Русская рулетка , \"Russkaya ruletka\") is a lethal game of chance in which a player places a single round in a revolver, spins the cylinder, places the muzzle against their head, and pulls the trigger. \"Russian\" refers to the supposed country of origin, and roulette to the element of risk-taking and the spinning of the revolver's cylinder, which is reminiscent of a spinning roulette wheel.", "output": "Russian roulette", "options": []}
{"task": "hotpot_qa", "input": "question: What league does the team Billy Houghton made 51 appearances for play in? context: Watford Football Club is a professional football club based in Watford, Hertfordshire, England, that plays in the Premier League, the highest level in the English football league system. Founded in 1881 as Watford Rovers, the club entered the FA Cup for the first time in 1886, and the Southern League a decade later. After finishing the 1914–15 season as Southern League champions under the management of Harry Kent, Watford joined the Football League in 1920. The club played at several grounds in its early history, before moving to a permanent location at Vicarage Road in 1922, where it remains to this day. Watford spent most of the following half century in the lower divisions of The Football League, changing colours and crest on multiple occasions. Billy Houghton (born 20 February 1939 in Hemsworth, Yorkshire) is an English former professional footballer. During his career he made over 200 appearances for Barnsley, 139 appearances for Rotherham United, over 100 appearances Ipswich Town and 51 appearances for Watford.Started out at Barnsley as a part-time professional having a job in the building trade.", "output": "the Premier League", "options": []}
{"task": "hotpot_qa", "input": "question: What is the name of the American, two-time defending, professional tennis player who is regarded by some as the greatest female tennis player of all time? context: Serena Jameka Williams (born September 26, 1981) is an American professional tennis player. The Women's Tennis Association (WTA) has ranked her world No. 1 in singles on eight occasions, from 2002 to 2017. She became the world No. 1 for the first time on July 8, 2002. On the sixth occasion, she held the ranking for 186 consecutive weeks, tying the record set by Steffi Graf for the most consecutive weeks as world No. 1 by a female tennis player. In total, she has been world No. 1 for 319 weeks, which ranks her third in the Open Era among female tennis players. Some commentators, players and sports writers regard her as the greatest female tennis player of all time. Serena Williams was the two-time defending champion, but she was defeated by 17-year-old Maria Sharapova in the final, 6–1, 6–4. This victory was hailed by the media as \"the most stunning upset in memory\". With this win, Sharapova, who was to become a future world No. 1, entered the top ten for the first time in her career. She also became the third-youngest woman to win Wimbledon (behind Lottie Dod and Martina Hingis), and the second Russian woman (after Anastasia Myskina won the French Open earlier that year) to win a Grand Slam title.", "output": "Serena Williams", "options": []}
{"task": "hotpot_qa", "input": "question: Which DC superhero who was created by two high school students from Cleveland, Ohio has appeared in intercompany crossovers? context: Superman is a fictional superhero appearing in American comic books published by DC Comics. The character was created by writer Jerry Siegel and artist Joe Shuster, high school students living in Cleveland, Ohio, in 1933. They sold Superman to Detective Comics, the future DC Comics, in 1938. Superman debuted in \"Action Comics\" #1 (cover-dated June 1938) and subsequently appeared in various radio serials, newspaper strips, television programs, films, and video games. With this success, Superman helped to create the superhero archetype and establish its primacy within the American comic book. The character is also referred to by such epithets as the Big Blue Boy Scout, the Man of Steel, the Man of Tomorrow, and the Last Son of Krypton. In comic books, an intercompany crossover (also called cross-company or company crossover) is a comic or series of comics where characters that at the time of publication are the property of one company meet those owned by another company (for example, DC Comics' Superman meeting Marvel's Spider-Man, or DC's Batman meeting Marvel's Wolverine). These usually occur in \"one-shot\" issues or miniseries (comics).", "output": "Superman", "options": []}
{"task": "hotpot_qa", "input": "question: Who Killed Nelson Nutmeg starred the actress best known for what Harry Potter role? context: Bonnie Francesca Wright (born 17 February 1991) is a British actress, film director and model. She is best known for playing the role of Ginny Weasley in the \"Harry Potter\" film series, based on the \"Harry Potter\" novel series by British author J. K. Rowling. Who Killed Nelson Nutmeg? is a 2015 British independent family film written and directed by Tim Clague and Danny Stack and starring Bonnie Wright.", "output": "Ginny Weasley", "options": []}
{"task": "hotpot_qa", "input": "question: Anthony Gallo worked with what group that was formed in 1995? context: Anthony Gallo (born April 10, 1965 in Los Angeles) is an American lead and rhythm guitarist who started at age 16 in the early 1980s punk scene. Gallo later progressed into heavy metal and rock as well as T.V. and Film. With a career spanning over 30 years Gallo played and recorded with New Regime, Los Cycos, Nick Menza (Megadeth), Mike Muir, Suicidal Tendencies/Los Cycos, SIN 34, Jon Nelson, Louiche Mayorga, Louis \"Loud Lou\" Hinzo (Würm), D.H. Peligro (Dead Kennedys), Tiny Bubz (T.S.O.L.), Phil Campbell (Motörhead), heavy metal act Cold Shot, guitarist Carlos Cavazo (Ratt, Quiet Riot), James Bradley Jr. (Crazy Town), Scott Weiland (STP/ Velvet Revolver), guitarist Christian Nesmith and Bullet Boys vocalist Marq Torien, and has appeared on Sons of Anarchy in Seasons 5 and 6 as a hang around, and Season 7, the final Ride episode 9, as an S.O.A. Indian Hills, Nevada charter member. Crazy Town is an American rap rock band, formed in 1995 by Bret Mazur and Seth Binzer. The band is best known for their 2000 hit single, \"Butterfly\", which reached number one on the US \"Billboard\" Hot 100 chart and helped their debut album, \"The Gift of Game\" (1999) sell over 1.5 million units. Their follow-up album, \"Darkhorse\" (2002) failed to achieve the same level of success, contributing to the band's break-up in 2003. Mazur and Binzer reformed the band in 2007, and released their third album, \"The Brimstone Sluggers\", in 2015.", "output": "Crazy Town", "options": []}
{"task": "hotpot_qa", "input": "question: Who scripted the film adaptation of a movie based off a novel written in 1979 by Edwin Torres? context: After Hours is a 1979 American crime novel written by Edwin Torres and is the sequel to \"Carlito's Way\". Both novels were the basis of the 1993 Brian De Palma film \"Carlito's Way\". Carlito's Way is a 1993 American crime film directed by Brian De Palma, based on the novels \"Carlito's Way\" and \"After Hours\" by Judge Edwin Torres. The film adaptation was scripted by David Koepp. It stars Al Pacino, Sean Penn, Penelope Ann Miller, Luis Guzman, John Leguizamo, Jorge Porcel, Joseph Siravo and Viggo Mortensen.", "output": "David Koepp", "options": []}
{"task": "hotpot_qa", "input": "question: Sierra Nevada National Park and Monfragüe are both what type of parks? context: The Parque Nacional de Sierra Nevada (known as the Sierra Nevada National Park in English) is a national park located in the provinces of Granada, Almería, and Málaga in Andalusia, Spain. It was declared a national park on 14 January 1999. It stretches from the Alpujarra to El Marquesado and the Lecrin Valley, covering a total area of 85,883 hectares, making it the largest national park in Spain. It incorporates the municipalities of Abla, Abrucena, Alboloduy, Alsodux, Bayárcal, Beires, Canjáyar, Fiñana, Fondón, Laujar de Andarax, Nacimiento, Ohanes, Paterna del Río, Rágol, Las Tres Villas, Aldeire, Alpujarra de La Sierra, Bérchules, Bubión, Busquístar, Cáñar, Capileira, Dílar, Dólar, Dúrcal, Ferreira, Güéjar Sierra, Huéneja, Jerez del Marquesado, Juviles, Lanjarón, Lanteira, Lecrín, Lugros, Monachil, Nevada, Nigüelas, Pampaneira, Pórtugos, Soportújar, La Taha, Trevélez, Valor and La Zubia. Monfragüe (Spanish: \"Parque Nacional Monfragüe\") is a Spanish national park noted for its bird-life. It is situated in the center of a triangle formed by Plasencia, Trujillo and the city of Cáceres within the province of Cáceres. Monfragüe is also a comarca (county, with no administrative role) of Extremadura, western Spain.", "output": "national park", "options": []}
{"task": "hotpot_qa", "input": "question: What year did Svetlana Andreyevna Ivanova  star in a fim about the 2008 South Ossetia war? context: August Eighth (Russian: «Август. Восьмого» , translit. \"Avgust. Vosʹmogo\") (2012) is a Russian action drama film about the 2008 South Ossetia war. It was produced and directed by Dzhanik Fayziev. Svetlana Andreyevna Ivanova (Russian: Светла́на Андре́евна Ивано́ва ; born 26 September 1985) is a Russian theater and film actress. Her feature film debut was in \"The 9th Company\" (2005). Subsequently she starred in such films as \"Franz + Polina\" (2006), \"August Eighth\" (2011) and others. Ivanova received a number of accolades for the role of Polina in \"Franz + Polina\".", "output": "2012", "options": []}
{"task": "hotpot_qa", "input": "question: In what state did the actor from the comedy film Table for Three grow up? context: Brandon James Routh (born October 9, 1979) is an American actor and former fashion model. He grew up in Iowa before moving to Los Angeles to pursue an acting career, and subsequently appeared on multiple television series throughout the early 2000s. In 2006, he gained greater recognition for his role as the titular superhero of the 2006 film \"Superman Returns\". He also had a recurring role in the TV series \"Chuck\", as Daniel Shaw. Following this, he had notable supporting roles in the films \"Zack and Miri Make a Porno\" and \"Scott Pilgrim vs. the World\". In 2014, he began a recurring role on \"Arrow\" as Ray Palmer/Atom which spun off into a guest role on \"The Flash\" and a starring role on \"Legends of Tomorrow\". Table for Three is a straight to DVD comedy film written and directed by Michael Samonek and starring Brandon Routh, Jesse Bradford and Sophia Bush.", "output": "Iowa", "options": []}
{"task": "hotpot_qa", "input": "question: Which battle took place first, Battle of Tarawa or Battle of Iwo Jima? context: The Battle of Iwo Jima (19 February – 26 March 1945) was a major battle in which the United States Marine Corps landed on and eventually captured the island of Iwo Jima from the Imperial Japanese Army during World War II. The American invasion, designated Operation Detachment, had the goal of capturing the entire island, including the three Japanese-controlled airfields (including the South Field and the Central Field), to provide a staging area for attacks on the Japanese main islands. This five-week battle comprised some of the fiercest and bloodiest fighting of the Pacific War of World War II. The Battle of Tarawa was a battle in the Pacific Theater of World War II that was fought on 20–23 November 1943. It took place at the Tarawa Atoll in the Gilbert Islands, and was part of Operation Galvanic, the U.S. invasion of the Gilberts. Nearly 6,400 Japanese, Koreans, and Americans died in the fighting, mostly on and around the small island of Betio, in the extreme southwest of Tarawa Atoll.", "output": "Battle of Tarawa", "options": []}
