{"task": "ethos-religion", "input": "Disability centres all around the world. That’s were our money goes. Let’s take em down", "output": "false", "options": ["false", "true"]}
{"task": "ethos-religion", "input": "FUCK GAYS disgusting", "output": "false", "options": ["false", "true"]}
{"task": "ethos-religion", "input": "transgenders need help...they are sick in the head. Civilization has messed up the world. Soon enough, people will claim to have the right to change to animals and it will be seen as human rights or right to choose", "output": "false", "options": ["false", "true"]}
{"task": "ethos-religion", "input": "Hey Sweden do you remember back in time when your men were vikings and acted around like they had a dick between their leg... BLOCKED", "output": "false", "options": ["false", "true"]}
{"task": "ethos-religion", "input": "Wish you cut your veins. Don’t shout out you have mental problems. Act. Cut them", "output": "false", "options": ["false", "true"]}
{"task": "ethos-religion", "input": "Gun shot fi gay get all of the guns them out,the police must give we the rights to kill all gays, gun shot at all gays suck your mothers all gays", "output": "false", "options": ["false", "true"]}
{"task": "ethos-religion", "input": "Oh Christ, no more autism please, hearing about it as nauseam is starting to make me sick. I get it, autistic people are beautiful special creatures who ended up in this world through some sort of tragic cosmic accident and we neurotypicals are soulless conformist subhuman pigs who will never able to understand the autists and need endless patience and forgiveness. Can we now get on with our lives please?", "output": "false", "options": ["false", "true"]}
{"task": "ethos-religion", "input": "Jewish terrorist are killing innocent Palastinan who can't defend themselves...", "output": "true", "options": ["false", "true"]}
{"task": "ethos-religion", "input": "Magnificient. Contrary to what the media reports, I have hope for the people of Europe to expel these leeches.", "output": "false", "options": ["false", "true"]}
{"task": "ethos-religion", "input": "Oh GOD YES!!!! Feel the shrapnel pierce through your skin, let the fire consume your flesh and lay lifeless on the unforgiving sand that seeps into your wounds. Your screams is what gives Murcia the fuck yeah in the most patriotic songs on earth. BURN IN HELL YOU GOATS !!!", "output": "false", "options": ["false", "true"]}
{"task": "ethos-religion", "input": "I would pull you over for your race, if I was a cop.", "output": "false", "options": ["false", "true"]}
{"task": "ethos-religion", "input": "SEND ALL GAYS TO HELL", "output": "false", "options": ["false", "true"]}
{"task": "ethos-religion", "input": "an Asian Moe Howard piece of shit", "output": "false", "options": ["false", "true"]}
{"task": "ethos-religion", "input": "I honestly hate China. U can disagree but after This I cant. Its a horrible place and Its horrible people", "output": "false", "options": ["false", "true"]}
{"task": "ethos-religion", "input": "Smack that bitch up - mouthy African cunt", "output": "false", "options": ["false", "true"]}
{"task": "ethos-religion", "input": "Hello I'm calling from tech support *with Indian accent*", "output": "false", "options": ["false", "true"]}
