{"task": "imdb", "input": "i love bad shark movies. i really do. i laugh hysterically at them. and the scifi channel was having a marathon of them, culminating in the premier of their new original picture, hammerhead: shark frenzy. based on the previews, it looked like it was going to be HIGHLY amusing. essentially a remake of benchley's creature, really. it was prefaced by a showing of shark attack 3: megalodon, which is shark movie hilarity at its best. i was in the mood; i was ready to go. bring it on, hammerhead-mad-scientist-man! oh, god, was that movie wrong.<br /><br />wrong, wrong, wrong.<br /><br />sick. twisted. MESSED UP.<br /><br />this is theoretical reproduction at its very worst, my friends. when a drugged-out girl is brought out of suspended animation and strapped to a table screaming her head off because the shark-human hybrid fetus the absolutely insane \"scientist\" deliberately implanted in her womb wants OUT... Jesus monkeys. that's what i call disturbing.<br /><br />that's really how the plot works: hmmm, thought the mad scientist. my son died of cancer, but i brought him back to life by combining his dna with that of a hammerhead shark, because sharks don't succumb to cancer and further hammerheads reproduce via placenta. oh, look! a perfect amphibious being! i've created the next evolution of the human race! I KNOW! let's make him reproduce! but darned if all those shark genes have't made my son bloodthirsty; instead of raping the hot babes i keep sending into his little jungle paradise, he keeps eating him. but check this out! among the random people who have, by way of some unimportant plot twist, ended up on my research island, is the woman to whom my son was engaged before he died! i bet he'll do HER! all this leads up to an extremely touching and heartfelt reunion: woman: you're going to impregnate me? mad scientist: no. he is. (indicates thrashing shark-person in tank) how sweet.<br /><br />DO NOT WATCH THIS MOVIE. ever.", "output": "negative", "options": ["negative", "positive"]}
{"task": "imdb", "input": "The first part, Che in Cuba, is about that portion of his life. It contains too many indistinguishable battles and Che ministering to too many indistinguishable wounded (remember that Che was a physician). It ends as Castro wins the revolution; Che never gets to Havana. The second part, Che in Bolivia, is about guess what. It contains too many indistinguishable battles and Che ministering to too many indistinguishable wounded.<br /><br />When I realized this was supposed to be an \"epic\" (I never knew *anything* but the title before it started), I naturally thought of the greatest epic of them all, David Lean's Lawrence of Arabia. More of that later.<br /><br />Not to be a racist, but aside from what I've already mentioned is the fact that there are too many characters who are, well, indistinguishable -- unknown Hispanic actors who look alike, especially considering they all wear \"Che\" beards and all wear Che fatigues. This results in the viewer not being able to identify with anyone other than Che, Benicio del Toro (even Fidel has a very minor role). While del Toro's terrific, think of \"Lawrence\" with Peter O'Toole as the only discernible character: no Alec Guinness, no Omar Sharif, no Anthony Quinn, etc. You get the idea.<br /><br />Because the other characters are interchangeable, this results in a loss of reference. When top aides of Che are killed, you feel no remorse since you don't know who they are. Even when Che is killed (I don't think that's a spoiler), there's no empathy from the audience -- he's just killed.<br /><br />He's too one-dimensional to relate to as a human being. Aside from being a revolutionary and second only to Jesus in moral rectitude, the only thing we learn about Che is that he's married with five children (he tells another character that near the end). What was his motivation? A complete enigma.<br /><br />Maybe Soderbergh is purposely aping Lean. Like Soderbergh's Che, Lean never lets us know anything about Lawrence, the mystery man of Arabia. But at least Lawrence had a friend (Sharif) and associates (Guinness, Quinn). He was as courageous as he was insecure -- i.e., had human qualities. Che is like a machine, about as warm as The Terminator.<br /><br />Earlier this year there was another war epic, Mongol. Che makes Mongol look like It's a Wonderful Life.", "output": "negative", "options": ["negative", "positive"]}
{"task": "imdb", "input": "Oh Geez... There are so many other films I want to see out there... I got stuck with my nephew for the weekend and this is what he wanted - Yeah...<br /><br />I used to watch this show when I was in college...it was mindless, kinda fun, and somewhat action-oriented. The show had a good heart tho...and the characters were cute; no one ever got killed or even hurt badly... it was like a cartoon come to life. Cut to 2005...What happened? This one doesn't work. As others have said, there simply isn't a cohesive story and the performances are weird...almost annoying - definitely not faithful to the original characters...the whole thing is a like a Mad TV skit and it lasts over 100 minutes! This was one of the few times I've been EMBARRASSED watching a film. What were they thinking? As best I can tell, must've been for the product marketing, toys, etc. All I can say is, let this one die a quick death. It makes the original Dukes of Hazzard seem like Masterpiece Theater...<br /><br />I think the only remake left to do from TV is Gilligan's Island... Good Luck!", "output": "negative", "options": ["negative", "positive"]}
{"task": "imdb", "input": "You gotta love the cheesy low budget movies. This one comes complete with bad effects, props and bad acting (really bad). Plus, every time I see Mercedes McNab (the sister) I keep thinking 'Watch out! She's a vamp!\"- for those that know Buffy/Angel.<br /><br />A perfect example of what happens when someone with bad taste and wants to waste money making a flick, the little that was spent of course. I don't know if I feel more sorry for the writer of the movie or the producer who didn't make back any money.<br /><br />I'd say it's good for little kids in it's simplicity, but I don't know if I'd want to subject a kid to it...<br /><br />umm...1/10 because that's the lowest it will go.", "output": "negative", "options": ["negative", "positive"]}
{"task": "imdb", "input": "I do get irritated with modern adaptations of Shakespeare when the director can't make his mind up whether to use the original or to update it. If it's using the original words in an updated setting, that's particularly tricky if set in the 20th or 21st century although it can work OK in period styles, eg the Trevor Nunn Twelfth Night set late Victorian very effectively. It could work with the 30's setting if only there had been far less of the song and dance and far more of Shakespeare's text. Unfortunately, it just ends up being a pretty trivial though very pleasant show. <br /><br />Another problem is Branagh himself. I agree he's far too old to play one of the students but more important, he's such an experienced Shakespearean actor that in spite of all his efforts to be just another student, his strength of acting shows all the time. Of course he should have played the King - no problem in having a mature student King surrounded by younger students. Instead we had a pleasant but unimposing actor for the King, thus an unimposing so-called King with no Kingly attributes. <br /><br />The amount of song and dance, which I found tedious in spite of the nice songs and pleasant enough dancing, unfortunately meant the great Shakespearean dialogue had to be cut down drastically. So the whole thing ends up a trivial and mild confection, and I got very bored, including with the comic turns, and was glad when it ended. Branagh has not done Shakespeare justice in this production.<br /><br />Accolades however to Richard Briers and Geraldine McEwan, absolutely splendid as the older couple.", "output": "negative", "options": ["negative", "positive"]}
{"task": "imdb", "input": "My wife and I have watched this movie twice. Both of us used to be in the Military. Besides being funny as hell, it offers a very realistic view of life in the Navy from the perspective of A Navy enlisted man, and tells it \"like it really is\". We're adding this movie to our permanent collection !", "output": "positive", "options": ["negative", "positive"]}
{"task": "imdb", "input": "This is one of the creepiest, scariest and most heartbreaking horror movie EVER! <br /><br />Dr Creed (Louise) and his family moving in to new home with his wife (Rachel), Daughter (Ellie) and little son (Gage) Everything seems normal until Dr Creed loses one his patient who had a terrible head injury,Then he is haunted by the ghost know as Victor takes him to the Pet Sematarty and show him that where the dead come to life.<br /><br />Louis not knowing if that was all dream and is talking to Ellie who worried about her cat that could be killed by lorry and then later on Rachel tells Louis that it really hard for to talk about death because of her sister Zelda who was really sick (As we see in a flashback how sick her sister really was and this is one of the most creepiest scene ever!) <br /><br />The next day Louis gets a call from Jed saying there cat as been killed by lorry and Jed take him to place where Victor the Ghost told him not to go! And bury the Cat, His wife and kids have go to see their Grandparents and Louise is home alone shocked to see the cat is back and now it as evil in it eyes so he goes to see Jed then Jed tell him that he also buried his dog there too (As we seen other flashback).<br /><br />Later on in the movie The Family out having Picnic, Gage is playing with kite and Gage say's I drop it\", The wind blow the rod near the road where a lorry coming at fast past, Gage is get closer to road, Louis is rushing to get him, The most HEARTBREAKING scene in any horror movie will leave with your Jaw on floor or Shivers will go down your back when you hear Louis screams, Soon he missing him so much, Louis then buries Gage in same place where is buried the Cat. <br /><br />The scariest thing about this movie is that some scenes in this movie are not too far from really life. <br /><br />This movie is just Amazing and the acting from everyone was great! 10 out 10", "output": "positive", "options": ["negative", "positive"]}
{"task": "imdb", "input": "This 1973 remake of the classic 1944 Billy Wilder film, \"Double Indemnity,\" is a textbook example of how to destroy a great script. This grade-B TV fodder also illustrates the folly of remakes in general. While Hollywood has gone after greedy executives that colorize black-and-white films and sought disclaimers on wide-screen movies that are shown in pan-and-scan versions, the industry has ignored the hacks that insist on taking a classic film and diminishing it with a shoddy remake.<br /><br />The first step in producing a bowdlerized version of a classic is to edit the script. The Billy-Wilder-Raymond-Chandler work was cut by a half hour to fit the finished film into a specified time-slot with room for commercials. Then update the production with bland, color photography, smart, upscale sets, and TV-familiar actors. Thus, the brand-new \"Double Indemnity\" eliminates the atmospheric black-and-white film-noir cinematography that enhanced the mood and characterizations of the original. Gone are the dusty, shadowy, claustrophobic sets that explained the protagonists' desires to escape their situations at whatever cost. Gone are the close bond between Keyes and Neff and the erotic attraction between Neff and Phyllis.<br /><br />The look of Jack Smight's take on \"Double Indemnity\" is more \"Dynasty\" than film noir. Phyllis Dietrickson has a designer home to die for, and Neff's comfy pad would be hard to afford on an insurance salesman's salary, not to mention the sporty Mercedes convertible that he drives. Neither character has any apparent motive to murder for a paltry $200,000. If not money, then perhaps murder for love or lust? Not in this version. Richard Crenna shows little interest in Samantha Eggar, and their kisses are about as lusty as those between a brother and a sister. Crenna fails to capture the cynicism of Neff, and his attempts at double-entendre and sexual suggestiveness fall horribly flat. Eggar is little better and lacks sensuality and the depth to suggest the inner workings of a supposedly devious and manipulative mind. Only Lee J. Cobb manages a creditable performance as Keyes. Director Jack Smight and his three principals have all done much better work.<br /><br />There was no conceivable reason to produce this wretched remake except to fill time in a broadcast schedule. There was no conceivable reason to resurrect this dud on DVD and package it with the original film except to fill out a double-disc package. The only lesson that can be learned from this misfire is that even a great script and great dialog can be ruined with poor casting, lackluster direction, and TV grade production values. The 1973 \"Double Indemnity\" should be titled \"10% Indemnity,\" because viewing it only underscores the 100% perfection of the original movie.", "output": "negative", "options": ["negative", "positive"]}
