{"task": "imdb", "input": "Man To Man tries hard to be a good movie: it has its heart at the right place, it aspires to be epic and it has a message that no doubt everybody will appreciate. But there lies also some of the problems of this picture. It strives so hard to be good and to get its message across that sometimes the viewer must feel unchallenged. So it is only adequate that the images which are used by this picture are simplistic - Man To Man doesn't let the viewer decide what he thinks is right but is hammering its message in his head. Joseph Fiennes exemplifies this in his role: he does his best to look concerned, genuinely moved and all the other emotions you can express with the single one facial expression his repertoire has to offer. Add that the movie is overlong and loses its speed towards the end you would be easily led to the conclusion that Man To Man is not worth watching. But there are enough points to defend it: it is entertaining, has some humorous scenes and the show-stealing Kristin Scott Thomas. Of course you should not compare it to humanistic masterpieces like The Elephant Man (David Lynch) but you'll be leaving the theatre satisfied. It tries to grab your heart (even if your brain thinks that it is too obvious) and succeeds most of the time.", "output": "negative", "options": ["negative", "positive"]}
{"task": "imdb", "input": "For die-hard Judy Garland fans only. There are two (2) numbers that are really good -- one where she does a number with an older cleaning lady (you've all seen the pics), and a pretty good number at the very end. There are a couple of scenes where the lines are funny. But, basically, the script is so bad and the movie so dated that it's hard not to cringe at the awfulness throughout. But it's worth the 2.50 to rent the movie -- just be prepared to fast-forward it.", "output": "negative", "options": ["negative", "positive"]}
{"task": "imdb", "input": "I just saw this delightful Japanese feature film at the 5th Annual Roger Ebert Overlooked Film Festival in the historic Virginia Theatre in Champaign, Illinois.<br /><br />Although this film, subtitled in English, has ballroom dancing as its heart, the film actually shows the world outside of Japan how the rigid structures of family, employment (salaryman), and recreation still exist in Modern day Japan.<br /><br />Writer/director Suo Masauki [I follow Japanese custom of presenting the family name (last name) first and the given name (last)] uses the not so very popular theme of ballroom dancing to show the societal structure of Japan. <br /><br />[Also, I shall not use the movie character names when world readers may not be familiar with Japanese formal names which may confuse. I will refer to the<br /><br />actors by their professional acting name as listed in the Internet Data Movie Base.] <br /><br />He enlists the aid of his real-life wife, professional ballet dancer Kusakari Tamiyo in her first and, so far, only motion picture. She is a dance teacher at her father's dance studio. Yet, her real ambition is to compete once more in an International Dance Competition which she was disqualified from in the past. No, I won't say \"why.\" See the movie.<br /><br />Salaryman Yakusyo Koji is the main star of the film. A veteran of about 25 films since 1979, he gives a sterling performance of a 40's something companyman<br /><br />who has a lovely wife, teenage daughter, and just purchased the house of his<br /><br />longing.<br /><br />And, yet, something is missing from his own inner happiness. See this film to learn how he becomes \"involved\" with ballroom dancing and secretly goes to<br /><br />lessons. Most of the dancing characters are liberated from the traditional<br /><br />Japanese hierarchy of social structure. They are friendly and warm and inviting. Of course, this is in sharp contrast to how Japanese society is structured with it's \"place for everyone and everyone in its place\" philosophy.<br /><br />The movie has so many funny moments. The almost 1,500 theater goers broke<br /><br />into spontaneous laughter during many of the comedic moments. This proves<br /><br />that comedy has no foreign language. <br /><br />Veteran actor Takenaka Naoto is funny and brilliant as well as Watanabe Eriko. They are two funny character actors.<br /><br />One could purchase and read a college text book regarding the structure of life in Japan, or, you could watch this fine film and begin to understand how the<br /><br />people of Japan grow up in a fairly rigid societal structure. Watching the movie \"Shall we Dansu?\" is a quick immersion into further study and viewing other<br /><br />Japanese films. <br /><br />I recommend this film to all. It's funny, it's charming, it will make you cry a little, and it will warm your heart.<br /><br />", "output": "positive", "options": ["negative", "positive"]}
{"task": "imdb", "input": "This third Pokemon movie is too abstract for younger kids to follow and too repetitious to entertain older kids. The message of the film-- about dealing with loss-- is subverted by the return of the young girl's father during the film's credits. Team Rocket provide some amusement, but they're not really part of the small plot, so they don't appear very often.", "output": "negative", "options": ["negative", "positive"]}
{"task": "imdb", "input": "Budget, decent actors ...who knew these things were important. Don't waste your time on this piece of junk. The effects are crap. The acting is crap. The only thing that could have made this even tolerable was a little cheap T&A and that gets squandered in the first 20 minutes.<br /><br />The only even remotely redeeming quality about this movie is the very awkward profanity. It was like they found the only 7 people on the planet who have never cursed before. Hats off!<br /><br />If you want to see some dude in a bad suit just go back and look at old prom photos. The only way for a Bigfoot flick to be any good is for it to have a big budget and some actors who didn't come from Frogballs Community Theater.", "output": "negative", "options": ["negative", "positive"]}
{"task": "imdb", "input": "Humm, an Italian movie starred by David hasselhoff and Linda Blair, I wasn´t expecting very much, to be honest and in fact, I took even less than I was expecting. It doesn´t mean this movie is the worst I have seen because I have watched worse things than this but the plot was most of the times confusing and uninteresting and some good gore scenes are the only thing saving this. Apart from that you are going to love some special effects, they are really cheesy and bad. Now I only want to watch \"Troll 3\" by this same director, sure it is not going to be worse than that.", "output": "negative", "options": ["negative", "positive"]}
{"task": "imdb", "input": "A comparison between this movie and 'The Last Detail' is made by some, but 'Chasers' is flatter than a stretch of Interstate highway in west Texas. And like the scenery in the desert, there's nothing much to distinguish it, not even the fact that a female prisoner is being transported by two navy escorts this time around. No one in the cast comes off too well; with this lame script that's not surprising. Dennis Hopper, the director, won't give much space to this one if he ever writes a memoir, I don't think.", "output": "negative", "options": ["negative", "positive"]}
{"task": "imdb", "input": "\"It's like hard to like describe just how like exciting it is like to make a relationship like drama like with all the like pornographic scenes thrown like in for like good measure like, and to stir up like contro- like -versy and make us more like money and like stuff.\" - Ellen, the lost quote.<br /><br />\"Kissing, Like, On the, Like, Mouth And Stuff\" is like the best like artistic endeavor like ever made. Watching like Ellen's hairy arms and like Chris masturbating was like the height of my years-long movie-viewing experience and stuff. But before I like begin like breaking new U.S.-20-something-airhead records with the my \"likes\", let me like just briefly list like the high- like -lights of this visual like feast: <br /><br />1. Chris doing the deed with his genitals. And not just that: the way the camera (guided so elegantly by Ellen and Patrick) rewards the viewer with a full-screen shot of Chris's fat white-trash stomach after he finishes the un-Catholic deed - that was truly thrilling. I can in all honesty say that I've never seen such grace. Chris, you should do more such scenes in your next movies, because that is exactly what we needed as a continuation of what that brilliant, brilliant man, Lars von Trier and his \"Idiots 95\", started. A quick w*** and then a hairy, fat, white belly: what more can any movie-goer ask for?! Needless to say, I can sit all day and watch Chris ejaculate (in spite of the fact that I'm straight)... Such poetry in motion. Such elegance, such style. No less than total, divine inspiration went into filming that sequence - plus a solid amount of Zen philosophy. Even Barbra Streisand could not get any more spiritual than this.<br /><br />2. Ellen's hairy, thick arms. The wobbly-camera close-ups, so skillfully photographed by our two directors of photography (I can't emphasize this enough), Ellen and Patrick, often caused confusion regarding the proper identification of the sex in question. There were several scenes when we would see a part of a body (a leg, arm or foot), yet it was often a guessing game: does that body-part belong to a man or a woman? Naturally, Chris and his fellow artists, Ellen, Patrick and whatsername, cast themselves on purpose, because their bodies were ideal for creating this gender-based confusion. It was at times hard to guess whether one is seeing a female or male leg. Patrick is so very thin and effeminate in his movements, so hairless and pristine, whereas Ellen and the other girl are so very butch, what with their thick legs and arms. Brilliant. <br /><br />3. Brilliant - especially the way that neatly ties in with the theme of role reversal between the sexes: so utterly original and mind-blowing. Ellen behaves like a man, wants sex all the time, while her ex Patrick wants to talk - like a girl. Spiffing.<br /><br />4. Ellen's search for a Leftist mate. \"He must love 'The Simpsons', which is quite Leftist.\" I am glad that the makers of this movie decided to break the long tradition of offering us intelligent Leftists. Ellen is such a refreshing - and realistic - change. The number of \"likes\" that she and her liberal friends manage to utter in less than 80 minutes is truly phenomenal (3,849, to be exact). They have managed to realistically transfer their real-life ineptness onto the big screen with a minimum of effort, and I applaud them for that.<br /><br />5. The close-ups of toes. Plenty of stuff here for foot-fetishists, which I think is a very liberal, highly commendable way of reaching out to sexual minorities. After all, shoe- and foot- fetishists are offered so little in modern cinema, so it's nice to see that someone out there CARES.<br /><br />KOTM, or rather, KLOTLMAS, offers more than meets the eye. It is not just a modest little film about shallow people engaging in hollow relationships while indulging in meaningless conversations. No, it's much more than that. It's about the light that guides all silly creatures; the guiding light that dominates the futile lives of various pseudo-artistic wannabes who just dropped out of film school, and plan to assault our senses with dim-witted drivel that will hopefully play well at pretentious festivals like Sundance and Cannes, enabling them to gain the necessary exposure hence some real cash for a change, with which they will later hire the likes of Sean Penn and George Clooney in promoting the saving of this planet and the resolving of ALL political problems this world faces. What better way to do that than by making porn at the very start? <br /><br />If Chris and Ellen did the camera here, as is clearly stated in the end-credits, then who held the camera while the two of them were in front of it? They probably hired some passers-by and shoved the camera into their hands...<br /><br />Go to http://rateyourmusic.com/~Fedor8, and check out my \"TV & Cinema: 150 Worst Cases Of Nepotism\" list.", "output": "negative", "options": ["negative", "positive"]}
