{"task": "superglue-record", "input": "question: Gifts: Earlier, the couple had been presented with gifts including a silver topped cane for Charles and emerald earrings for @placeholder context: Prince Charles spoke about the emotional devastation he felt at the murder of his uncle, Lord Mountbatten, by the IRA during a speech made in Bogota today. Speaking to the families of victims of Colombia’s  bloody 50-year civil war, the heir to the throne said he understood the ‘bewildering and soul-destroying anguish’ that so many of them had experienced. Charles was extremely close to his uncle, who died in a terrorist bombing in August 1979. Indeed he viewed the Queen’s second cousin and former Viceroy of India as a second father and mentor. Scroll down for video Important: Prince Charles, seen here with Camilla and President Juan Manuel Santos, made an impassioned plea for peace @highlight The Prince of Wales made the impassioned speech during a visit to the Centre for Memory, Peace and Reconciliation @highlight Speaking to victims of Colombia's bloody civil war, he said he  sympathised with their anguish at losing loved ones @highlight Lord Mountbatten, Prince Charles' much-loved uncle, was murdered in a Provisional IRA bomb attack in August 1979 @highlight Camilla spent the morning meeting survivors of sexual violence with First Lady María Clemencia Rodríguez de Santos @highlight Colombia is home to one of the world's longest-running civil wars which is thought to have claimed up to 250,000 lives", "output": "Camilla", "options": []}
{"task": "superglue-record", "input": "question: [The director] is the other Rob Reiner, and Spinal Tap is the fake @placeholder. context: ATLANTA, Georgia (CNN) -- Ask Steve \"Lips\" Kudlow how his band, Anvil, overcame bad management, a dead colleague, cruddy jobs, unpaid tour bills, raging arguments and now mockery as a Spinal Tap clone, and he has one word: \"kismet.\" Robb Reiner and Steve \"Lips\" Kudlow have never given up on playing rock 'n' roll. He may be right. When Sacha Gervasi, a former teenage Anvil fan-roadie turned Steven Spielberg scriptwriter (\"The Terminal\"), decided to pursue a documentary about his old heroes, guitarist Kudlow was working part-time in his native Toronto, Ontario, delivering meals to schools. Drummer Robb Reiner was doing demolition work nearby. @highlight \"Anvil! The Story of Anvil\" is a documentary that has reawakened interest in band @highlight Anvil's Steve \"Lips\" Kudlow and Robb Reiner have been dedicated to music @highlight Band went through hell in movie, but never lost passion @highlight A real-life \"Spinal Tap\"? Fair, says Reiner, but misleading", "output": "Anvil", "options": []}
{"task": "superglue-record", "input": "question: \"It's true, I am achieving my @placeholder Dream now in this moment, but my life is incomplete,\" said another youth, Pedro Hernandez. context: Mexico City (CNN) -- After awaiting reforms that may or may not come, thousands of young undocumented immigrants have abandoned their American Dream voluntarily or because they were deported. They still consider themselves DREAMers, but now they dream in Mexico. \"I returned (to Mexico) because in the U.S. I always wanted to study dentistry. When I graduated from college, I ran into the problem that my great hope, the DREAM Act, still had not been approved,\" said Pedro Hernandez, who lived in Los Angeles for eight years. The DREAM Act -- Development, Relief, and Education for Alien Minors -- would remove a roadblock to education and a future in the United States for such youths. @highlight More and more Mexican immigrants in the United States are returning to Mexico @highlight The so-called \"DREAMers\" go back for lack of opportunities stateside @highlight They have to face challenges in reintegrating themselves to Mexico @highlight Some don't speak Spanish well and blend cultures", "output": "Mexican", "options": []}
{"task": "superglue-record", "input": "question: -- Rob Reiner, who starred on \"@placeholder\" with Stapleton, in a statement context: (CNN) -- She made it big decades ago, yet Jean Stapleton still has plenty of fans. Some of those fans are entertainers themselves, who either worked with Stapleton or were awed and inspired by her work. Others enjoyed her performances while sitting in a Broadway theater or watching from their living rooms. Below are a sampling a celebrity reactions, most of them from Twitter: '\"All in the Family' star Jean Stapleton dies at 90. One of my favorites has passed away. Jean was Brilliant. RIP\" -- Michael Chiklis \"It's a sad day. RIP Jean Stapleton. #Legend #Icon #OneOfAKind\" -- Mackenzie Phillips @highlight NEW: Shatner pays tribute to a \"gifted actress and comedienne\" @highlight Rob Reiner says Jean Stapleton had \"exquisite timing\" @highlight \"Such a sweet lady!!\" tweets Dick Van Dyke @highlight Michael Chiklis calls her \"brilliant\" and \"one of my favorites\"", "output": "All in the Family", "options": []}
{"task": "superglue-record", "input": "question: These are the Chandeleur Islands, actually in @placeholder waters, and right now you are looking at the oil that is threatening to come on this island. context: (CNN Student News) -- May 6, 2010 Download PDF maps related to today's show: • Athens, Greece  • Chandeleur Islands, Louisiana • Sacramento, California Transcript THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED. CARL AZUZ, CNN STUDENT NEWS ANCHOR: Hi, I'm Carl Azuz, and this is CNN Student News. Give us 10 minutes, we'll give you today's commercial-free headlines, starting with protests over in Greece. First Up: Greek Debt Crisis AZUZ: The country has a massive debt. We're talking nearly $400 billion. That is bigger than the entire nation's economy. The Greek government is considering some plans to get try to that debt under control. Those plans include spending cuts, and those are not popular with a lot of workers. Yesterday, thousands of Greeks went on strike. They walked off the job because of the proposed cuts and they took to the streets to protest. This one is at the Greek parliament building. Lawmakers were inside going over those proposals to cut spending. The people outside are workers: teachers, doctors, transportation employees. They were demanding that members of parliament come outside and face them. @highlight Examine the cause and impact of massive protests across Greece @highlight See how booms help to contain an oil spill off the Louisiana coast @highlight Ride along with the U.S. military's Wounded Warriors program @highlight Use the Daily Discussion to help students understand today's featured news stories", "output": "Louisiana", "options": []}
{"task": "superglue-record", "input": "question: ‘The idea was to put Monaco back on the map of French football and @placeholder football as soon as possible,’ says vice-president, Vadim Vasilyev. context: Monaco has become a byword for expensive transfers and world-class players once again in recent years with James Rodriguez and Radamel Falcao passing through the club and restoring some of the lustre of the Glenn Hoddle and Mark Hateley years. The glamour associated with AS Monaco had faded considerably when Russian owner Dmitry Rybolovlev took over in 2011, when the club were languishing in the French second division. But having finished second to Paris Saint-Germain last season, Rybolovlev has scaled back investments, selling James to Real Madrid and loaning Falcao to Manchester United as the club attempt to establish themselves on an even keel. @highlight Monaco finished second to PSG last season but let talents such as Radamel Falcao and James Rodriguez depart @highlight The club spent £140m in 2013 following relegation and vice-president Vadim Vasilyev is thinking big @highlight 'Our ambition is to win the title in the next few years and stay in the top three and be an important actor of the European stage,' said Vasilyev", "output": "European", "options": []}
{"task": "superglue-record", "input": "question: Popular names: This detailed graphic shows the predominant surnames in each @placeholder state in map form context: By Graham Smith PUBLISHED: 10:55 EST, 2 October 2012 | UPDATED: 11:29 EST, 2 October 2012 A map of the human body that lists the value of each body part; a map of the U.S. that marks the most popular surnames; and a graphic that shows what plot details make a great novel. These were just three of the entries at the Information Is Beautiful Awards ceremony in London last week, celebrating the most ingenious methods of making numbers and facts visually interesting. The body parts map provides the price in sterling for every limb, organ and gland based on the growing industry of human tissue recovery. @highlight Information Is Beautiful Awards celebrated the best data graphics @highlight Graphics showed anything from the monetary value of a human brain to the most common Alaskan surnames", "output": "U.S.", "options": []}
{"task": "superglue-record", "input": "question: But it will now appear on @placeholder shelves this weekend in the form of a Waitrose Cooks' Ingredients juice, selling for £4.59 for a 60ml bottle. context: By Lucy Waterlow PUBLISHED: 12:41 EST, 13 November 2013 | UPDATED: 13:39 EST, 13 November 2013 Hitting shelves: Yuzu juice will go on sale as part of Waitrose Cooks' ingredients range Juice from a Japanese citrus fruit hailed as the next superfood because of its level of vitamin C is to go on sale in UK supermarkets. It tastes like a cross between a lemon, mandarin and grapefruit and is finally being accepted into Western cuisine, where it is being used to flavour everything from beer and chewing gum to vinegar and cocktails. Until now, the yuzu could only be found in the UK on restaurant menus and in specialist Asian food shops. @highlight Yuzu hailed as a superfood because of its high level of vitamin C @highlight Was only available in West at restaurants and specialist shops @highlight Now going on sale at Waitrose as a juice for £4.59 a bottle @highlight Jamie Oliver and Nigel Slater fans of using it in recipes @highlight Works in savoury dishes as well as cocktails and desserts", "output": "Waitrose", "options": []}
