{"task": "superglue-record", "input": "question: Now the country's emerging middle class has taken to the sport with huge interest, making fast birds important status symbols which attract higher prices than in @placeholder. context: Long flight: British racing pigeons are being shipped to China The  waning sport of pigeon  racing has received a welcome financial boost from China, where birds race for up to £1million in prizes. Fanciers from the Far East are prepared to pay thousands of pounds for British racing birds  as more than 300,000 affluent  Chinese take up the hobby. The growing interest is in stark contrast to the UK, where the hobby is in sharp decline. But with more than 300,000 fanciers in China demand for winning British birds is high. The record prize for a British bird was reached by Champion Treble Six, nicknamed the Banker because of its winning record, to a Chinese buyer for breeding for £16,000 in 2011. @highlight Pigeon racing is becoming a popular sport among China's middle class @highlight Bird races in the Far East is a million pound industry @highlight A winning pigeon can award its owner with £1m in some races", "output": "British", "options": []}
{"task": "superglue-record", "input": "question: His brother then urged the congregation 'please sing your hearts out as @placeholder will certainly be watching.' context: Princes William and Harry paid tribute to a childhood friend', who died in a car crash 12 years ago, at a carol service. Both the princes joined forces to remember Henry van Straubenzee, a 'very special friend' of the brothers who was killed at the age of 18. They made a joint speech to the congregation of around 800 guests, which included Chelsy Davy and Tara Palmer Tomkinson. The service for Mr van Straubenzee, who was in the same class at school as Prince Harry, was held at St Luke's and Christ Church in Chelsea, London last night to raise money for a memorial fund set up in his name. @highlight Prince William and Harry gave a joint tribute speech in memory of friend @highlight Former classmate Henry van Straubenzee died in car crash in 2002 at 18 @highlight Mr van Straubenzee was friends with the princes at Ludgrove prep school @highlight Carol service held in his memory at St Luke's and Christ Church, Chelsea @highlight Prince Harry described him as a 'very special friend' and a 'ladies' man' @highlight Duke of Cambridge said they shared 'many childhood memories' with him @highlight Congregation on Tuesday included Princess Eugenie and Chelsy Davy", "output": "Henry van Straubenzee", "options": []}
{"task": "superglue-record", "input": "question: He said Christine Santos had recently returned home after spending the holidays with her husband in @placeholder. context: A 21-year-old Jujitsu pro has been charged with brutally stabbing to death his Naval Academy graduate brother. Jonathan Jake Tenorio of Guam, 25, a graduate of the Naval Academy in Annapolis who was serving as an officer on a missile cruiser, was found dead and covered in blood in his San Diego apartment on Sunday morning. Zachary Castro Tenorio was arrested at around 6:30 p.m. on Sunday on a count of first degree murder and is being held without bail at a San Diego jail. SCROLL DOWN FOR VIDEO Tragic: Jonathan Jake Tenorio, pictured left with new wife Christine Santos, was found dead and covered in blood in his San Diego apartment on Sunday morning @highlight Jonathan Jake Tenorio, 25, was found dead and covered in blood in his San Diego apartment on Sunday morning @highlight Zachary Castro Tenorio was arrested at around 6:30 p.m. on Sunday on a count of first degree murder @highlight The Guam resident was in San Diego for a jujitsu tournament @highlight Jonathan got married last summer and was an officer on a missile cruiser", "output": "San Diego", "options": []}
{"task": "superglue-record", "input": "question: I know her name is @placeholder and what she looks like but I'm trying to save it all for the plane.' context: A jilted groom-to-be who was dumped by his fiancée over Christmas has met the woman he is taking on what would have been their honeymoon, after he auctioned off her place on eBay. John Whitbread, 32, from Donisthorpe, Leicestershire, was heartbroken after his ex-fiancée Amy told him she wasn't 'ready to get married' and left him with a spare ticket to the Dominican Republic. Instead of cancelling the trip, Mr Whitbread decided to give the opportunity to a stranger to join him by auctioning off the £1,950 ticket, with offers starting at 99p. Scroll down for video John Whitbread went in for a hug as he met raffle winner Kelly for the first time at the airport this morning @highlight John Whitbread was dumped by ex-fiancée weeks before their wedding day @highlight He decided to auction off place on the honeymoon to Dominican Republic @highlight After the winning eBay bidders failed to pay he sold the tickets in a raffle @highlight Winning ticket holder was Kelly Wood, who he met for the first time today @highlight The pair were united just hours before their flight at the airport on live TV @highlight They will stay in the honeymoon suite in single beds for next two weeks", "output": "Kelly", "options": []}
{"task": "superglue-record", "input": "question: The issue before the federal court is whether the state's residency requirement for state @placeholder candidates violates the 14th Amendment. context: By Mark Duell UPDATED: 14:42 EST, 23 August 2011 A Republican lawmaker resigned after his wife sent a ‘racist’ email to the Democratic campaign team of Olympics star Carl Lewis, it's been revealed. New Jersey politician Pat Delany, 42, stepped down from the state assembly this month because of the ‘offensive’ email, a GOP official said. It was sent by Jennifer Delany to the state Senate campaign team of political novice Mr Lewis, 50, who is a nine-time Olympic gold medallist. Resignation: Pat Delany stepped down from the New Jersey state assembly this month after his wife sent a 'racist' email to the campaign team of Carl Lewis @highlight Pat Delany stepped down from New Jersey assembly @highlight Decided to leave to 'avoid embarrassment for children' @highlight Olympic star Carl Lewis is running for state Senate", "output": "state Senate", "options": []}
{"task": "superglue-record", "input": "question: Outside help: Chicago officers are helping their @placeholder counterparts (pictured) with protesters outside the convention venue context: By Snejana Farberov PUBLISHED: 17:07 EST, 3 September 2012 | UPDATED: 17:20 EST, 3 September 2012 A wave of violence has been sweeping through Chicago in recent months, leaving dozens of victims in its wake, but that did not stop the local police department from sending 50 officers to help out at the Democratic National Convention in Charlotte, North Carolina. On Monday morning, Chicago cops in their unmistakable checkerboard-brimmed hats were seen positioned outside the Charlotte Convention Center. A Charlotte police department spokesperson confirmed that ‘roughly 50 officers from Chicago’ were on duty at the high-profile political event being held this week. @highlight Officers were sent to reciprocate for Charlotte police that helped with NATO summit in Chicago @highlight Cops serving in Charlotte will be paid through a special federal grant of $50million @highlight Chicago police force has a total of 12,244 sworn officers @highlight Fifty federal agents were sent to Chicago to help with crime epidemic", "output": "Charlotte", "options": []}
{"task": "superglue-record", "input": "question: Two minutes later, Robinson tapped in after @placeholder teed him up in front of goal and any doubt over the outcome was removed. context: By Adam Shergold Aidy Boothroyd enjoyed the perfect start to his tenure as England Under 20 manager as Romania were hit for six in Telford on Friday night. With Roy Hodgson watching on from the stands, goals from Rolando Aarons, Josh Murphy, Lewis Baker, Kwame Thomas and two from Callum Robinson - all in the second-half - ensured a great start to the season. It had taken England some time to get into their groove but once Newcastle star Aarons opened the scoring on 54 minutes, goals followed at regular intervals. Hit for six: England Under 20s celebrate hammering Romania in their international friendly at Telford @highlight Aidy Boothroyd got off to a perfect start as England U 20 manager @highlight Rolando Aarons, Josh Murphy, Lewis Baker, Kwame Thomas and  Callum Robinson (2) were on the scoresheet for Three Lions @highlight England manager Roy Hodgson was watching from the stands", "output": "Aarons", "options": []}
{"task": "superglue-record", "input": "question: Francis praised in particular the fact that laypeople were so crucial to the church's foundation and growth in @placeholder - a theme he stressed later in the day when he met with leaders of Korean lay movements. context: By Damien Gayle for MailOnline and Associated Press The Pope sheepishly asked thousands of nuns and priests to skip their vespers today after he run behind schedule on a busy day touring South Korea. Francis had three consecutive meetings in Kkottognae, a religious community which cares for disabled people, but by the time he hit the second, he was running out of time. 'I've got a little problem,' he told the crowd of 5,000 nuns and priests who had come to see him give a vespers service in Latin and Korean. Scroll down for video Never skip your prayers... unless the Pope tells you to: The Pope sheepishly asked thousands of nuns and priests to skip their vespers today after he run behind schedule on a busy day touring South Korea @highlight Pope holds up Korean martyrs as models for church's expansion in Asia @highlight 800,000 come to see him give an open-air mass in central Seoul @highlight Catholic leader warns if he doesn't miss vespers his helicopter might crash", "output": "South Korea", "options": []}
