{"task": "superglue-record", "input": "question: Nicknamed \"@placeholder\" for the bladelike lower-leg prostheses he wears on the track, Pistorius has always admitted that he killed Steenkamp. context: (CNN) -- The defense for Oscar Pistorius used the final day of closing arguments in a South African courtroom Friday to painstakingly go through a time line of the night he killed his girlfriend, revisiting phone records and witness testimony to back his version of events. The second and last day of closing arguments caps months of proceedings that have seen the Olympic sprinter gag, vomit and break down in heaving sobs. The judge will consider her verdict over the next five weeks and announce it next month, she said. Pistorius sent a message to supporters through his Twitter account at the end of court Friday: \"Thank you to my loved ones and those that have been there for me, who have picked me up and helped me through everything. \" @highlight NEW: Pistorius verdict set to be announced on September 11, 2014 @highlight Pistorius shot dead his girlfriend Reeva Steencamp on Valentine's Day last year @highlight Defense attorney alleges the state made mistakes @highlight Prosecutor calls Olympian an \"appalling\" witness", "output": "Oscar Pistorius", "options": []}
{"task": "superglue-record", "input": "question: Outgoing Locke suggests that @placeholder travel extensively, especially to small villages in remote areas. context: Beijing (CNN) -- Washington is sending a veteran politician, not a career diplomat, as its new ambassador to China. Six-term Democratic Party Senator Max Baucus, 72, will soon take up his diplomatic post in Beijing, replacing Gary Locke, who is stepping down to rejoin his family in Seattle. Given his relative lack of China experience, some, in both the U.S. and in China are wondering if Baucus is a good choice. He has made eight trips to China and has met with to Chinese leaders, but he is not considered a China hand. His strong suit is his extensive experience when it comes to trade issues. @highlight Washington has chosen veteran politician with little diplomatic experience @highlight Senator Max Baucus will soon take up post in Beijing, replacing Gary Locke @highlight Locke faced dramatic political crises but was popular among ordinary Chinese @highlight Baucus's Washington connections likely to be his biggest asset, analysts say", "output": "Baucus", "options": []}
{"task": "superglue-record", "input": "question: The agency said it does not know yet whether @placeholder or the production company conducted any activities that are regulated under the act. context: Washington (CNN) -- Claims that workers associated with Animal Planet's \"Call of the Wildman\" show mistreated animals have prompted federal officials to review whether an investigation is warranted. The accusations were made by the magazine Mother Jones, which alleged that \"Call of the Wildman\" staged animal rescues and said it found \"evidence of a culture that tolerated legally and ethically dubious activities.\" Those activities include sedating a zebra in violation of federal rules, directing trappers to procure animals so they could be \"caught\" again as part of a script and wrongly completing legal documents. Animal Planet and Sharp Entertainment, the show's production company, have disputed the accusations. @highlight Magazine Mother Jones accused \"Call of the Wildman\" of mistreating animals @highlight The USDA is looking into the claims of drugging, trapping by Animal Planet show @highlight Animal Planet and show's production company deny the accusations @highlight \"The notion that there is a culture of 'neglect' ... is absurd,\" channel says", "output": "Animal Planet", "options": []}
{"task": "superglue-record", "input": "question: Ellis operated on @placeholder for four hours and managed to remove the remaining 80 percent of the tumor by vaporizing it from the inside with the laser and then excising it. context: LONDON, England (CNN) -- A brain surgeon performed what he called a \"life-saving\" surgery on a teenager by removing a large brain tumor using a method he read about on CNN.com just three days earlier. Dr. Thomas Ellis is a senior neurosurgeon at Wake Forest University in North Carolina. Dr. Thomas Ellis, a senior neurosurgeon at Wake Forest University School of Medicine in North Carolina, the United States, said he had become \"very demoralized\" after an unsuccessful six-hour operation to remove a tumor from a 19-year-old named Brandon. \"I had had to give the boy's mother the bad news and that is not something I am used to. She was crying and it was very hard. Your story truly came at the perfect time,\" Ellis said. @highlight Surgeon unsuccessfully attempts to remove patient's brain tumor @highlight Later that day, he reads CNN.com story on a groundbreaking new surgery tool @highlight He contacts makers of the tool that could help in removing his patient's tumor @highlight Three days later, the patient is operated on again and all the tumor is removed", "output": "Brandon", "options": []}
{"task": "superglue-record", "input": "question: @placeholder has helped Sterling mature into an international player, but he is not the finished article context: Liverpool forward Raheem Sterling needs protecting, not putting on a pedestal as England's next great hope, according to manager Brendan Rodgers. The talented 19-year-old has enjoyed a stellar nine months since regaining a place in the starting line-up, becoming one of the Reds' stand-out performers and playing in his first World Cup. Sterling has maintained that progress this season with his club, scoring twice in three matches, while also impressing in his last two matches for the national side. Raheem Sterling trains ahead of Liverpool's fixture against Aston Villa at Anfield on Saturday evening The England winger talks to manager Brendan Rodgers, who insists his young star needs to be protected @highlight Brendan Rodgers says England rush to put pressure on young stars @highlight Raheem Sterling is a 'wonderful talent' but 'will make mistakes' @highlight Rickie Lambert could start in absence of Daniel Sturridge @highlight Sturridge was injured on international duty with England @highlight Reds face Aston Villa at 5.30pm on Saturday @highlight Liverpool have not beaten Aston Villa under Brendan Rodgers at Anfield", "output": "Brendan Rodgers", "options": []}
{"task": "superglue-record", "input": "question: Forming a picturesque green mound in the background of the city, @placeholder offers spectacular views of Montreal from above. context: MONTREAL, Quebec (CNN) -- Given Montreal's proximity to substantially-sized American cities -- it's just over five hours driving from Boston, Massachusetts and Hartford, Connecticut -- you might not think Quebec's largest city would be so different than these New England metropolises. Old Montreal, seen from a pier at the port, has quaint narrow streets with a slew of restaurants and shops. But in architecture, language, cuisine and culture, Montreal clearly distinguishes itself as a bustling French-flavored center with a modern Canadian accent. Montreal's convenient subway system and concentrated points of interest also make it a great choice for anyone who doesn't have a lot of time to spend away from home. @highlight Montreal is a little more than a five-hour drive from major New England cities @highlight Old Montreal has beautiful European-style buildings and borders the port @highlight McGill University has a beautiful campus in front of Mont Royal @highlight Poutine, a dish of French fries with sauce and cheese, is a well-known snack", "output": "Mont Royal", "options": []}
{"task": "superglue-record", "input": "question: Twain always claimed that he had only made slight edits to @placeholder's text, but the prose was so strong that many suspected Twain himself had ghostwritten the book. context: (Mental Floss) -- Former British Prime Minister Tony Blair's memoir, \"A Journey,\" is sparking all sorts of picketing and protesting around the U.K., so we thought it might be a good time to take a look at a few presidential memoirs from this side of the pond. Here are a few things you might not have known about former presidents' literary output. Best choice of (possible) ghostwriter Ulysses S. Grant should have been on sound financial footing when he finished his second term in 1877. He was arguably the world's most famous war hero, and he had been in the White House for eight years. @highlight \"A Journey,\" Tony Blair's memoir, is causing protesting around the UK @highlight The memoirs of Betty Ford and Nancy Reagan outsold those of their husbands @highlight Many suspect that the \"Personal Memoirs of Ulysses S. Grant\" was written by Mark Twain", "output": "Ulysses S. Grant", "options": []}
{"task": "superglue-record", "input": "question: Along with a customized sound rig, @placeholder was able to shoot intimate war footage that until now has been impossible. context: (CNN) -- Since 2001, there have been many excellent, award-winning and ground-breaking films, both narrative and documentary, about the wars in Iraq and Afghanistan. \"The Hurt Locker,\" \"Taxi to the Dark Side,\" \"Control Room,\" \"Occupation: Dreamland,\" \"Gunner Palace,\" \"Why We Fight,\" \"Body of War,\" \"Ghosts of Abu Ghraib,\" \"No End in Sight,\" \"Restrepo,\" \"The Prisoner: Or How I Planned To Kill Tony Blair,\" \"Stop-Loss\" and so on. All of these films have their place. Many are exceptional, moving and award-winning pieces of work, but of those that I have seen, none pack the visceral, emotional and artistic wallop that Danfung Dennis' documentary \"Hell and Back Again\" delivers, and all without any politics whatsoever. There's nothing, not one word of whether the United States should be fighting these wars, why we're there or who's to blame. This is an intimate film about then-25-year-old Marine Sgt. Nathan Harris, his wife (and high school sweetheart) Ashley and the personal cost of war. @highlight \"Hell and Back Again\" is a documentary that follows the life of a young Marine @highlight A reporter embedded with Echo Company was dropped behind enemy lines in Afghanistan @highlight The Marine's injuries are horrific, and the film deals with his coping", "output": "Danfung Dennis", "options": []}
