{"task": "superglue-record", "input": "question: But he was sacked by Mr @placeholder in 2007 for an interview in which he suggested that being called a context: By Tim Shipman and Matt Chorley, Mailonline Political Editor PUBLISHED: 05:53 EST, 31 May 2013 | UPDATED: 08:28 EST, 1 June 2013 A new cash-for-questions scandal threatened to engulf Parliament last night after Tory MP Patrick Mercer was snared in a sting operation. Mr Mercer resigned his party’s whip after he was exposed as having accepted £4,000 to ask Parliamentary questions and lobby on behalf of Fiji. His resignation came as pictures emerged allegedly showing him signing a contract with a fake lobbying company set up by journalists. Patrick Mercer MP has resigned as images of him meeting an undercover BBC Panorama reporter posing as a lobbyist were released @highlight Allegedly caught breaking rules by reporters posing as lobbyists who asked him to carry out work on behalf of Fiji @highlight He has asked two parliamentary questions and tabled a Commons motion on the island in the South Pacific but allegedly did not declare interest @highlight Newark MP quit today saying he wants to 'save my party embarrassment' @highlight David Cameron 'aware' of allegations and backed resignation", "output": "David Cameron", "options": []}
{"task": "superglue-record", "input": "question: @placeholder insists the accuracy of astro-mapping has been borne out by her many trips around the world: ‘In visiting more than 50 countries, it has never let me down,’ she says. context: When Angela Kane, from London, was hunting for a holiday home in Ireland five years ago, she didn’t consult Zoopla or the usual array of property websites in search of the best deal or most up-and-coming area. Instead, she visited an astrologer and asked for his help in finding the perfect home. He drew her a personalised astrological map, covered in criss-crossing multi-coloured lines showing the most auspicious areas for her house hunt. Never mind structural surveys or price-growth estimates, this map, she reckoned, was the single most effective way to guarantee investing in the perfect property where she will, one day, happily see out her retirement. @highlight Astro-mapping uses the latest computer programs to tell you where to visit @highlight Mairead Armstrong uses Astro-Cartography to match people to holidays @highlight Most people have experienced feeling more at home in specific places @highlight But could the reason really be found in the stars?", "output": "Mairead Armstrong", "options": []}
{"task": "superglue-record", "input": "question: New addition: It is thought the reclusive graffiti artist is behind the stencil of a rat that has appeared next to the blank spot where @placeholder used to be context: By Anthony Bond A Banksy mural which was controversially ripped from the wall of a north London shop has been withdrawn from sale at an auction in Miami, it emerged this evening. Slave Labour, which shows a young boy hunched over a sewing machine making Union Jack bunting, appeared on the wall in Wood Green, north London, last May, just before the Diamond Jubilee celebrations. It disappeared from the side of the Poundland store last weekend and was due to be auctioned thousands of miles away in Miami this evening. SCROLL DOWN FOR VIDEO Not for sale: A Banksy mural which was ripped from the wall of a north London shop has been withdrawn from an auction in Miami @highlight Haringey Council told the sale of 'Slave Labour' was halted at last minute @highlight No explanation was given from the auction house in Miami @highlight Locals were left furious after mural was gouged from wall in North London @highlight Art dealer had been bombarded with angry phone calls and e-mails", "output": "Slave Labour", "options": []}
{"task": "superglue-record", "input": "question: The @placeholder honour this by helping ensure quality output and highlight the excellent programmes people listen to across the country.' context: The BBC spent £70,000 of licence-payers' money on an annual party for local radio staff despite plans to axe 400 jobs, it has been claimed. Costs for the Corporation's annual Gillard Awards included a £35 Venison dinner for more than 200 people and free travel to and from a hotel, a source said. The hotel costs alone for last year's event topped £25,000, with thousands more spent on alcohol and transport, it was alleged. The BBC spent £70,000 on an events ceremony for local radio staff last year, it was claimed, as the Corporation announced plans to axe 400 jobs to save money @highlight Corporation spent thousands on Gillard Awards for local radio stations @highlight Thousands spent on shift cover, wine and travel for staff, a source claimed @highlight BBC spokesman said figure was closer to £30,000 for last year's event @highlight Comes after it was announced 400 jobs will be scrapped to save money", "output": "Gillard Awards", "options": []}
{"task": "superglue-record", "input": "question: \"The @placeholder nuclear disaster is the reminder we need that the law should be followed, and American children should be protected in the event of another nuclear meltdown here on U.S. soil,\" Markey said in a statement issued by his office. context: (CNN) -- A Massachusetts congressman called on the federal government Tuesday to distribute potassium iodide pills to Americans living near nuclear reactors, a preventive step one expert warns might do more harm than good. Rep. Ed Markey wants the federal government to distribute doses of the compound -- which can be used to block the thyroid gland's absorption of radioactive iodine -- to every household within a 20-mile radius of a U.S. nuclear power plant \"in recognition of the probability that rapid evacuation during a nuclear meltdown will be difficult and time consuming.\" Markey, D-Massachusetts, said the battle to halt a suspected meltdown at a Japanese plant should spur the Obama administration to action. @highlight Congressman wants people living near reactors to have pills handy @highlight A CNN consultant calls that \"a well-intentioned but bad idea\" @highlight Trace amounts of radiation prompted a run on pills in California", "output": "Japanese", "options": []}
{"task": "superglue-record", "input": "question: But in June of 2008, Ginsberg claimed a @placeholder representative called him and told him his status was being revoked on grounds that he \"abused\" the program, according to court papers. context: Washington (CNN) -- The case of a frequent flier labeled a \"frequent complainer\" by one airline will soon get a Supreme Court review, testing consumer rights against corporate prerogatives. The justices will hold an hour of oral arguments Tuesday. Rabbi Binyomin Ginsberg claims his WorldPerks Platinum Elite membership was revoked after being told he had \"abused\" his privileges, repeatedly filing complaints for upgrades and other benefits. Northwest Airlines, which was consumed by Delta Air Lines in a 2008 merger, said it had \"sole judgment\" over the program's general terms and conditions to make such determinations. At issue is whether Ginsberg has a right under state law to bring his case or whether it is preempted by a 1970s-era federal law that deregulated the airline industry. @highlight Rabbi Ginsberg says he was told he complained too much @highlight Northwest Airlines kicked him out of the frequent flier program @highlight The rabbi lost all of his frequent flier miles as well @highlight The high court will look at consumer rights vs. corporate law", "output": "Northwest Airlines", "options": []}
{"task": "superglue-record", "input": "question: Speaking ahead of the glamour friendly, Sanchez said: 'I’m so excited and honoured to be playing for the national team of Chile, against our great rivals Brazil, in front of the incredible Arsenal fans at @placeholder. context: Arsenal superstar Alexis Sanchez has revealed he is looking forward to welcoming his 'good friend' Neymar to the Emirates Stadium when Chile face Brazil on March 29. The all-South American friendly match will see Brazil come up against Chile for the first time since their 2014 World Cup last 16 clash. Neymar got the better of his former Barcelona team-mate Sanchez on that occasion as Brazil progressed to the quarter-finals by defeating their opponents on penalties. Arsenal ace Alexis Sanchez has said he is looking forward to welcoming Neymar to the Emirates Stadium Sanchez (left) and Neymar (right) played alongside each other at La Liga giants Barcelona @highlight Brazil take on Chile at Arsenal's Emirates Stadium in March @highlight Arsenal ace Alexis Sanchez played alongside Neymar at Barcelona @highlight Chile were eliminated from the 2014 World Cup by Brazil", "output": "Emirates Stadium", "options": []}
{"task": "superglue-record", "input": "question: Arslan of Besiktas is swamped by his team-mates  after scoring  against @placeholder to send the game into extra time context: That wasn’t in the script: penalties, the Ataturk Stadium and a momentous anniversary looming — surely the only outcome could have been a Liverpool win? Not this time. Here was a European first, Liverpool failing in a shootout, and that it happened at the scene of their greatest triumph thickened the plot. Going out of the Europa League at the hands of Besiktas was not how they aimed to mark 10 years since winning the Champions League. Inevitably, it went to the wire and it took place at the same end at which they outwitted Milan in the 2005 Champions League final. But when Tolgay Arslan thumped home Besiktas’ fifth successful penalty, Dejan Lovren wilted and sent his kick high and wide. @highlight Mario Balotelli received a yellow card for persistent fouling after just 11 minutes @highlight Balotelli and Daniel Sturridge were paired up front while Jordon Ibe also started @highlight Besiktas  substitute Tolgay Arslan scored after 72 minutes via a Demba Ba assist @highlight Ba could have scored the winner in the 92nd minute when he hit the crossbar from six yards out @highlight Sturridge limped off after 106 minutes as he was replaced by striker Rickie Lambert @highlight The game went to extra time but neither side could score and it went to penalties @highlight Liverpool beat AC Milan 3-2 on penalties in the 2005 Champions League final in Istanbul @highlight Liverpool lost 5-4 on penalties against Besiktas as Dejan Lovren missed the 10th and final penalty", "output": "Liverpool", "options": []}
{"task": "superglue-record", "input": "question: Open: @placeholder was still taking visitors on Friday, hours after their zookeeper died context: By Jessica Jerreat PUBLISHED: 12:40 EST, 11 October 2013 | UPDATED: 14:16 EST, 11 October 2013 A 62-year-old zookeeper died this morning after an Asian elephant called Patience charged at him in her enclosure as he fed her. John Phillip Bradford, elephant manager at Missouri's Dickerson Park Zoo, had been with two other keepers in the animal's barn at about 8.45am when the incident happened. It is not yet known what caused the 6,000lb elephant to attack her keeper, who had worked at the zoo for 30 years. Tragic: Senior zookeeper John Bradford was killed by a charging elephant @highlight John Bradford had worked at Missouri zoo for 25 years @highlight Elephant had history of aggression, city spokesman says", "output": "Dickerson Park Zoo", "options": []}
{"task": "superglue-record", "input": "question: Police said building collapses accounted for several fatalities, while in @placeholder prefecture two men froze to death in separate incidents while trying to walk home from stranded cars. context: (CNN) -- Japan was hit by record snowfall again this weekend as several prefectures in the eastern part of the country reported deaths as well as severe transport delays and disruptions. The Japan Fire and Disaster Management Agency has confirmed at least 19 deaths caused by the snowstorm across northeast Japan. At least 365 are reported to be injured from incidents caused directly by the heavy snow. Elderly residents in Oyama in Shizuoka Prefecture were stranded in their homes following a snow dump of more than three feet (1 meter) on Friday. Other isolated communities were also cut off, with more than 5,000 households inaccessible due to blocked roads in some mountainous areas of Yamanashi, Nagano, Saitama and Gunma prefectures as well as western Tokyo, according to the Cabinet Office. @highlight NEW: Death toll from snowstorm hits 19 @highlight Latest storm comes days after heaviest snow in decades @highlight Major transport disruptions in parts of Japan @highlight 365 injured by heavy snowfall", "output": "Yamanashi", "options": []}
{"task": "superglue-record", "input": "question: So, similarly to Chelsea, they won't want to get @placeholder, Galatasaray and Roma. context: By Adam Shergold The elite of European football will gather in Monte Carlo on Thursday evening to discover their opponents in the Champions League group stage. It is typically an occasion of pageantry and presentations as the continental football season gets into full swing. Here's your complete guide to the occasion. When and where is the draw taking place? The Champions League group stage draw will take place on Thursday, with the ceremony getting underway at 4.45pm UK time. It will take place at the Grimaldi Forum in sunny Monaco. Who's in the draw? Arsenal 1-0 Besiktas (agg 1-0) Athletic Bilbao 3-1 Napoli (agg 4-2) @highlight The Champions League draw takes place at 4.45pm UK time on Thursday @highlight Chelsea, Liverpool, Manchester City and Arsenal will all be in the draw @highlight Liverpool could draw Real Madrid, Paris Saint-Germain and Roma @highlight Chelsea and Arsenal could draw Paris Saint-Germain, Galatasaray and Roma @highlight Manchester City could face Real Madrid, Galatasaray and Roma", "output": "Paris Saint-Germain", "options": []}
{"task": "superglue-record", "input": "question: ‘I don't like that, because it means me as official who has great respect for the press, is in essence saying a reporter doing his or her job and doing that important job is somehow branded a criminal,’ @placeholder said NBC. context: Attorney General Eric Holder has admitted that investigators may have gone too far in their recent attempts to prevent leaks to the media and he said the Justice Department needs to do a better job of balancing national security with press freedom. ‘I'm a little concerned that things have gotten a little out of whack,’ Holder told NBC on Wednesday. ‘I think we can do a better job than we have. We can reform those regulations, reform those guidelines to better reflect that balance.’ Holder has been embroiled in a media storm over a Justice Department subpoena of Associated Press phone records and, in particular, an investigation into leaks to Fox News correspondent James Rosen. @highlight Holder has admitted that Justice Department investigators went too far with  attempts to prevent leaks to the media @highlight He said he was ‘not comfortable’ approving a search warrant affidavit for James Rosen’s emails and said the process would change @highlight Despite calls from Republicans for him to resign, he told NBC that he had 'no intention' of doing so", "output": "Eric Holder", "options": []}
{"task": "superglue-record", "input": "question: Berlusconi suffered broken teeth and a fractured nose in the Sunday attack, in which a man threw a souvenir replica of @placeholder's cathedral at him and hit him in the face. context: Rome, Italy (CNN) -- A man tried to enter the hospital room of Italian Prime Minister Silvio Berlusconi overnight, as the leader recovered from being hit in the face Sunday. The man was detained. No further details about him were immediately available but Italian media reported that he was carrying a knife. Berlusconi, for his part, will remain in the hospital at least one day longer than expected, his doctor said Wednesday. The PM will be hospitalized at least through Thursday, Alberto Zangrillo announced, citing Berlusconi's difficulty eating and ongoing pain. \"Having said this, the clinical conditions of the prime minister are reassuring. We are reassured, not worried. And, I believe I can say that the prime minister will be dismissed tomorrow early afternoon,\" he said. @highlight A man tries to enter hospital room of recovering Italian PM Berlusconi @highlight Berlusconi will remain in hospital at least one day longer than expected, his doctor said @highlight The 73-year-old controversial politician has fractured nose and broken teeth @highlight Police say Berlusconi was struck with metal model of Milan's cathedral", "output": "Milan", "options": []}
{"task": "superglue-record", "input": "question: However he seems to have settled into the paid ranks now and is a heavy betting favourite to see off @placeholder. context: There is another fight of significance for British boxing taking place here this Saturday night. Amir Khan will be the star attraction as he battles Devon Alexander at the MGM Grand Garden. But meanwhile, just a stroll down the Las Vegas Strip at the Cosmopolitan, Ireland’s Andy Lee will be taking on Matt Korobov for the vacant WBO middleweight title. VIDEO Scroll down for Andy Lee: Hard fight but I have the tools to beat Matt Korobov Andy Lee with trainer Adam Booth ahead of his world title fight with Matt Korobov on Saturday night Korobov (left) was an amateur star but has taken his time to adapt to the professional game @highlight Andy Lee takes on Matt Korobov for the WBO middleweight title @highlight The fight takes place at the same time as Amir Khan vs Devon Alexander @highlight Billy Joe Saunders will take on the winner of Lee vs Korobov @highlight Saunders believes Korobov's style would suit him perfectly", "output": "Andy Lee", "options": []}
{"task": "superglue-record", "input": "question: The @placeholder had to prove both of these for a conviction, along with the other elements. context: On Wednesday, the Massachusetts Supreme Court issued an opinion in the matter of Commonwealth v. Michael Robertson, holding that it is not illegal to secretly photograph underneath a person's skirt on the subway, a practice widely known as \"upskirting.\" The court, and the justice who wrote the opinion, have since weathered harsh -- and undeserved -- criticism. On Thursday, state lawmakers passed a bill banning upskirting, but that new law—which yet to be signed by the governor-- will still be subject to the same judicial scrutiny if it fails to adequately define the crime and the elements thereof. No one, including the members of the Massachusetts Supreme Court, condones upskirting. But the court is not in the business of \"condoning\" activity, nor is it in a position to adjudicate the fairness of the outcome. The court is in the very limited business of applying the law enacted by the legislatures, and it did just that. In fact, it carefully applied the definitions provided by both the Legislature and Webster's dictionary. The problem isn't the justice; it's the statute, as wrtitten,  itself. @highlight Danny Cevallos: People appalled by Mass. \"upskirt\" ruling, but justices enforcing law as written @highlight He says victim wasn't partially nude, was in non-private place; law lets photog take picture @highlight He says opinion raises privacy and moral issues unique to female clothing, mainly skirts @highlight Cevallos: Don't be angry with court; be angry with legislators who enacted law", "output": "Commonwealth", "options": []}
{"task": "superglue-record", "input": "question: @placeholder plays a key role in China's multi-faceted security strategy, so it context: By Daily Mail Reporter PUBLISHED: 08:36 EST, 21 February 2013 | UPDATED: 10:16 EST, 21 February 2013 Chinese soldiers chased American journalists who attempted to shed light on a secretive military unit believed to be behind hacking attacks on the U.S. government. The journalists were driving away from soldiers of the People's Liberation Army, when the men started chasing the car while journalists were filming. Video footage from a moving vehicle appears to show the soldiers break into a run, and keep pace with the car, while panicked journalists urge their driver: 'Keep driving. Keep driving, drive away. Drive away!' @highlight Footage shows journalists hounded by People's Liberation Army soldiers @highlight Targets include aerospace, communications and energy companies @highlight PLA's Unit 61398 in Shanghai identified as most likely source of attacks @highlight Situated in banking hub and has thousands of staff proficient in English @highlight 'Stolen hundreds of terabytes of data from at least 141 firms since 2006' @highlight Claims have been made in report by U.S. cyber security firm Mandiant @highlight Chinese Foreign Ministry has dismissed the claims as 'groundless'", "output": "PLA", "options": []}
