{"task": "quoref", "input": "question: What's the name of the person El Zorro kills? context: Don Diego Vega is urgently called home by his father. To all outward appearances, he is the foppish son of wealthy ranchero and former Alcade Don Alejandro Vega, having returned to California after his military education in Spain.  Don Diego is horrified at the way the common people are now mistreated by the corrupt Alcalde, Luis Quintero, who had forced his father from the position of Alcalde. Don Diego adopts the guise of El Zorro (\"The Fox\"), a masked outlaw dressed entirely in black, who becomes the defender of the common people and a champion for justice.  In the meantime he romances the Alcalde's beautiful and innocent niece, Lolita, whom he grows to love. As part of his plan, Don Diego simultaneously flirts with the Alcalde's wife Inez, filling her head with tales of Madrid fashion and culture and raising her desire to move there with her corrupt husband, Luis.  In both his guises Don Diego must contend with the governor's ablest henchman, the malevolent Captain Esteban Pasquale. He eventually dispatches the Captain in a fast-moving rapier duel-to-the-death, forcing a regime change; Don Diego's plan all along.", "output": "Esteban Pasquale", "options": []}
{"task": "quoref", "input": "question: What is the full name of the person with pedophilia? context: Sarah Pierce is a hapless, stay-at-home mother in a small suburb of Boston. She had been working on a doctorate in English, but set aside her work to marry Richard, and raise their 3-year-old daughter, Lucy. Her marriage falls apart when she discovers that Richard is addicted to online pornography. Sarah meets Brad Adamson, a law student who brings his 4-year-old son, Aaron, to the park. Brad is married to Kathy, and although their marriage is loving and amicable, it has been lacking intimacy. When Brad is supposed to be studying for the bar exam, he instead plays on a local football team or sits and watches teenagers skateboard outside his house, fantasizing about being young and carefree again. Brad and Sarah become friendly and, on a dare, kiss in the park, scandalizing the other park parents. They are instantly attracted to each other, but resolve to keep their relationship platonic. One day, several parents panic when they see sex offender Ronnie J. McGorvey, who was recently released from prison, swimming in the pool with the children. After Ronnie is escorted away by the police, it begins to rain. Sarah and Brad take Lucy and Aaron back to her house and put the kids to bed. Brad looks at one of Sarah's books and finds a photo of him in it. While Sarah is drying towels in her basement, Brad kisses her and they have sex. Brad's friend, Larry Hedges, is a former police officer who was forced to retire when he accidentally shot a teenager at a local mall. Now he is estranged from his wife and spends much of his time harassing Ronnie. Ronnie lives with his mother, May, who believes that meeting a woman his own age would cure him of his pedophilia. Ronnie knows this is futile, but agrees to go on a date May has arranged for him with a woman named Sheila.", "output": "Ronnie J. McGorvey", "options": []}
{"task": "quoref", "input": "question: What is the name of the person that is handed the shaving kit from the lawyer? context: Sam Harper, a struggling corporate trader in New York City, is in trouble after one of his deals violates federal law and the Federal Trade Commission threatens him with an investigation. Sam's boss urges him to bribe federal officials, at Sam's own expense. Returning home, Sam learns from his girlfriend Hannah that Jerry, his estranged father, has died in L.A. of cancer. Sam tries to avoid attending the funeral, but Hannah insists on making arrangements. After flying home to L.A., he stays with Hannah at Jerry's house and has a tense reunion with his mother Lillian. Sam meets with his father's lawyer and friend, who tells him that the will leaves Sam no money. However, the lawyer hands him a shaving kit. Inside is $150,000 in cash and a note stipulating that the money be delivered to \"Josh Davis.\" Josh turns out to be a troubled 11-year-old whose single mother, Frankie Davis, is a recovering alcoholic and bartender. Sam secretly follows Frankie to an Alcoholics Anonymous meeting, where she reveals to the group that she is Jerry's illegitimate daughter. Sam realizes that Frankie is his paternal half-sister, and Josh his nephew. Sam tells Hannah the news, and his intention of keeping the money for himself. This disgusts her, and she returns to New York, leaving Sam with Lillian.", "output": "Sam Harper", "options": []}
{"task": "quoref", "input": "question: What is the name of the woman that enrolls in med school at Cornell? context: Her pregnant mother is in labor and in dire need of a doctor, but young Emily Dunning is new to the neighborhood and knows no one. When someone finally suggests a Dr. Yeomans, she is shocked to discover the doctor is a woman. It is the turn of the century in New York and times are changing, but as yet women are not being made welcome in the field of medicine. Emily is so impressed by Marie Yeomans that she decides to enroll in med school at Cornell. Fellow student Ben Barringer is one of the few there who encourage Emily, and they also fall in love. Ben plans to continue his education at Harvard, but upsets Emily by asking her to abandon her studies and accompany him. Emily instead moves to New York, where she and Dr. Yeomans share an apartment. Hospitals deny her an internship until a reluctant Dr. Seth Pawling is persuaded to accept her, although he confines her mainly to ambulance duty. Ben, it turns out, has become an intern at the same hospital. A patient is pronounced dead prematurely by a Dr. Graham, but is resuscitated by Emily, who exhausts herself for hours in the process. A nurse informs the press of Emily's heroic act, irritating Graham but impressing Pawling, who recognizes her determination and skills. When a typhoid epidemic breaks out, the need for doctors is so great that Dr. Yeomans is asked to help. She, too, earns the respect of the hospital's men, just before her weak heart gives out. Ben is leaving for Paris to continue his work, but Emily heeds her friend's advice to have a personal life as well as a professional one, so she promises Ben that their careers will not keep them apart.", "output": "Emily Dunning", "options": []}
{"task": "quoref", "input": "question: What is the first name of the person that is married to the man that the naive Englishman tells about his marriage plans? context: A young and naive Englishman, John Truscott, goes to the British colony of Sarawak, Borneo, to try to apply his father's work to the Iban society. There he meets his boss Henry Bullard and his wife Aggie Bullard. John tries to civilize them, building schools and providing education for the Iban people. He is met with unfamiliar local customs. Selima becomes his \"sleeping dictionary\", who sleeps with him and teaches him the language and the habits of the locals. John is sent up river where a sickness is affecting the Yakata tribe. He and Selima travel inland. John witnesses a nearby mining operation run by Europeans. He notices that the Yakata have rice – which has been given to them by the miners – and he guesses correctly that the miners have poisoned the rice in order to get rid of the Yakata. Knowing that they will exact vengeance, John tells the Yakata what has happened. The Yakata wipe out the miners. Despite their intents, the two find themselves falling into a forbidden love. John is eager to marry Selima despite the longhouse not allowing it. When John tells Henry about his plans to marry her, they lock Selima up. Selima then agrees to marry in the longhouse and they part ways. Bullard threatens to send him to trial for the death of the European miners. He makes a deal with John. John has to give up Selima, and go to Britain for a year's vacation and to meet the Bullards' daughter Cecilia. Another local British official, Neville Shipperly, a boorish drunk and a man who despises the locals, is jealous of John because he had planned to win Cecilia as his own.", "output": "Aggie", "options": []}
{"task": "quoref", "input": "question: What is the full name of the person who was pursued by their husband and his assistatn? context: On a flight to New York for an annual police convention, Chan encounters his old Scotland Yard friend, Hugh Drake. Drake is now a member of military intelligence trying to track down what he believes is a sabotage ring led by a Paul Narvo. A bomber and its pilots crashed the day before. Chan offers his assistance. Chan is welcomed at the airport by New York Police Inspector Vance and, to Chan's surprise, his number two son Jimmy Chan. Chan goes to see Drake the next day at the apartment of George Kirby, where a dinner party is in progress. He finds his friend dead of poison gas in Drake's library, where he had gone to do some work. Drake's briefcase, containing all the information he had gathered about the sabotage ring, is missing. The window is latched, so Chan concludes one of the guests is responsible. Chan discovers that Drake asked that his Oxford classmate Herbert Fenton, actress June Preston and Ralph Percy, chief designer at the Metropolitan Aircraft Corporation, be invited to the party. Kirby himself is the company president. The lost bomber crashed at the company's plant. Also present is stockbroker Keith Jeffery. A servant reports chemist David Elliot insisted on seeing Drake, so he showed him in. Chan learns that Preston also spoke with Drake that night, on behalf of a friend, Patricia Shaw. Shaw, it turns out, married Narvo in India. When she found out Narvo was involved in sabotage, she fled, only to be pursued by her husband and his assistant, Ramullah. Ramullah is eventually tracked down, with Shaw's help, and taken into custody. (During a police lineup of Indians, Shorty McCoy, aka \"The Canarsie Kid\", [Shemp Howard] is revealed to be a faker, not a fakir.) Before Ramullah can be questioned, however, he is shot and killed. Shaw narrowly avoids the same fate.", "output": "Patricia Shaw", "options": []}
{"task": "quoref", "input": "question: What is the last name of the person who was 14 when his mother died? context: Tchaikovsky's early separation from his mother caused an emotional trauma that lasted the rest of his life and was intensified by her death from cholera in 1854, when he was fourteen. The loss of his mother also prompted Tchaikovsky to make his first serious attempt at composition, a waltz in her memory. Tchaikovsky's father, who had also contracted cholera but recovered fully, sent him back to school immediately in the hope that classwork would occupy the boy's mind. Isolated, Tchaikovsky compensated with friendships with fellow students that became lifelong; these included Aleksey Apukhtin and Vladimir Gerard. Music, while not an official priority at school, also bridged the gap between Tchaikovsky and his peers. They regularly attended the opera and Tchaikovsky would improvise at the school's harmonium on themes he and his friends had sung during choir practice. \"We were amused,\" Vladimir Gerard later remembered, \"but not imbued with any expectations of his future glory\". Tchaikovsky also continued his piano studies through Franz Becker, an instrument manufacturer who made occasional visits to the school; however, the results, according to musicologist David Brown, were \"negligible\".In 1855, Tchaikovsky's father funded private lessons with Rudolph Kündinger and questioned him about a musical career for his son. While impressed with the boy's talent, Kündinger said he saw nothing to suggest a future composer or performer. He later admitted that his assessment was also based on his own negative experiences as a musician in Russia and his unwillingness for Tchaikovsky to be treated likewise. Tchaikovsky was told to finish his course and then try for a post in the Ministry of Justice.", "output": "Tchaikovsky", "options": []}
{"task": "quoref", "input": "question: What is the name of the band whose popularity in the college circuit, according to Select, was \"probably due to the celebrity status of their drummer, Shannon Doughton\"? context: Spiderland received widespread critical acclaim from music critics, including Spin, NME, and The Village Voice. In a contemporary review for Melody Maker, Steve Albini, producer of Slint's 1989 album Tweez, gave the album ten stars and called it \"a majestic album, sublime and strange, made more brilliant by its simplicity and quiet grace.\" Albini found its unadorned production impeccable and said that it vividly captures McMahan and Pajo's playing so well that their guitars \"seem to hover in space directly past the listener's nose\", while \"the incredibly precise-yet-instinctive drumming has the same range and wallop it would in your living room.\" Select noted that the band's popularity in the college circuit was \"probably due to the college circuit celebrity status of their drummer – Shannon Doughton, aka Britt Walford, the only male member of the 'all-female' indie supergroup The Breeders\". Their review noted the multiple listens it may take to appreciate it, acknowledging the album as \"immediate as a snail trail to hell, 'Spiderland' needs several plays to burn its way into your consciousness, but when it does...\"In a retrospective review for AllMusic, Mark Deming said that Spiderland is \"one of the most important indie albums of the '90s\" and a \"singular achievement\" which found the band \"working with dynamics that made the silences every bit as much presence as the guitars and drums, manipulating space and time as they stretched out and juggled time signatures, and conjuring melodies that were as sparse and fragmented as they were beautiful\". Robert Christgau was less enthusiastic and wrote that, despite their \"sad-sack affect\", Slint are actually \"art-rockers without the courage of their pretensions\" with poor lyrics. In The New Rolling Stone Album Guide, Rolling Stone journalist Mac Randall felt that the album's music lacks songform, even though it sounds more accessible than Tweez: \"[t]he absence of anything resembling a tune continues to nag.\"In 2003, Pitchfork wrote of Spiderland: \"a heady, chilling listen; the irregularity of its hypnotic melodies, fractured beats and mismatched lyrics demand a new kind of appreciation, independent of traditional notions of songcraft. With its half-mumbled, half-hollered vocals, deliberate percussion and drone-gone-aggressive guitars, Spiderland's urgency is almost traumatic to swallow: despondency never tasted so real.\" They named it the twelfth best album of the 1990s. In 2014, Spiderland was reissued as a box set, featuring 14 previously unreleased tracks, and received widespread critical acclaim; it holds an average score of 99 out of 100 at Metacritic, based on 11 reviews from mainstream publications.", "output": "Slint", "options": []}
