{"task": "quoref", "input": "question: What is the first name of the person the McDonald Ice Rumples is named after? context: Shackleton's first task, on arriving at the Stromness station, was to arrange for his three companions at Peggoty Camp to be picked up. A whaler was sent round the coast, with Worsley aboard to show the way, and by the evening of 21 May all six of the James Caird party were safe.It took four attempts before Shackleton was able to return to Elephant Island to rescue the party stranded there. He first left South Georgia a mere three days after he had arrived in Stromness, after securing the use of a large whaler, The Southern Sky, which was laid up in Husvik Harbour. Shackleton assembled a volunteer crew, which had it ready to sail by the morning of 22 May. As the vessel approached Elephant Island they saw that an impenetrable barrier of pack ice had formed, some 70 miles (110 km) from their destination. The Southern Sky was not built for ice breaking, and retreated to Port Stanley in the Falkland Islands.On reaching Port Stanley, Shackleton informed London by cable of his whereabouts, and requested that a suitable vessel be sent south for the rescue operation. He was informed by the Admiralty that nothing was available before October, which in his view was too late. Then, with the help of the British Minister in Montevideo, Shackleton obtained from the Uruguayan government the loan of a tough trawler, Instituto de Pesca No. 1, which started south on 10 June. Again the pack thwarted them. In search of another ship, Shackleton, Worsley and Crean travelled to Punta Arenas, where they met Allan MacDonald, the British owner of the schooner Emma. McDonald equipped this vessel for a further rescue attempt, which left on 12 July, but with the same negative result—the pack defeated them yet again. Shackleton later named a glacier after McDonald on the Brunt Ice Shelf in the Weddell Sea. After problems arose in identifying this glacier, a nearby ice rise was renamed the McDonald Ice Rumples.By now it was mid-August, more than three months since Shackleton had left Elephant Island. Shackleton begged the Chilean Government to lend him Yelcho, a small steam tug that had assisted Emma during the previous attempt. They agreed; on 25 August, Yelcho—captained by Luis Pardo–set out for Elephant Island. This time, as Shackleton records, providence favoured them. The seas were open, and the ship was able to approach close to the island, in thick fog. At 11:40 a.m. on 30 August, the fog lifted, the camp was spotted and, within an hour, all the Elephant Island party were safely aboard, bound for Punta Arenas.", "output": "Allan", "options": []}
{"task": "quoref", "input": "question: What was the last name of the person who halt rescue operations in 7 World Trade Center? context: As the North Tower collapsed on September 11, 2001, heavy debris hit 7 World Trade Center, damaging the south face of the building and starting fires that continued to burn throughout the afternoon. The collapse also caused damage to the southwest corner between Floors 7 and 17 and on the south face between Floor 44 and the roof; other possible structural damage included a large vertical gash near the center of the south face between Floors 24 and 41. The building was equipped with a sprinkler system, but had many single-point vulnerabilities for failure: the sprinkler system required manual initiation of the electrical fire pumps, rather than being a fully automatic system; the floor-level controls had a single connection to the sprinkler water riser; and the sprinkler system required some power for the fire pump to deliver water. Additionally, water pressure was low, with little or no water to feed sprinklers.After the North Tower collapsed, some firefighters entered 7 World Trade Center to search the building. They attempted to extinguish small pockets of fire, but low water pressure hindered their efforts. Over the course of the day, fires burned out of control on several floors of 7 World Trade Center, the flames visible on the east side of the building. During the afternoon, the fire was also seen on floors 6–10, 13–14, 19–22, and 29–30. In particular, the fires on floors 7 through 9 and 11 through 13 continued to burn out of control during the afternoon. At approximately 2:00 pm, firefighters noticed a bulge in the southwest corner of 7 World Trade Center between the 10th and 13th floors, a sign that the building was unstable and might collapse. During the afternoon, firefighters also heard creaking sounds coming from the building. Around 3:30 pm, FDNY Chief Daniel A. Nigro decided to halt rescue operations, surface removal, and searches along the surface of the debris near 7 World Trade Center and evacuate the area due to concerns for the safety of personnel. The fire expanded the girders of the building, causing some to lose their structural integrity. This led column number 79, a critical column supporting a large part of the 13th floor, to buckle, causing the floors above it to collapse to the fifth floor; however, this could not be seen from outside the building. The structure also developed cracks in the facade just before the entire building started to fall. According to FEMA, this collapse started at 5:20:33 pm EDT when the east mechanical penthouse started crumbling. Differing times are given as to what time the building completely collapsed: at 5:21:10 pm EDT according to FEMA, and at 5:20:52 pm EDT according to NIST. There were no casualties associated with the collapse. NIST found no evidence to support conspiracy theories such as the collapse being the result of explosives; it found that a combination of factors including physical damage, fire and the building's unusual construction set off a chain-reaction collapse.", "output": "Nigro", "options": []}
{"task": "quoref", "input": "question: What is the last name of the person who embarked on the Let's Get to It Tour? context: Minogue's third album, Rhythm of Love was released in November 1990 and was described as \"leaps and bounds more mature\" than her previous albums. Her relationship with Michael Hutchence was also seen as part of her departure from her earlier persona. Its lead single, \"Better the Devil You Know\" peaked at number two in the UK and four in her native Australia. Rhythm of Love's second and fourth single, \"Step Back in Time\" and \"Shocked\" were both a top ten hit in the UK and Australia. She then embarked on the Rhythm of Love Tour in February 1991. Minogue's fourth album, Let's Get to It was released in October 1991 and reached number 15 on the UK Albums Chart. It was her first album to fail to reach the top ten. While the first single from the album, \"Word Is Out\", became her first single to miss the top ten of the UK Singles Chart, subsequent singles \"If You Were with Me Now\" and \"Give Me Just a Little More Time\" both reached the top five. In support of the album, she embarked on the Let's Get to It Tour in October. She later expressed her opinion that she was stifled by Stock, Aitken and Waterman, saying, \"I was very much a puppet in the beginning. I was blinkered by my record company. I was unable to look left or right.\" Her first Greatest Hits album was released in August 1992. It reached number one in the United Kingdom and number three in Australia. The singles from the album, \"What Kind of Fool\" and her cover version of Kool & the Gang's \"Celebration\" both reached the top twenty of the UK Singles Chart.", "output": "Minogue", "options": []}
{"task": "quoref", "input": "question: Who sends the men who reanimate Bernie? context: Larry Wilson and Richard Parker are at a Manhattan morgue where they see their deceased CEO Bernie Lomax. Larry falsely claims Bernie as his uncle, so he can get some of Bernie's possessions including Bernie's credit card. At the insurance company, Larry and Richard are quizzed by their boss and Arthur Hummel, the company's internal investigator, who ask the two if they have the US$2 million that Bernie embezzled. They deny knowing where the money is, but their boss believes they're lying and fires them. He also sends Hummel after them, giving him two weeks to prove their guilt. Over dinner (paid for with Bernie's credit card, in one of its many uses), Larry tells Richard he found a key to a safe deposit box in St. Thomas, U.S. Virgin Islands and asks Richard if he will use the computer at work to see if the $2 million is in Bernie's account. At first Richard refuses but ultimately gives in. Meanwhile, in the Virgin Islands, a voodoo queen named Mobu is hired by mobsters to find the money Bernie stole. She sends two servants—Henry and Charles (Tom Wright)—to go to New York, get Bernie's body, use a voodoo ceremony to reanimate him, and bring him back to her so he can lead her to the money. Their attempts to bring Bernie back are plagued by accidents. They prepare in a bathroom at a sleazy porno theater for the voodoo ceremony, but having lost the sacrificial chicken, they use a pigeon instead. This limits Bernie's ability to walk toward the hidden money: he only moves when he hears music. At the 42nd St-Grand Central subway station, Henry and Charles soon abandon him to chase a man who stole their boombox.", "output": "Mobu", "options": []}
{"task": "quoref", "input": "question: What is the name of the person Dr. Brown finds a growth that needs to be removed surgically? context: Shirley, goes to visit Dr. Evans with family friend, Aunt Bam about her cancer and finds out that it has gotten worse, and that she may only have a few weeks to live. She asks Aunt Bam to call her children so she can invite them to dinner to tell them all at the same time. Cora and Mr. Brown (David and Tamela Mann) are also at the hospital, to get Mr. Brown a check-up. Dr. Evans tells them he has to do a colonoscopy on Mr. Brown, and they find a growth that needs to be removed surgically. Meanwhile, Madea furiously and violently drives her car through a restaurant named 'Smax', because they stopped serving breakfast for the day, and because the manager had been very rude to her. Shirley's children Byron (Shad \"Bow Wow\" Moss), Tammy, and Kimberly arrive at Shirley's house later that day for a dinner Shirley has planned for them in order to tell them the sad news about her recent prognosis. Byron arrives with his girlfriend Renee and his baby Byron Jr. Tammy arrives with her husband Harold and their two kids, with the former two subsequently carrying their argument over directions to the house with them. Kimberly arrives with her husband Calvin. Tammy and Kimberly then start to argue when Byron's ex-girlfriend Sabrina and \"baby mama\" (Byron Jr.'s biological mother) arrives. Sabrina quickly gets on Byron's nerves by addressing him as a \"drug dealer\" (since he was one when he was young and got arrested for it). She also lies excessively, uses her son's child support money and supplies for herself, and also tries to goad Byron back into selling drugs, so she can get more money for herself in the process. Moreover, she also turns out to be the manager of 'Smax', the restaurant that Madea crashed her car into earlier that day.", "output": "Mr. Brown", "options": []}
{"task": "quoref", "input": "question: What is the last name of the person who starred in an play throughout Europe? context: The French playwright Victorien Sardou wrote more than 70 plays, almost all of them successful, and none of them performed today. In the early 1880s Sardou began a collaboration with actress Sarah Bernhardt, whom he provided with a series of historical melodramas. His third Bernhardt play, La Tosca, which premiered in Paris on 24 November 1887, and in which she starred throughout Europe, was an outstanding success, with more than 3,000 performances in France alone.Puccini had seen La Tosca at least twice, in Milan and Turin. On 7 May 1889 he wrote to his publisher, Giulio Ricordi, begging him to get Sardou's permission for the work to be made into an opera: \"I see in this Tosca the opera I need, with no overblown proportions, no elaborate spectacle, nor will it call for the usual excessive amount of music.\"Ricordi sent his agent in Paris, Emanuele Muzio, to negotiate with Sardou, who preferred that his play be adapted by a French composer. He complained about the reception La Tosca had received in Italy, particularly in Milan, and warned that other composers were interested in the piece. Nonetheless, Ricordi reached terms with Sardou and assigned the librettist Luigi Illica to write a scenario for an adaptation.In 1891, Illica advised Puccini against the project, most likely because he felt the play could not be successfully adapted to a musical form. When Sardou expressed his unease at entrusting his most successful work to a relatively new composer whose music he did not like, Puccini took offence. He withdrew from the agreement, which Ricordi then assigned to the composer Alberto Franchetti.  Illica wrote a libretto for Franchetti, who was never at ease with the assignment. When Puccini once again became interested in Tosca, Ricordi was able to get Franchetti to surrender the rights so he could recommission Puccini.  One story relates that Ricordi convinced Franchetti that the work was too violent to be successfully staged. A Franchetti family tradition holds that Franchetti gave the work back as a grand gesture, saying, \"He has more talent than I do.\" American scholar Deborah Burton contends that Franchetti gave it up simply because he saw little merit in it and could not feel the music in the play. Whatever the reason, Franchetti surrendered the rights in May 1895, and in August Puccini signed a contract to resume control of the project.", "output": "Bernhardt", "options": []}
{"task": "quoref", "input": "question: What health condition does Hercules have? context: The Steptoes have retired their horse - because the horse is lame, after having to pull the cart (and Harold) home from York, after the horse walked into the back of a removal van which then drove off - and plan to buy a new one with Albert's life savings of £80, putting £9 away for \"emergencies\". Harold sends Albert home and returns several hours later drunk and introduces Hercules the Second, a short sighted racing greyhound. Harold reveals to Albert that he purchased this from local gangster and loan shark Frankie Barrow for the £80 plus a further £200 owing on top. Furthermore, he plans to pay a small fortune to keep it fed on egg and steak.   They eventually have to sell all of their possessions to have one final bet on their dog at the races to try to pay off the money they owe. When their dog loses, they just about lose hope when Albert brings up that he had saved £1,000 in a life insurance policy. Harold then schemes to get the money from his father by faking his death. They find an old mannequin among their collection of junk and fit it around Albert's body. They then call Dr. Popplewell, a known alcoholic doctor, who's drunk at the time of seeing Albert and he announces that Albert has died. Harold then brings home a coffin that he has been saving for the inevitable day that his father would actually die.", "output": "short sighted", "options": []}
{"task": "quoref", "input": "question: What is the name of the person that did not like working in a studio full of Frenchmen? context: Despite the grandeur of Florence, Etty was severely depressed, writing to his brother on 5 October that \"I feel so lonely, it is impossible for me to be happy\" and complaining of \"the vermin in the bed, the dirt and the filth\" which he considered \"such as no Englishman can have any idea of, who has not witnessed it\". His emotional state made it impossible for him to study, and within a month of his arrival in Italy, he began the journey back to England, stopping in Paris on 26 October 1816. There he enrolled in the atelier of Jean-Baptiste Regnault but found the atmosphere rowdy and the studio too full of Frenchmen, and he left after a week. While in Paris he also attended the Académie des Beaux-Arts, and amassed a large quantity of prints from the art shops of Paris. Still homesick, Etty left Paris, returning to London in November.Notwithstanding his unhappiness, Etty appears to have developed as a painter during his travels. For the first time, his two paintings exhibited at the 1817 Summer Exhibition (Bacchanalians: a Sketch and Cupid and Euphrosyne) attracted a favourable review in the press, in this case from William Paulet Carey writing in the Literary Gazette who considered Bacchanalians \"a fine classical invention\" and Cupid as showing \"splendid promise\". Carey was later to take great pride in being the first critic to recognise Etty's potential, and continued to champion him throughout his career. In 1818 Etty entered a copy of Damiano Mazza's The Rape of Ganymede—at the time thought to be by Titian—in one of the Royal Academy's painting competitions. Easily the most accomplished entry in the competition, Etty was due to win until two of the other contestants complained that he had technically breached RA rules by briefly removing the painting from Academy premises to work on it at home; they further complained that Etty was technically a professional artist and thus ineligible for the contest despite his still being a student. Etty was disqualified from the competition, but the high quality of his work further raised his prestige within the Academy. Although his income was still low and he was surviving on gifts from his brother, at some point by 1818 Etty hired an assistant, George Henry Franklin.", "output": "Etty", "options": []}
{"task": "quoref", "input": "question: What is the proper name of the Middle French prose work that made up half of the Vulgate Cycle? context: Up to c. 1210, continental Arthurian romance was expressed primarily through poetry; after this date the tales began to be told in prose. The most significant of these 13th-century prose romances was the Vulgate Cycle (also known as the Lancelot-Grail Cycle), a series of five Middle French prose works written in the first half of that century. These works were the Estoire del Saint Grail, the Estoire de Merlin, the Lancelot propre (or Prose Lancelot, which made up half the entire Vulgate Cycle on its own), the Queste del Saint Graal and the Mort Artu, which combine to form the first coherent version of the entire Arthurian legend. The cycle continued the trend towards reducing the role played by Arthur in his own legend, partly through the introduction of the character of Galahad and an expansion of the role of Merlin. It also made Mordred the result of an incestuous relationship between Arthur and his sister Morgause and established the role of Camelot, first mentioned in passing in Chrétien's Lancelot, as Arthur's primary court. This series of texts was quickly followed by the Post-Vulgate Cycle (c. 1230–40), of which the Suite du Merlin is a part, which greatly reduced the importance of Lancelot's affair with Guinevere but continued to sideline Arthur, and to focus more on the Grail quest. As such, Arthur became even more of a relatively minor character in these French prose romances; in the Vulgate itself he only figures significantly in the Estoire de Merlin and the Mort Artu. During this period, Arthur was made one of the Nine Worthies, a group of three pagan, three Jewish and three Christian exemplars of chivalry. The Worthies were first listed in Jacques de Longuyon's Voeux du Paon in 1312, and subsequently became a common subject in literature and art.", "output": "Lancelot propre", "options": []}
{"task": "quoref", "input": "question: What's the name of the man who gets eater by a pilosaurus? context: After a 20-year hiatus, divorcee Laura Le Crois is forced to return to her home in a wetland in Louisiana after her father Pappy goes missing along with several other locals to briefly take over his wetland tour business. There, she discovers that her ex-husband, zoologist Charles LeBlanc is attempting to buy the wetland for unknown reasons, and is looking for Pappy. After Laura drives him off, she is met by a man named Matt, who will be soon drafted into the Marines. Matt asks Laura to give him, and his girlfriend Mandy a tour of the wetland so he can propose to her later that evening. Laura reluctantly agrees, and the three head off on a small motorboat. That evening, Matt proposes to Mandy, and she accepts as the group takes a break at a dock. Laura soon witnesses her father being thrown into the water by locals Barry, and Larry Boudreaux before getting eaten by a pilosaurus, an aquatic reptile thought to be extinct. As she runs back to warn Matt, and Mandy, she finds that Barry, and Larry have knocked Matt unconscious, and taken Mandy hostage before Laura herself is knocked unconscious by Larry. The next morning, Laura, Matt, and Mandy are reported as missing, and Laura's ex-boyfriend, Sheriff Tim Richards, and his younger brother Deputy Henry are sent to investigate. After coming up short, Tim interrogates Charles as to why he's buying the wetland, although after getting little information, he instead decides to investigate the length of the wetlands along with local Froggy on a small motorboat in order to find Laura. Meanwhile, Laura, Matt, and Mandy are tied up in Barry, and Larry's cabin, which is lined with explosives. Barry, and Larry take out Matt to be fed to the pilosaurus while Henry encounters Charles after finding a jaw belonging to a large creature. Charles explains that the jaw belongs to the pilosaurus, and encourages Henry to investigate the disappearances himself.", "output": "Pappy", "options": []}
{"task": "quoref", "input": "question: What is the name of the daughter of the man who was deputy Kapellmeister to the Prince-Archbishopric of Salzburg? context: The Mozart family grand tour was a journey through western Europe, undertaken by Leopold Mozart, his wife Anna Maria, and their musically gifted children Maria Anna (Nannerl) and Wolfgang Amadeus from 1763 to 1766. At the start of the tour the children were aged eleven and seven respectively. Their extraordinary skills had been demonstrated during a visit to Vienna in 1762, when they had played before the Empress Maria Theresa at the Imperial Court. Sensing the social and pecuniary opportunities that might accrue from a prolonged trip embracing the capitals and main cultural centres of Europe, Leopold obtained an extended leave of absence from his post as deputy Kapellmeister to the Prince-Archbishopric of Salzburg. Throughout the subsequent tour, the children's Wunderkind status was confirmed as their precocious performances consistently amazed and gratified their audiences. The first stage of the tour's itinerary took the family, via Munich and Frankfurt, to Brussels and then on to Paris where they stayed for five months. They then departed for London, where during a stay of more than a year Wolfgang made the acquaintance of some of the leading musicians of the day, heard much music, and composed his first symphonies. The family then moved on to the Netherlands, where the schedule of performances was interrupted by the illnesses of both children, although Wolfgang continued to compose prolifically. The homeward phase incorporated a second stop in Paris and a trip through Switzerland, before the family's return to Salzburg in November 1766. The material rewards of the tour, though reportedly substantial, did not transform the family's lifestyle, and Leopold continued in the Prince-Archbishop's service. However, the journey enabled the children to experience to the full the cosmopolitan musical world, and gave them an outstanding education. In Wolfgang's case this would continue through further journeys in the following six years, prior to his appointment by the Prince-Archbishop as a court musician.", "output": "Maria Anna", "options": []}
{"task": "quoref", "input": "question: Who does the orderly that is shot work for? context: Brink has recently taken Pud's (Bobs Watson) parents in an auto wreck.  Brink later comes for Gramps. Believing Brink to be an ordinary stranger, the crotchety old Gramps orders Mr. Brink off the property. Pud comes out of the house and asks who the stranger was. Gramps is surprised and relieved that someone else could see the stranger; he was not merely a dream or apparition. Pud tells Gramps that when he does a good deed, he will be able to make a wish. Because his apples are constantly being stolen, Gramps wishes that anyone who climbs up his apple tree will have to stay there until he permits them to climb down. Pud inadvertently tests the wish when he has trouble coming down from the tree himself, becoming free only when Gramps says he can. Pud's busybody Aunt Demetria has designs on Pud and the money left him by his parents. Gramps spends much time fending off her efforts to adopt the boy. Brink takes Granny Nellie in a peaceful death just after she finishes a bit of knitting. When Mr. Brink returns again for Gramps, the old man finally realizes who his visitor is. Determined not to leave Pud to Demetria, Gramps tricks Mr. Brink into climbing the apple tree. While stuck in the tree, he cannot take Gramps or anyone else. The only way anyone or anything can die is if Gramps touches Mr. Brink or the apple tree. Demetria plots to have Gramps committed to a psychiatric hospital when he claims that Death is trapped in his apple tree. Gramps proves his story first by proving that his doctor, Dr. Evans, can not even kill a fly they have captured. He offers further proof of his power by shooting Mr. Grimes, the orderly who has come to take him to the asylum; Grimes lives when he should have died.", "output": "Dr. Evans", "options": []}
{"task": "quoref", "input": "question: What is the full name of the person Smetana recommended as his replacement? context: By the time Smetana completed his schooling, his father's fortunes had declined. Although František now agreed that his son should follow a musical career, he could not provide financial support. In August 1843 Smetana departed for Prague with twenty gulden, and no immediate prospects. Lacking any formal musical training, he needed a teacher, and was introduced by Kateřina Kolářová's mother to Josef Proksch, head of the Prague Music Institute—where Kateřina was now studying. Proksch used the most modern teaching methods, drawing on Beethoven, Chopin, Berlioz and the Leipzig circle of Liszt. In January 1844 Proksch agreed to take Smetana as a pupil, and at the same time the young musician's financial difficulties were eased when he secured an appointment as music teacher to the family of a nobleman, Count Thun.For the next three years, besides teaching piano to the Thun children, Smetana studied theory and composition under Proksch. The works he composed in these years include songs, dances, bagatelles, impromptus and the G minor Piano Sonata. In 1846 Smetana attended concerts given in Prague by Berlioz, and in all likelihood met the French composer at a reception arranged by Proksch. At the home of Count Thun he met Robert and Clara Schumann, and showed them his G minor sonata, but failed to win their approval for this work—they detected too much of Berlioz in it. Meanwhile, his friendship with Kateřina blossomed. In June 1847, on resigning his position in the Thun household, Smetana recommended her as his replacement. He then set out on a tour of Western Bohemia, hoping to establish a reputation as a concert pianist.", "output": "Kateřina Kolářová", "options": []}
{"task": "quoref", "input": "question: What is the name of the person that kills two scientists? context: At the Scientific Research Institute for the study of Homicidal Baked Goods, The Gingerdead Man is visited by a woman from the FBI, who is revealed to be the sister of Toothless McHomeless of the second one, who was driven to suicide by the previous Gingerdead cookie. As she's about to take her revenge on this \"half baked piece of shit\", a group of activists for animal rights break into the institute, overpower her, and release the Gingerdead Man and the rest of the baked inmates. The killer cookie comes across the \"Time Travel Studies\" room, shoots the two scientists, and is sent back through time as security tries to kill him. He is sent back to a Roller Disco Beauty Pageant in 1976, and can not get the remote to work to get him out. He then goes on a massive killing spree, killing three car washing bimbos by hooking up the hose with hydrochloric acid, melting all three of them. He heads back inside, and when he tries to get one of the employees, Ingrid Harshman to suck his through a glory hole, spoofing shower room scene, with  Beulah Balbricker, from the 1982 Canadian film, Porky's, she rips it off and eats it. He continues on and discovers the Club's ugly janitor having a threesome with two drugged teens and kills them by piercing them with a nail gun. He then kills one of the Clerks with a meat cleaver, and mixes up the DJ's cocaine with cleaning product. Meanwhile, two kids, Pickles and Tina discover the remote, manage to get it working, and they are sent traveling through time.", "output": "Gingerdead Man", "options": []}
{"task": "quoref", "input": "question: What is the full name of the person who warns the women not to listen to the professor about diets? context: Professor Kenneth Parker, a God-fearing physical culturist, arrives to work in the serene little town of River's End. He claims to be a specialist and top authority on health matters. The town physician, Dr. Paul Christian, reacts to Parker's promises to the women in town of dramatic weight loss, if they followed his advice. The head of the town women's club, Mrs. Browning, is charmed by the questionable professor. Parker and invites him to her home and to have a lecture when the club is meeting. He is welcome to use the club as his forum for his teachings. The professor starts teaching the women about strict diet being the best road to self-satisfaction. Dr. Christian, on the other hand, begins to warn the women about the dangers with wholesale diets, claiming that all diets should be tailored to fit the individual and advising the women not to listen to the professor. The professor's teachings result in the disruption of the town women's eating routines. They also disrupt the peace and quiet in the Browning family life, causing Mrs. Browning and her husband to argue about the professor's teachings and intrusions on the town life. The Browning's daughter, Kitty, has taken an interest in the professor's assistant, Bill Ferris, and started an extreme diet to seem more pleasing to him. Kitty soon collapses from starvation. Dr. Christian claims the professor is a fraud and a charlatan. The town doesn't listen to his warnings. Kitty's condition gets worse and Dr. Christian, exhausted from an abnormal workload because of the professor's teachings, manages to visit her. While examining her he discovers that the professor has given the girl, and the other women, benzedrine. Dr. Christian finally discloses the professor and his cultist teachings as a public hazard.", "output": "Dr. Paul Christian", "options": []}
{"task": "quoref", "input": "question: What is the full name of the person who went to work as an engineer? context: Born at Podolskaya Street in Saint Petersburg, Russia, Shostakovich was the second of three children of Dmitri Boleslavovich Shostakovich and Sofiya Vasilievna Kokoulina. Shostakovich's paternal grandfather, originally surnamed Szostakowicz, was of Polish Roman Catholic descent (his family roots trace to the region of the town of Vileyka in today's Belarus), but his immediate forebears came from Siberia. A Polish revolutionary in the January Uprising of 1863–4, Bolesław Szostakowicz would be exiled to Narym (near Tomsk) in 1866 in the crackdown that followed Dmitri Karakozov's assassination attempt on Tsar Alexander II. When his term of exile ended, Szostakowicz decided to remain in Siberia. He eventually became a successful banker in Irkutsk and raised a large family. His son Dmitri Boleslavovich Shostakovich, the composer's father, was born in exile in Narim in 1875 and studied physics and mathematics in Saint Petersburg University, graduating in 1899. He then went to work as an engineer under Dmitri Mendeleev at the Bureau of Weights and Measures in Saint Petersburg. In 1903 he married another Siberian transplant to the capital, Sofiya Vasilievna Kokoulina, one of six children born to a Russian Siberian native.Their son, Dmitri Dmitriyevich Shostakovich, displayed significant musical talent after he began piano lessons with his mother at the age of nine. On several occasions he displayed a remarkable ability to remember what his mother had played at the previous lesson, and would get \"caught in the act\" of playing the previous lesson's music while pretending to read different music placed in front of him. In 1918 he wrote a funeral march in memory of two leaders of the Kadet party, murdered by Bolshevik sailors.In 1919, at the age of 13, he was admitted to the Petrograd Conservatory, then headed by Alexander Glazunov, who monitored Shostakovich's progress closely and promoted him. Shostakovich studied piano with Leonid Nikolayev after a year in the class of Elena Rozanova, composition with Maximilian Steinberg, and counterpoint and fugue with Nikolay Sokolov, with whom he became friends. Shostakovich also attended Alexander Ossovsky's music history classes. Steinberg tried to guide Shostakovich on the path of the great Russian composers, but was disappointed to see him 'wasting' his talent and imitating Igor Stravinsky and Sergei Prokofiev. Shostakovich also suffered for his perceived lack of political zeal, and initially failed his exam in Marxist methodology in 1926. His first major musical achievement was the First Symphony (premiered 1926), written as his graduation piece at the age of 19. This work brought him to the attention of Mikhail Tukhachevsky, who helped Shostakovich find accommodation and work in Moscow, and sent a driver around in \"a very stylish automobile\" to take him to a concert.", "output": "Dmitri Boleslavovich Shostakovich", "options": []}
