{"task": "quoref", "input": "question: What is the full name of the person developing a romantic interest in Phil Fletcher? context: Music student Nancy, the 19-year-old daughter of Frank, real estate broker, and Elaine Benson (Bob Hope and Jane Wyman), wants to marry fellow music student David, the 20-year-old son of Oliver Poe, record producer. What the bride doesn't know is that her parents are about to get a divorce. Poe is opposed to marriage and doesn't want the kids to get married. At the church, when the wedding is in progress, he exposes the Bensons' secret. Nancy and David decide marriage isn't necessary. They will live together instead, travel around the country with a rock band and heed the advice and wisdom of a Persian mystic called the Baba Zeba. Frank and Elaine are seeing other people. He is involved with a divorcee, Lois Grey, while she is developing an interest in Phil Fletcher, who also is recently divorced. Poe, meanwhile, continues to see, LaVerne Baker, his live in girl friend. Then one day, Nancy finds out she is pregnant. The Baba Zeba persuades her to put up the baby for adoption, paid off by Oliver. Frank and Elaine conspire behind their daughter's back to adopt their own grandchild. Complications arise, resulting in Frank trying to bribe the guru and even disguising himself as one of the Baba Zeba's robed followers. By the end, all is resolved; the Bensons get back together, David and Nancy have their baby, even Poe and LaVerne have married giving the film a thriced blessed happy ending.", "output": "Elaine Benson", "options": []}
{"task": "quoref", "input": "question: What is the full name of the man that wrote about the person that studied at St. Ronan's preparatory school? context: Lancaster was born in London in 1908, the only child of Robert Lancaster (1880–1917) and his wife, Clare Bracebridge, née Manger. His paternal grandfather, Sir William Lancaster, rose from modest beginnings to become the chief executive of the Prudential Assurance Company, Lord of the manor of East Winch, Norfolk, and a philanthropist in the field of education. Osbert's mother was an artist, known for her paintings of flowers, who had exhibited regularly at the Royal Academy; his father was a publisher, who volunteered for the army on the outbreak of the First World War, was commissioned as a second lieutenant in the Norfolk Regiment, and was killed at the Battle of Arras in April 1917. Elgin Crescent, Notting Hill, where Lancaster was born and raised, was an upper-middle class area. The family maintained a staff of servants, including a cook and a nurse. Such was the mixed nature of London in the early years of the 20th century that a short distance away were the deprived and dangerous Notting Dale and the Portobello Road, where, as Lancaster recalled in his 1953 memoirs, it was said to be impossible for a well-dressed man to walk and emerge intact. From an early age Lancaster was aware of the variety of classes, nationalities, and social attitudes around him.In 1918 Lancaster was sent to St Ronan's preparatory school, Worthing. The régime at the school leaned heavily towards sport, in which he was neither interested nor proficient. The headmaster, Stanley Harris, was a celebrated amateur footballer and occasional first class cricketer, but he was reasonably tolerant of Lancaster's disdain for games, and on the whole Lancaster enjoyed his time at the school. His education there was, he later commented, of more importance to him than anything he learned later in his school and university career. He left St Ronan's in 1921, aged thirteen, and went to Charterhouse, where his father and uncles had all been sent. There he was shocked by the bullying and bad language, but in addition to its sporty, philistine \"bloods\", the school had an intellectual and aesthetic tradition. Lancaster's biographer Richard Boston writes, \"The hearty Baden-Powell, for example, was offset by Ralph Vaughan Williams and Robert Graves, while talented Carthusian artists had included Thackeray, Leech, Lovat Fraser and Max Beerbohm\". The art master, P. J. (\"Purple\") Johnson, encouraged Lancaster, insisting that a sound technique was a prerequisite for effective self-expression in drawing or painting; in that respect the boy's time at the school was valuable, though otherwise the headmaster found him \"irretrievably gauche ... a sad disappointment\". Lancaster shared Beerbohm's view that being an old boy of the school was more pleasurable than being a pupil there.", "output": "Richard Boston", "options": []}
{"task": "quoref", "input": "question: What was the name of the work that was likely influenced by Musidora? context: By the time Etty exhibited Musidora, the theme was becoming something of a cliche, such that by 1850 it was described by The Literary Gazette as \"a favourite subject for a dip of the brush\". As interest in studies of Musidora waned, its role as a pretext for nude paintings by English artists was replaced by Lady Godiva, who had become a topic of increased interest owing to Alfred, Lord Tennyson's poem Godiva. After the death of William Wordsworth in 1850, James Thomson ceased to be a major influence on writers. From the 1870s his popularity with readers waned, and by the end of the 20th century his works other than Rule, Britannia! were little known.When Etty died in 1849, despite having worked and exhibited until his death, he was still  regarded by many as a pornographer. Charles Robert Leslie observed shortly after Etty's death that \"[Etty] himself, thinking and meaning no evil, was not aware of the manner in which his works were regarded by grosser minds\". Interest in him declined as new movements came to characterise painting in Britain, and by the end of the 19th century the value of his paintings had fallen. It is likely that the composition and style of John Everett Millais's controversial The Knight Errant was influenced by Musidora, but other than Millais, and Etty's admirer and imitator William Edward Frost, few other artists were directly influenced by Etty's work. In 1882 Vanity Fair commented on Musidora that \"I know only too well how the rough and his female companion behave in front of pictures such as Etty's bather. I have seen the gangs of workmen strolling round, and I know that their artistic interest in studies of the nude is emphatically embarrassing.\" By the early 20th century Victorian styles of art and literature fell dramatically out of fashion in Britain, and by 1915 the word \"Victorian\" had become a derogatory term. Frederick Mentone's The Human Form in Art (1944) was one of the few 20th-century academic works to favourably view Musidora.", "output": "The Knight Errant", "options": []}
{"task": "quoref", "input": "question: What person told on Lazlo for leaving camp? context: The story opens with Lazlo missing, and Clam and Raj relating the tale up to this point. The first segment reveals how Raj and Clam meet. They meet a common enemy, Edward, who is the camp bully. Most of the other campers follow Edward's lead and after a scuffle, Lazlo makes his appearance. What follows builds Edward's growing resentfulness towards Lazlo, and Lumpus' dissatisfaction with the three new scouts' behavior. After choosing to name their cabin after the jelly bean, Lazlo builds a totem pole to decorate their new cabin, when Lazlo hears an animal in distress. Given Lazlo's nature, he goes to help it, while Clam and Raj choose not to accompany him. Lazlo finds a bear with a pinecone stuck in his nose, and pulls it out, earning the bear's gratefulness. The bear, now named Fluffy, follows Lazlo home and he hides it in his cabin. When Edward tells Lumpus that Lazlo has left camp, they both attempt to confront Lazlo, but are instead met by Fluffy. Protecting Lazlo, Fluffy attacks Edward and Lumpus. While everyone hides in Lumpus' cabin, Lazlo follows Fluffy out of the camp; when Lazlo's torn Bean Scout cap is later found in a gory, flesh-like mess the next day, the others assume that Lazlo was eaten by the bear.  When Edward can find neither the bear nor Lazlo, he concocts a story about how he scared Fluffy off by his \"skills\" after witnessing the bear devour Lazlo, and demands the camp's respect. The next series of scenes deal with both Edward spinning a web of lies, and Lumpus trying to come to grips with Lazlo's disappearance, but only due to his fear of Commander Hoo-Ha, not over any concern for the missing scouts.", "output": "Edward", "options": []}
{"task": "quoref", "input": "question: What organization recognized Don't Stop the Music as one of the most-performed songs of 2009? context: \"Don't Stop the Music\" is a song recorded by Barbadian singer Rihanna for her third studio album, Good Girl Gone Bad (2007). It was released worldwide on September 7, 2007, as the fourth single of the album. The song was written by Tawanna Dabney and its producers StarGate; Michael Jackson also received a songwriting credit for the sampling of the line \"Mama-say, mama-sa, ma-ma-ko-ssa\" from Jackson's 1983 single \"Wanna Be Startin' Somethin'\". Both Rihanna and Jackson were sued by Cameroonian musician Manu Dibango, who asserted that the hook originated in his 1972 song \"Soul Makossa\". \"Don't Stop the Music\" is a dance track that features rhythmic devices used primarily in hip hop music. Many music journalists praised the sampling of the \"Mama-say, mama-sa, ma-ma-ko-ssa\" hook. The song received a number of accolades, including a Grammy Award nomination for Best Dance Recording. \"Don't Stop the Music\" reached number one in nine countries, including Australia, France, Germany, and Switzerland. Reaching number four on the UK Singles Chart, it was certified gold by the British Phonographic Industry (BPI). The single peaked at number three on the US Billboard Hot 100 and number one on the US Billboard Dance Club Songs charts. Certified four times platinum by the Recording Industry Association of America (RIAA), it has sold more than 3.7 million copies in the US. Anthony Mandler filmed the song's music video in Prague. In the video, Rihanna and her friends sneak into the back of a candy store that contains a secret club, and she parties with club-goers. The singer performed \"Don't Stop the Music\" at the 50th Annual Grammy Awards and the NRJ Music Awards in 2008, and included it on her Good Girl Gone Bad, Last Girl on Earth, Loud and Diamonds World Tour set lists. The American Society of Composers, Authors, and Publishers (ASCAP) recognized it as one of the most-performed songs of 2009. English recording artist Jamie Cullum released a cover of the song as the second single from his 2009 album The Pursuit, and his version charted in several European countries.", "output": "The American Society of Composers, Authors, and Publishers (ASCAP)", "options": []}
{"task": "quoref", "input": "question: What were the last names of the two people who were married and McCartney was the best man? context: Harrison married model Pattie Boyd on 21 January 1966, with McCartney serving as best man. Harrison and Boyd had met in 1964 during the production of the film A Hard Day's Night, in which the 19-year-old Boyd had been cast as a schoolgirl. They separated in 1974 and their divorce was finalised in 1977. Boyd said her decision to end the marriage was due largely to George's repeated infidelities. The last infidelity culminated in an affair with Ringo's wife Maureen, which Boyd called \"the final straw\". She characterised the last year of their marriage as \"fuelled by alcohol and cocaine\", and she stated: \"George used coke excessively, and I think it changed him ... it froze his emotions and hardened his heart.\" She subsequently moved in with Eric Clapton, and they married in 1979.Harrison married Dark Horse Records' secretary Olivia Trinidad Arias on 2 September 1978. They had met at the A&M Records offices in Los Angeles in 1974, and together had one son, Dhani Harrison, born on 1 August 1978.He restored the English manor house and grounds of Friar Park, his home in Henley-on-Thames, where several of his music videos were filmed including \"Crackerbox Palace\"; the grounds also served as the background for the cover of All Things Must Pass. He employed ten workers to maintain the 36-acre (15 ha) garden. Harrison commented on gardening as a form of escapism: \"Sometimes I feel like I'm actually on the wrong planet, and it's great when I'm in my garden, but the minute I go out the gate I think: 'What the hell am I doing here?'\" His autobiography, I, Me, Mine, is dedicated \"to gardeners everywhere\". The former Beatles publicist Derek Taylor helped Harrison write the book, which said little about the Beatles, focusing instead on Harrison's hobbies, music and lyrics. Taylor commented: \"George is not disowning the Beatles ... but it was a long time ago and actually a short part of his life.\"Harrison had an interest in sports cars and motor racing; he was one of the 100 people who purchased the McLaren F1 road car. He had collected photos of racing drivers and their cars since he was young; at 12 he had attended his first race, the 1955 British Grand Prix at Aintree. He wrote \"Faster\" as a tribute to the Formula One racing drivers Jackie Stewart and Ronnie Peterson. Proceeds from its release went to the Gunnar Nilsson cancer charity, set up after the Swedish driver's death from the disease in 1978. Harrison's first extravagant car, a 1964 Aston Martin DB5, was sold at auction on 7 December 2011 in London. An anonymous Beatles collector paid £350,000 for the vehicle that Harrison had bought new in January 1965.", "output": "Harrison", "options": []}
{"task": "quoref", "input": "question: What is the first name of the person who cut Sutcliffe's hair? context: Koschmider had converted a couple of strip clubs in the district into music venues, and he initially placed the Beatles at the Indra Club. After closing Indra due to noise complaints, he moved them to the Kaiserkeller in October. When he learned they had been performing at the rival Top Ten Club in breach of their contract, he gave the band one month's termination notice, and reported the underage Harrison, who had obtained permission to stay in Hamburg by lying to the German authorities about his age. The authorities arranged for Harrison's deportation in late November. One week later, Koschmider had McCartney and Best arrested for arson after they set fire to a condom in a concrete corridor; the authorities deported them. Lennon returned to Liverpool in early December, while Sutcliffe remained in Hamburg until late February with his German fiancée Astrid Kirchherr, who took the first semi-professional photos of the Beatles.During the next two years, the Beatles were resident for periods in Hamburg, where they used Preludin both recreationally and to maintain their energy through all-night performances. In 1961, during their second Hamburg engagement, Kirchherr cut Sutcliffe's hair in the \"exi\" (existentialist) style, later adopted by the other Beatles. When Sutcliffe decided to leave the band early that year and resume his art studies in Germany, McCartney took up the bass. Producer Bert Kaempfert contracted what was now a four-piece group until June 1962, and he used them as Tony Sheridan's backing band on a series of recordings for Polydor Records. As part of the sessions, the Beatles were signed to Polydor for one year. Credited to \"Tony Sheridan & the Beat Brothers\", the single \"My Bonnie\", recorded in June 1961 and released four months later, reached number 32 on the Musikmarkt chart.After the Beatles completed their second Hamburg residency, they enjoyed increasing popularity in Liverpool with the growing Merseybeat movement. However, they were also growing tired of the monotony of numerous appearances at the same clubs night after night. In November 1961, during one of the group's frequent performances at The Cavern Club, they encountered Brian Epstein, a local record-store owner and music columnist. He later recalled: \"I immediately liked what I heard. They were fresh, and they were honest, and they had what I thought was a sort of presence ... [a] star quality.\"Epstein courted the band over the next couple of months, and they appointed him as their manager in January 1962. Throughout early and mid-1962, Epstein sought to free the Beatles from their contractual obligations to Bert Kaempfert Productions. He eventually negotiated a one-month-early release from their contract in exchange for one last recording session in Hamburg. Tragedy greeted them on their return to Germany in April, when a distraught Kirchherr met them at the airport with news of Sutcliffe's death the previous day from what was later determined as a brain hemorrhage.Epstein began negotiations with record labels for a recording contract. In order to secure a UK record contract, Epstein negotiated an early end to the band's contract with Polydor, in exchange for more recordings backing Tony Sheridan. After a New Year's Day audition, Decca Records rejected the band with the comment \"Guitar groups are on the way out, Mr. Epstein.\" However, three months later, producer George Martin signed the Beatles to EMI's Parlophone label.", "output": "Astrid", "options": []}
{"task": "quoref", "input": "question: What was the name of the person whose books remain in the Belton library today? context: The final large reception room on the first floor is the Hondecoeter Room (16), so named because of the three huge oil paintings by Melchior d'Hondecoeter (1636–1695), depicting scenes of birds in courtyards, which are fitted into the neo-Carolean panelling. The panelling was introduced to the room by the 3rd Earl Brownlow in 1876, when it was furnished as the principal dining room of the mansion. The room was initially created as a library in 1808 from the upper part of the earlier kitchen which had originally risen two stories. The West staircase (14) was originally a service stairs, and would have been plainer in decor, but by the late nineteenth century it was in regular use by the family.Either side of the Marble Hall, lie the Great Staircase (2) and the Tapestry Room (11), which contains a collection of early eighteenth century Mortlake tapestries. The Great Staircase to the east of the Marble Hall is unusually placed at Belton, as in a house of this period one would expect to find the staircase in the hall. The stairs rise in three flights around the west, north, and east walls to the former Great Dining Room above the Marble Hall. Thus the staircase served as an important state procession link between the three principal reception rooms of the house. The Great Dining Room, now the Library, has been greatly altered and all traces of Carolean decoration removed, first by James Wyatt in 1778 when it was transformed into a drawing room with a vaulted ceiling, and again in 1876, when its use was again changed, this time to a library. The room contains some 6000 volumes, a superb example of book collecting over 350 years. When Lord Tyrconnel died in 1754 a catalogue of his library identified almost 2,300 books. Almost all of these remain in the Belton library today. Rupert Gunnis attributed the carved marble chimneypiece depicting two Roman goddesses to Sir Richard Westmacott.Leading from the Library is the Queen's Room, the former \"Best Bed Chamber\". This panelled room was redecorated in 1841 for the visit of Queen Adelaide, widow of William IV, when its former function as a state bedroom was resurrected. It contains the great canopied Rococo-style bed in which the Queen slept, complete with the royal monogram \"AR\" (Adelaide Regina) embroidered on the bedhead. Other rooms on the second floor are mostly bedrooms, which include the Chinese Room (directly above the Tyrconnel Room) with its original hand-painted 18th-century Chinese wallpaper, the Yellow Room (directly above the Blue Room), and the Windsor Bedroom (directly above the School Room), so called following its use by King Edward VIII of the United Kingdom, who became the Duke of Windsor after the abdication crisis of 1936. Edward visited Belton in the 1930s with his mistress Wallis Simpson, and the 6th Baron Brownlow was heavily involved in the crisis thanks to his position as the King's Lord-in-waiting. Today, Belton has a permanent exhibition devoted to that event. Another royal visitor, Charles, Prince of Wales, also used the room frequently while a cadet at nearby RAF Cranwell.", "output": "Lord Tyrconnel", "options": []}
{"task": "quoref", "input": "question: What is the first name of the person who railed against TV evangelists such as Jerry Falwell and Pat Robertson? context: In 1980, Zappa cut his ties with record distributor Phonogram after the label refused to release his song \"I Don't Wanna Get Drafted\". It was picked up by CBS Records and released on the Zappa label in the United States and Canada, and by the CBS label internationally.After spending much of 1980 on the road, Zappa released Tinsel Town Rebellion in 1981. It was the first release on his own Barking Pumpkin Records, and it contains songs taken from a 1979 tour, one studio track and material from the 1980 tours. The album is a mixture of complicated instrumentals and Zappa's use of sprechstimme (speaking song or voice)—a compositional technique utilized by such composers as Arnold Schoenberg and Alban Berg—showcasing some of the most accomplished bands Zappa ever had (mostly featuring drummer Vinnie Colaiuta). While some lyrics still raised controversy among critics, some of whom found them sexist, the political and sociological satire in songs like the title track and \"The Blue Light\" have been described as a \"hilarious critique of the willingness of the American people to believe anything\". The album is also notable for the presence of guitarist Steve Vai, who joined Zappa's touring band in late 1980.The same year the double album You Are What You Is was released. Most of it was recorded in Zappa's brand new Utility Muffin Research Kitchen (UMRK) studios, which were located at his house, thereby giving him complete freedom in his work. The album included one complex instrumental, \"Theme from the 3rd Movement of Sinister Footwear\", but mainly consisted of rock songs with Zappa's sardonic social commentary—satirical lyrics directed at teenagers, the media, and religious and political hypocrisy. \"Dumb All Over\" is a tirade on religion, as is \"Heavenly Bank Account\", wherein Zappa rails against TV evangelists such as Jerry Falwell and Pat Robertson for their purported influence on the U.S. administration as well as their use of religion as a means of raising money. Songs like \"Society Pages\" and \"I'm a Beautiful Guy\" show Zappa's dismay with the Reagan era and its \"obscene pursuit of wealth and happiness\". In 1981, Zappa also released three instrumental albums, Shut Up 'n Play Yer Guitar, Shut Up 'N Play Yer Guitar Some More, and The Return of the Son of Shut Up 'N Play Yer Guitar, which were initially sold via mail order, but later released through the CBS label due to popular demand.The albums focus exclusively on Frank Zappa as a guitar soloist, and the tracks are predominantly live recordings from 1979 to 1980; they highlight Zappa's improvisational skills with \"beautiful performances from the backing group as well\". Another guitar-only album, Guitar, was released in 1988, and a third, Trance-Fusion, which Zappa completed shortly before his death, was released in 2006.", "output": "Frank", "options": []}
{"task": "quoref", "input": "question: Who were the three people being shot at by Petey Willoughby? context: Home from the Civil War, where he fought for the Union army, John Willoughby now lives in the western town of Kittreck Wells with wife Nora and their 7-year-old son, Petey. An appeal for help from Marshal Russell comes when a band of former Confederate soldiers are seen pulling a robbery in a neighboring town. John, who hates all rebels, agrees to go, against his wife's wishes that all his fighting must end. Meanwhile, the Rebels, Bedloe Mason and his sons Gray, Wesley, Cain and Frank, decide to ride into Kittreck Wells to replenish their dwindling water supply. Bedloe sends Gray, Frank and Wesley into town while he and Cain await their return. Petey Willoughby, who shares his father's dislike of rebels, aims and fires a cap pistol at them. Startled by the sound, Wesley Mason shoots and kills the boy. As the brothers mount their horses and gallop out of town, Gray, not having been witnessing the shooting, hesitates, then catches up to the others.  When they reach Bedloe and Cain, Gray, angered by his brother's recklessness, appeals to his father and brothers that Wesley has to go back to face the consequences. Wesley is dead-set against this and the others take his side. Gray rides off alone to learn the fate of the boy, but Wesley ambushes his brother by throwing a knife into his back. After strapping his brother's unconscious body onto his horse, Wesley sets the animal loose. He then returns to camp and reports that Gray refused to listen to reason, but will meet the family at Oak Fork in three days. That night, John finds the wandering horse bearing Gray's body and takes him home. Wesley lies to his father that Gray will meet them in the next town. Gray's horse wanders into town, where John and Nora remove the wounded man from the saddle and take him into their home. John is still determined to learn who killed the child, and an eyewitness accuses Gray of being one of the gang. Nora has to stop her husband from attacking Gray with an axe.", "output": "Gray", "options": []}
{"task": "quoref", "input": "question: Before entering the yeshiva as Anshel, what does the girl do to fool people into thinking she's male? context: Barbra Streisand portrays Yentl Mendel, a girl living in an Ashkenazi shtetl named Pechev in Poland in 1904. Yentl's father, Rebbe Mendel, secretly instructs her in the Talmud despite the proscription of such study by women according to the custom of her community. After the death of her father, Yentl decides to cut her hair short, dress like a man, take her late brother's name, Anshel, and enter a Jewish religious school in Bychawa. Upon entering the yeshiva, Yentl befriends a fellow student, Avigdor, and meets his fiancée, Hadass. Things get complicated when Hadass's family cancels her wedding to Avigdor over fears that his family is tainted with insanity (his brother committed suicide), and decides that she should marry Anshel instead. Meanwhile, Hadass develops romantic feelings for Yentl, while Yentl herself is falling in love with Avigdor. After much turmoil, Avigdor and Hadass are reunited, while Yentl leaves Europe to go to the United States, where she hopes to lead a life with more freedom.", "output": "cut her hair short", "options": []}
{"task": "quoref", "input": "question: What is the full name of the person who requests \"hygiene books\"? context: Mom and Dad tells the story of Joan Blake, a young girl who falls for the pilot Jack Griffin. After being sweet talked by Griffin, she has sex with him. The girl requests \"hygiene books\" from her mother Sarah Blake; however, the mother refuses because the girl is not yet married.  The girl later learns from her father Dan Blake that the pilot has died in a crash. She tears up a letter she had been writing to him, and lowers her head as the film fades into intermission. The film resumes at the point when the girl discovers that her clothes no longer fit, sending her into a state of despair.  She takes advice from her teacher, Carl Blackburn, who had previously been fired for teaching sex education. Blackburn blames her mother for the problem, and accuses her of \"neglect[ing] the sacred duty of telling their children the real truth.\"  Only then is the girl able to confront her mother.The film then presents reels and charts that include graphic images of the female anatomy and footage of live births – one natural and one Caesarian.  In some screenings, a second film was shown along with Mom and Dad, and contained images portraying syphilis and venereal disease.  Mom and Dad is believed to have had a number of endings, although most typically concluded with the birth of the girl's child, sometimes stillborn and other times put up for adoption.", "output": "Joan Blake", "options": []}
{"task": "quoref", "input": "question: What is the name of the album that many musical critics, journalists, and scholars have analyzed as a concept album, noting its strong thematic cohesion, aesthetic unity, and the structural logic of the song sequencing? context: The album's lyrics, written by Yorke, are more abstract compared to his personal, emotional lyrics for The Bends. Critic Alex Ross said the lyrics \"seemed a mixture of overheard conversations, techno-speak, and fragments of a harsh diary\" with \"images of riot police at political rallies, anguished lives in tidy suburbs, yuppies freaking out, sympathetic aliens gliding overhead.\" Recurring themes include transport, technology, insanity, death, modern British life, globalisation and anti-capitalism. Yorke said: \"On this album, the outside world became all there was ... I'm just taking Polaroids of things around me moving too fast.\" He told Q: \"It was like there's a secret camera in a room and it's watching the character who walks in—a different character for each song. The camera's not quite me. It's neutral, emotionless. But not emotionless at all. In fact, the very opposite.\" Yorke also drew inspiration from books, including Noam Chomsky's political writing, Eric Hobsbawm's The Age of Extremes, Will Hutton's The State We're In, Jonathan Coe's What a Carve Up! and Philip K. Dick's VALIS.The songs of OK Computer do not have a coherent narrative, and the album's lyrics are generally considered abstract or oblique. Nonetheless, many musical critics, journalists, and scholars consider the album to be a concept album or song cycle, or have analyzed it as a concept album, noting its strong thematic cohesion, aesthetic unity, and the structural logic of the song sequencing. Although the songs share common themes, Radiohead have said they do not consider OK Computer a concept album and did not intend to link the songs through a narrative or unifying concept while it was being written. Jonny Greenwood said: \"I think one album title and one computer voice do not make a concept album. That's a bit of a red herring.\" However, the band intended the album to be heard as a whole, and spent two weeks ordering the track list. O'Brien said: \"The context of each song is really important ... It's not a concept album but there is a continuity there.\"", "output": "OK Computer", "options": []}
{"task": "quoref", "input": "question: What is the last name of the man that marched out ostentatiously during the performance by the composer who took music lessons with Edward J. Dent? context: The Sitwells looked after their protégé both materially and culturally, giving him not only a home but a stimulating cultural education. He took music lessons with Ernest Ansermet, Ferruccio Busoni and Edward J. Dent. He attended the Russian ballet, met Stravinsky and Gershwin, heard the Savoy Orpheans at the Savoy Hotel and wrote an experimental string quartet heavily influenced by the Second Viennese School that was performed at a festival of new music at Salzburg in 1923. Alban Berg heard the performance and was impressed enough to take Walton to meet Arnold Schoenberg, Berg's teacher and the founder of the Second Viennese School.In 1923, in collaboration with Edith Sitwell, Walton had his first great success, though at first it was a succès de scandale. Façade was first performed in public at the Aeolian Hall, London, on 12 June. The work consisted of Edith's verses, which she recited through a megaphone from behind a screen, while Walton conducted an ensemble of six players in his accompanying music. The press was generally condemnatory. Walton's biographer Michael Kennedy cites as typical a contemporary headline: \"Drivel That They Paid to Hear\". The Daily Express loathed the work, but admitted that it was naggingly memorable. The Manchester Guardian wrote of \"relentless cacophony\". The Observer condemned the verses and dismissed Walton's music as \"harmless\". In The Illustrated London News, Dent was much more appreciative: \"The audience was at first inclined to treat the whole thing as an absurd joke, but there is always a surprisingly serious element in Miss Sitwell's poetry and Mr Walton's music ... which soon induced the audience to listen with breathless attention.\" In The Sunday Times, Ernest Newman said of Walton, \"as a musical joker he is a jewel of the first water\".Among the audience were Evelyn Waugh, Virginia Woolf and Noël Coward. The last was so outraged by the avant-garde nature of Sitwell's verses and the staging, that he marched out ostentatiously during the performance. The players did not like the music: the clarinettist, Charles Draper asked the composer, \"Mr Walton, has a clarinet player ever done you an injury?\" Nevertheless, the work soon became accepted, and within a decade Walton's music was used for the popular Façade ballet, choreographed by Frederick Ashton.", "output": "Coward", "options": []}
{"task": "quoref", "input": "question: What is the first name of the person taken back to New Orleans? context: In New Orleans, Will Montgomery and Vincent Kinsey are preparing for a heist, aided by Riley, their getaway driver, and Hoyt, a computer security expert. They are watched by FBI agent Tim Harland, who knows that Will and Vincent have been casing a jewelry store for several weeks and plans to arrest them mid-crime. Will and Vincent break into the neighboring toy store, blowing the adjacent wall. Harland gives them a few minutes before sending his agents into the jewelry store, but Will and Vincent are not there, having instead used the jewelry store to gain access to a bank. In the vault, Will collects $10 million in wrapped bills and drags away Vincent, who had been eyeing a stack of gold bars. They come across a janitor in a back alley. Vincent attempts to kill the man, but Will stops him, and Vincent accidentally shoots himself in the leg. As their escape van pulls up, Vincent gets in and tells the others to drive off, leaving Will stranded with the money and the FBI closing fast. After a car chase, Will is cornered in an abandoned building. Agents arrest him but find no evidence of the money. Eight years later, Will is released from prison. He is taken back to New Orleans by Harland, believing that Will stashed the money before his arrest. He warns that he will be watching Will closely. Will returns to his daughter Alison, finding that she is struggling with abandonment issues. She refuses to let him talk to her, instead handing over a package addressed to him that was left there that morning. She goes off in a taxi, which is shown to have been trailing Will since his release.", "output": "Will", "options": []}
{"task": "quoref", "input": "question: What types of air transportation are provided at the airport that will have a new runway length of 8,420 feet? context: The former \"Water Level Route\" of the New York Central Railroad travels directly through Erie. It is now the mainline for CSX freight trains. The mainline of the Norfolk Southern Railway, originally built by the Nickel Plate Railroad, also travels through Erie. At one time Norfolk Southern trains ran down the middle of 19th Street, but were removed in 2002. Passenger rail service is provided by Amtrak's Lake Shore Limited out of Union Station at 14th and State Streets. The Lake Shore Limited stops twice daily—one eastbound towards New York City or Boston, and one westbound towards Chicago. Erie International Airport / Tom Ridge Field (IATA code: ERI; IACO code: KERI) is located 5 miles (8.0 km) west of the city and hosts general aviation, charter, and airline service. Destinations with non-stop flights out of Erie include Chicago O'Hare International Airport via United Airlines, Philadelphia International Airport via American Airlines and Detroit Metropolitan Wayne County Airport via Delta Air Lines. Erie International is in the midst of a $80.5 million runway extension. The extension is slated to increase the runway's length by 1,920 feet (590 m), for a total runway length of 8,420 feet (2,600 m), \"to meet safety requirements\" as well as allowing the airport to accommodate larger aircraft.The Port of Erie is located on Presque Isle Bay, a natural harbor formed by Presque Isle. It offers some of the finest port facilities for cargo shipping on the Great Lakes, with direct rail access. The Erie−Western Pennsylvania Port Authority provides water taxi service in the summer months between Dobbins Landing and Liberty Park in downtown Erie, and the Waterworks ferry landing on Presque Isle.", "output": "aviation", "options": []}
