{"task": "quoref", "input": "question: What's the name of the person El Zorro kills? context: Don Diego Vega is urgently called home by his father. To all outward appearances, he is the foppish son of wealthy ranchero and former Alcade Don Alejandro Vega, having returned to California after his military education in Spain.  Don Diego is horrified at the way the common people are now mistreated by the corrupt Alcalde, Luis Quintero, who had forced his father from the position of Alcalde. Don Diego adopts the guise of El Zorro (\"The Fox\"), a masked outlaw dressed entirely in black, who becomes the defender of the common people and a champion for justice.  In the meantime he romances the Alcalde's beautiful and innocent niece, Lolita, whom he grows to love. As part of his plan, Don Diego simultaneously flirts with the Alcalde's wife Inez, filling her head with tales of Madrid fashion and culture and raising her desire to move there with her corrupt husband, Luis.  In both his guises Don Diego must contend with the governor's ablest henchman, the malevolent Captain Esteban Pasquale. He eventually dispatches the Captain in a fast-moving rapier duel-to-the-death, forcing a regime change; Don Diego's plan all along.", "output": "Esteban Pasquale", "options": []}
{"task": "quoref", "input": "question: What is the full name of the person with pedophilia? context: Sarah Pierce is a hapless, stay-at-home mother in a small suburb of Boston. She had been working on a doctorate in English, but set aside her work to marry Richard, and raise their 3-year-old daughter, Lucy. Her marriage falls apart when she discovers that Richard is addicted to online pornography. Sarah meets Brad Adamson, a law student who brings his 4-year-old son, Aaron, to the park. Brad is married to Kathy, and although their marriage is loving and amicable, it has been lacking intimacy. When Brad is supposed to be studying for the bar exam, he instead plays on a local football team or sits and watches teenagers skateboard outside his house, fantasizing about being young and carefree again. Brad and Sarah become friendly and, on a dare, kiss in the park, scandalizing the other park parents. They are instantly attracted to each other, but resolve to keep their relationship platonic. One day, several parents panic when they see sex offender Ronnie J. McGorvey, who was recently released from prison, swimming in the pool with the children. After Ronnie is escorted away by the police, it begins to rain. Sarah and Brad take Lucy and Aaron back to her house and put the kids to bed. Brad looks at one of Sarah's books and finds a photo of him in it. While Sarah is drying towels in her basement, Brad kisses her and they have sex. Brad's friend, Larry Hedges, is a former police officer who was forced to retire when he accidentally shot a teenager at a local mall. Now he is estranged from his wife and spends much of his time harassing Ronnie. Ronnie lives with his mother, May, who believes that meeting a woman his own age would cure him of his pedophilia. Ronnie knows this is futile, but agrees to go on a date May has arranged for him with a woman named Sheila.", "output": "Ronnie J. McGorvey", "options": []}
{"task": "quoref", "input": "question: What is the name of the person that is handed the shaving kit from the lawyer? context: Sam Harper, a struggling corporate trader in New York City, is in trouble after one of his deals violates federal law and the Federal Trade Commission threatens him with an investigation. Sam's boss urges him to bribe federal officials, at Sam's own expense. Returning home, Sam learns from his girlfriend Hannah that Jerry, his estranged father, has died in L.A. of cancer. Sam tries to avoid attending the funeral, but Hannah insists on making arrangements. After flying home to L.A., he stays with Hannah at Jerry's house and has a tense reunion with his mother Lillian. Sam meets with his father's lawyer and friend, who tells him that the will leaves Sam no money. However, the lawyer hands him a shaving kit. Inside is $150,000 in cash and a note stipulating that the money be delivered to \"Josh Davis.\" Josh turns out to be a troubled 11-year-old whose single mother, Frankie Davis, is a recovering alcoholic and bartender. Sam secretly follows Frankie to an Alcoholics Anonymous meeting, where she reveals to the group that she is Jerry's illegitimate daughter. Sam realizes that Frankie is his paternal half-sister, and Josh his nephew. Sam tells Hannah the news, and his intention of keeping the money for himself. This disgusts her, and she returns to New York, leaving Sam with Lillian.", "output": "Sam Harper", "options": []}
{"task": "quoref", "input": "question: What is the name of the woman that enrolls in med school at Cornell? context: Her pregnant mother is in labor and in dire need of a doctor, but young Emily Dunning is new to the neighborhood and knows no one. When someone finally suggests a Dr. Yeomans, she is shocked to discover the doctor is a woman. It is the turn of the century in New York and times are changing, but as yet women are not being made welcome in the field of medicine. Emily is so impressed by Marie Yeomans that she decides to enroll in med school at Cornell. Fellow student Ben Barringer is one of the few there who encourage Emily, and they also fall in love. Ben plans to continue his education at Harvard, but upsets Emily by asking her to abandon her studies and accompany him. Emily instead moves to New York, where she and Dr. Yeomans share an apartment. Hospitals deny her an internship until a reluctant Dr. Seth Pawling is persuaded to accept her, although he confines her mainly to ambulance duty. Ben, it turns out, has become an intern at the same hospital. A patient is pronounced dead prematurely by a Dr. Graham, but is resuscitated by Emily, who exhausts herself for hours in the process. A nurse informs the press of Emily's heroic act, irritating Graham but impressing Pawling, who recognizes her determination and skills. When a typhoid epidemic breaks out, the need for doctors is so great that Dr. Yeomans is asked to help. She, too, earns the respect of the hospital's men, just before her weak heart gives out. Ben is leaving for Paris to continue his work, but Emily heeds her friend's advice to have a personal life as well as a professional one, so she promises Ben that their careers will not keep them apart.", "output": "Emily Dunning", "options": []}
{"task": "quoref", "input": "question: What is the first name of the person that is married to the man that the naive Englishman tells about his marriage plans? context: A young and naive Englishman, John Truscott, goes to the British colony of Sarawak, Borneo, to try to apply his father's work to the Iban society. There he meets his boss Henry Bullard and his wife Aggie Bullard. John tries to civilize them, building schools and providing education for the Iban people. He is met with unfamiliar local customs. Selima becomes his \"sleeping dictionary\", who sleeps with him and teaches him the language and the habits of the locals. John is sent up river where a sickness is affecting the Yakata tribe. He and Selima travel inland. John witnesses a nearby mining operation run by Europeans. He notices that the Yakata have rice – which has been given to them by the miners – and he guesses correctly that the miners have poisoned the rice in order to get rid of the Yakata. Knowing that they will exact vengeance, John tells the Yakata what has happened. The Yakata wipe out the miners. Despite their intents, the two find themselves falling into a forbidden love. John is eager to marry Selima despite the longhouse not allowing it. When John tells Henry about his plans to marry her, they lock Selima up. Selima then agrees to marry in the longhouse and they part ways. Bullard threatens to send him to trial for the death of the European miners. He makes a deal with John. John has to give up Selima, and go to Britain for a year's vacation and to meet the Bullards' daughter Cecilia. Another local British official, Neville Shipperly, a boorish drunk and a man who despises the locals, is jealous of John because he had planned to win Cecilia as his own.", "output": "Aggie", "options": []}
{"task": "quoref", "input": "question: What is the full name of the person who was pursued by their husband and his assistatn? context: On a flight to New York for an annual police convention, Chan encounters his old Scotland Yard friend, Hugh Drake. Drake is now a member of military intelligence trying to track down what he believes is a sabotage ring led by a Paul Narvo. A bomber and its pilots crashed the day before. Chan offers his assistance. Chan is welcomed at the airport by New York Police Inspector Vance and, to Chan's surprise, his number two son Jimmy Chan. Chan goes to see Drake the next day at the apartment of George Kirby, where a dinner party is in progress. He finds his friend dead of poison gas in Drake's library, where he had gone to do some work. Drake's briefcase, containing all the information he had gathered about the sabotage ring, is missing. The window is latched, so Chan concludes one of the guests is responsible. Chan discovers that Drake asked that his Oxford classmate Herbert Fenton, actress June Preston and Ralph Percy, chief designer at the Metropolitan Aircraft Corporation, be invited to the party. Kirby himself is the company president. The lost bomber crashed at the company's plant. Also present is stockbroker Keith Jeffery. A servant reports chemist David Elliot insisted on seeing Drake, so he showed him in. Chan learns that Preston also spoke with Drake that night, on behalf of a friend, Patricia Shaw. Shaw, it turns out, married Narvo in India. When she found out Narvo was involved in sabotage, she fled, only to be pursued by her husband and his assistant, Ramullah. Ramullah is eventually tracked down, with Shaw's help, and taken into custody. (During a police lineup of Indians, Shorty McCoy, aka \"The Canarsie Kid\", [Shemp Howard] is revealed to be a faker, not a fakir.) Before Ramullah can be questioned, however, he is shot and killed. Shaw narrowly avoids the same fate.", "output": "Patricia Shaw", "options": []}
{"task": "quoref", "input": "question: What is the last name of the person who was 14 when his mother died? context: Tchaikovsky's early separation from his mother caused an emotional trauma that lasted the rest of his life and was intensified by her death from cholera in 1854, when he was fourteen. The loss of his mother also prompted Tchaikovsky to make his first serious attempt at composition, a waltz in her memory. Tchaikovsky's father, who had also contracted cholera but recovered fully, sent him back to school immediately in the hope that classwork would occupy the boy's mind. Isolated, Tchaikovsky compensated with friendships with fellow students that became lifelong; these included Aleksey Apukhtin and Vladimir Gerard. Music, while not an official priority at school, also bridged the gap between Tchaikovsky and his peers. They regularly attended the opera and Tchaikovsky would improvise at the school's harmonium on themes he and his friends had sung during choir practice. \"We were amused,\" Vladimir Gerard later remembered, \"but not imbued with any expectations of his future glory\". Tchaikovsky also continued his piano studies through Franz Becker, an instrument manufacturer who made occasional visits to the school; however, the results, according to musicologist David Brown, were \"negligible\".In 1855, Tchaikovsky's father funded private lessons with Rudolph Kündinger and questioned him about a musical career for his son. While impressed with the boy's talent, Kündinger said he saw nothing to suggest a future composer or performer. He later admitted that his assessment was also based on his own negative experiences as a musician in Russia and his unwillingness for Tchaikovsky to be treated likewise. Tchaikovsky was told to finish his course and then try for a post in the Ministry of Justice.", "output": "Tchaikovsky", "options": []}
{"task": "quoref", "input": "question: What is the name of the band whose popularity in the college circuit, according to Select, was \"probably due to the celebrity status of their drummer, Shannon Doughton\"? context: Spiderland received widespread critical acclaim from music critics, including Spin, NME, and The Village Voice. In a contemporary review for Melody Maker, Steve Albini, producer of Slint's 1989 album Tweez, gave the album ten stars and called it \"a majestic album, sublime and strange, made more brilliant by its simplicity and quiet grace.\" Albini found its unadorned production impeccable and said that it vividly captures McMahan and Pajo's playing so well that their guitars \"seem to hover in space directly past the listener's nose\", while \"the incredibly precise-yet-instinctive drumming has the same range and wallop it would in your living room.\" Select noted that the band's popularity in the college circuit was \"probably due to the college circuit celebrity status of their drummer – Shannon Doughton, aka Britt Walford, the only male member of the 'all-female' indie supergroup The Breeders\". Their review noted the multiple listens it may take to appreciate it, acknowledging the album as \"immediate as a snail trail to hell, 'Spiderland' needs several plays to burn its way into your consciousness, but when it does...\"In a retrospective review for AllMusic, Mark Deming said that Spiderland is \"one of the most important indie albums of the '90s\" and a \"singular achievement\" which found the band \"working with dynamics that made the silences every bit as much presence as the guitars and drums, manipulating space and time as they stretched out and juggled time signatures, and conjuring melodies that were as sparse and fragmented as they were beautiful\". Robert Christgau was less enthusiastic and wrote that, despite their \"sad-sack affect\", Slint are actually \"art-rockers without the courage of their pretensions\" with poor lyrics. In The New Rolling Stone Album Guide, Rolling Stone journalist Mac Randall felt that the album's music lacks songform, even though it sounds more accessible than Tweez: \"[t]he absence of anything resembling a tune continues to nag.\"In 2003, Pitchfork wrote of Spiderland: \"a heady, chilling listen; the irregularity of its hypnotic melodies, fractured beats and mismatched lyrics demand a new kind of appreciation, independent of traditional notions of songcraft. With its half-mumbled, half-hollered vocals, deliberate percussion and drone-gone-aggressive guitars, Spiderland's urgency is almost traumatic to swallow: despondency never tasted so real.\" They named it the twelfth best album of the 1990s. In 2014, Spiderland was reissued as a box set, featuring 14 previously unreleased tracks, and received widespread critical acclaim; it holds an average score of 99 out of 100 at Metacritic, based on 11 reviews from mainstream publications.", "output": "Slint", "options": []}
{"task": "quoref", "input": "question: What is the last name of the person who studied sitar with Ravi Shankar, met several gurus, and visited various holy places? context: By the mid-1960s Harrison had become an admirer of Indian culture and mysticism, introducing it to the other Beatles. During the filming of Help! in the Bahamas, they met the founder of Sivananda Yoga, Swami Vishnu-devananda, who gave each of them a signed copy of his book, The Complete Illustrated Book of Yoga. Between the end of the last Beatles tour in 1966 and the beginning of the Sgt Pepper recording sessions, he made a pilgrimage to India with his wife Pattie; there, he studied sitar with Ravi Shankar, met several gurus, and visited various holy places. In 1968 he travelled to Rishikesh in northern India with the other Beatles to study meditation with Maharishi Mahesh Yogi. Harrison's use of psychedelic drugs encouraged his path to meditation and Hinduism. He commented: \"For me, it was like a flash. The first time I had acid, it just opened up something in my head that was inside of me, and I realized a lot of things. I didn't learn them because I already knew them, but that happened to be the key that opened the door to reveal them. From the moment I had that, I wanted to have it all the time – these thoughts about the yogis and the Himalayas, and Ravi's music.\"In line with the Hindu yoga tradition, Harrison became a vegetarian in the late 1960s. After being given various religious texts by Shankar in 1966, he remained a lifelong advocate of the teachings of Swami Vivekananda and Paramahansa Yogananda – yogis and authors, respectively, of Raja Yoga and Autobiography of a Yogi. In mid-1969, he produced the single \"Hare Krishna Mantra\", performed by members of the London Radha Krishna Temple. Having also helped the Temple devotees become established in Britain, Harrison then met their leader, A.C. Bhaktivedanta Swami Prabhupada, whom he described as \"my friend ... my master\" and \"a perfect example of everything he preached\". Harrison embraced the Hare Krishna tradition, particularly japa-yoga chanting with beads, and became a lifelong devotee.Regarding other faiths he once remarked: \"All religions are branches of one big tree. It doesn't matter what you call Him just as long as you call.\" He commented on his beliefs:", "output": "Harrison", "options": []}
{"task": "quoref", "input": "question: What is the name of the person who finds someone to prove her innocence? context: Kelly is a prostitute who shows up in the small town of Grantville, just one more burg in a long string of quick stops on the run after being chased out of the big city by her former pimp. She engages in a quick tryst with local police captain Griff, who then tells her to stay out of his town and refers her to a cat-house just across the state line. Instead, she decides to give up her illicit lifestyle, becoming a nurse at a hospital for handicapped children. Griff doesn't trust reformed prostitutes, however, and continues trying to run her out of town. Kelly falls in love with J.L. Grant, the wealthy scion of the town's founding family, an urbane sophisticate, and Griff's best friend. After a dream-like courtship where even Kelly's admission of her past can't deter Grant, the two decide to marry. It is only after Kelly is able to finally convince Griff that she truly loves Grant and has given up prostitution for good that he agrees to be their best man. Shortly before the wedding, Kelly arrives at Grant's mansion, only to find him on the verge of molesting a small girl. As he grinningly tries to persuade her to marry him, arguing that she too is a deviant, the only one who can understand him, and that he loves her, Kelly kills him by striking him in the head with a phone receiver. Jailed, and under heavy interrogation from Griff, she must convince him and the town that she is telling the truth about Grant's death. As Kelly tries to exonerate herself, one disappointment follows another, and enemies old and new parade through the jailhouse to defame her. In despair, she is at last able to find Grant's victim and prove her innocence.", "output": "Kelly", "options": []}
{"task": "quoref", "input": "question: Whose sister's baby does Tess pretend is hers? context: Tessibel Skinner is a young woman in a squatter village on the coast, where she lives with her father, a local fisherman. Towering above the village is the estate of Elias Graves, a wealthy man who hopes to use his influence to remove these squatters from his land. When his lawyer is unable to so directly, he instead enacts a ban on net fishing, removing the livelihoods of many people in the village, including Tess and her father. Despite the ban, some continue to fish illegally, though they are soon confronted by men sent by Graves. In this confrontation, one of Graves' men is shot and killed. Tess' father is wrongfully accused of the murder and arrested. Meanwhile, through these altercations Tess meets Frederick Graves, Elias' son, who is home on a break from his theological studies. Before long, the two begin a forbidden romance. Also on break with Frederick is Dan Jordan, a friend from his fraternity, who simultaneously falls in love with Frederick's sister, Teola. Soon after Dan and Frederick return to college, Teola learns that she is pregnant and struggles to decide if she should tell Dan. Her decision is made for her soon enough, as she receives a letter informing her that Dan has died heroically in a fire at the fraternity. Unable to confide in her very stern father, Teola is distraught and turns to Tess for support. Once the baby is born, Tess agrees to take the child and bear the social stigma of having a child out of wedlock. Upon his return, Frederick is forced to shun Tess for her sin despite his remaining love for her. Soon, however, Teola's baby falls ill and Tess decides to take him up to Elias' church to be baptized. Disgusted by Tess and the child, Elias refuses, shaming them publicly. Teola, having witnessed her father's anger, decides to step forward and admit the truth about her child. Tess is forgiven and it is decided that Teola will die with her son. Meanwhile, the true murderer is found, allowing Tess' father to be released from prison.", "output": "Frederick's", "options": []}
{"task": "quoref", "input": "question: What is the first name of the person who taught and gave piano recitals? context: Holst was born in Cheltenham, Gloucestershire, the elder of the two children of Adolph von Holst, a professional musician, and his wife, Clara Cox, née Lediard. She was of mostly British descent, daughter of a respected Cirencester solicitor; the Holst side of the family was of mixed Swedish, Latvian and German ancestry, with at least one professional musician in each of the previous three generations.One of Holst's great-grandfathers, Matthias Holst, born in Riga, Latvia, was of German origin; he served as composer and harp-teacher to the Imperial Russian Court in St Petersburg. Matthias's son Gustavus, who moved to England with his parents as a child in 1802, was a composer of salon-style music and a well-known harp teacher. He appropriated the aristocratic prefix \"von\" and added it to the family name in the hope of gaining enhanced prestige and attracting pupils.Holst's father, Adolph von Holst, became organist and choirmaster at All Saints' Church, Cheltenham; he also taught, and gave piano recitals. His wife, Clara, a former pupil, was a talented singer and pianist. They had two sons; Gustav's younger brother, Emil Gottfried, became known as Ernest Cossart, a successful actor in the West End, New York and Hollywood. Clara died in February 1882, and the family moved to another house in Cheltenham, where Adolph recruited his sister Nina to help raise the boys. Gustav recognised her devotion to the family and dedicated several of his early compositions to her. In 1885 Adolph married Mary Thorley Stone, another of his pupils. They had two sons, Matthias (known as \"Max\") and Evelyn (\"Thorley\"). Mary von Holst was absorbed in theosophy and not greatly interested in domestic matters. All four of Adolph's sons were subject to what one biographer calls \"benign neglect\", and Gustav in particular was \"not overburdened with attention or understanding, with a weak sight and a weak chest, both neglected—he was 'miserable and scared'.\"", "output": "Adolph", "options": []}
{"task": "quoref", "input": "question: What is the last name of the person who acknowledges Burges's debt to the manufacturers and craftsmen with whom he worked? context: Burges played an important role in the renaissance of High Victorian stained glass. The provision of glass of appropriate colour and richness was central to many of his decorative themes, and he invested effort in working with the best cartoonists and manufacturers to achieve this. He also studied the history of glass production, writing in his second Art Applied to Industry lecture, \"[a] use of antiquarian studies is to restore disused arts, and to get all the good we can out of them for our own improvement.\" In the catalogue to the exhibition of stained glass cartoons from Cardiff Castle, Sargent pays tribute to \"his deep knowledge of the history and techniques of glass manufacture\" and Lawrence considers him a pioneer who, by his \"painstaking studies, re-established the principles of medieval decoration and used this to make [his] own bold and original statements.\" The results were outstanding; Lawrence wrote that Burges designed with \"a vibrancy, an intensity and a brilliance which no other glass maker could match.\" He acknowledges Burges's debt to the manufacturers and craftsmen with whom he worked, in particular, Gualbert Saunders, whose \"technique [gave] Burges's glass its most distinctive characteristic, namely the flesh colour. This is unique, had no precedents and has had no imitators.\" As well as at Saint Fin Barre's, Burges designed stained glass for all of his own significant churches, for reconstructions of medieval churches undertaken by others, and for his secular buildings. He undertook significant work at Waltham Abbey with Edward Burne-Jones, but much of his work there was destroyed in the Blitz. Crook writes, \"At Waltham, Burges does not copy. He meets the Middle Ages as an equal.\".", "output": "Lawrence", "options": []}
{"task": "quoref", "input": "question: What is the first name of the person that trained the man that the unit manager offered a speaking role? context: In 1933, Lewis Tater, an aspiring novelist who harbors dreams of becoming the next Zane Grey, decides to leave his family home in Iowa to go to the University of Titan in Nevada so he can soak up the western atmosphere. He arrives to find that there is no university, only a mail order correspondence course scam run by two crooks out of the local hotel. He tries to spend the night at the hotel, but is attacked by one of the men in an attempted robbery. He escapes his attacker, grabs his suitcase, and steals their car to get away, but after awhile   it runs out of gas. He looks in the car trunk, and finds a toolbox containing a revolver and ammunition. Afraid the two crooks are still in pursuit of him, he takes the tool box and his suitcase and walks off into the desert.  Wandering and exhausted, the next morning he happens upon a threadbare film-unit from Tumbleweed Productions grinding out a \"B\" western. Later that day, he catches a lift with the cowboy actors to Los Angeles. After applying for work at Tumbleweed, he is referred by crusty old extra Howard Pike to the Rio, a western-themed restaurant. While washing dishes at the Rio, he is called by Tumbleweed, where Howard mentors him to be an actor. After proving himself as a stuntman, unit manager Kessler offers him a speaking role. Tater then falls in love with spunky script girl Miss Trout. Meanwhile, the crooks trace him to Los Angeles to retrieve the safe-box containing their money that was in the car stolen by Lewis.", "output": "Howard", "options": []}
{"task": "quoref", "input": "question: Which planet are the aliens going to get the salt from? context: In his New York City apartment, a young boy named Josh Morrison stares through his telescope at an object falling from the sky. It is a golf-ball-sized metal ball which flies through the window and lands in his fishbowl, quickly draining the water along with the goldfish. He decides to show it at his school's science class presentation. Some months later a massive fireball crashes into the water near Liberty Island. It is revealed to be a spaceship which resembles a human, controlled by 100 tiny humanoid aliens. Its Captain (also played by Murphy) pilots the spaceship from the command deck located in its head, with the help of his second-in-command Number 2 (Ed Helms), and researcher Number 3 (Gabrielle Union). The spaceship looks very human, and displays numerous superpowers, but the aliens don't know how to make the \"ship\" act like a human. A superstitious cop named Dooley desperately searches for the alien. The aliens need to save their planet, Nil, from an energy crisis. They need salt, which they plan to take by draining the Earth's oceans using the metal ball, so they have to recover the ball. After the spaceship is hit by Josh's single mother, Gina Morrison, while driving, the Captain decides to befriend Gina and Josh. He tells them his name is Dave Ming Chang, based on a quick scan of common Earth names. At Gina's home the crew see their missing ball in a photograph taken at the science presentation. After having breakfast with Gina, \"Dave\" goes to Josh's school where he pretends to be a substitute teacher and eventually is able to talk to Josh alone. Josh tells him that the ball was taken from him by a bully (Nicholas Berman). With Josh's help, Dave takes the metal ball back from the bully.", "output": "Earth", "options": []}
{"task": "quoref", "input": "question: What is the full name of the person whose family moved away from the south? context: In April 1967, the office of Marvin Kramer, a Jewish civil rights lawyer in Indianola, Mississippi, is bombed by the Ku Klux Klan, killing Kramer's five-year-old twin boys and leading to the amputation of Kramer's legs and his later suicide.  Klansman Sam Cayhall is tried for murder in the bombing, and is eventually convicted and sentenced to die in the gas chamber at the Mississippi State Penitentiary.  Twenty-nine years later, in 1996, Adam Hall, a young attorney at the Chicago law firm of Kravitz and Bane, seeks assignment to the firm's pro bono representation of Cayhall in the last weeks before his scheduled execution.  Adam is Sam Cayhall's grandson, his family having since moved away from the South and changed their name, haunted and shamed by Cayhall's crime.  Adam is motivated to take the case in a search for some understanding of the dark secrets of his family, which prompted the suicide of Adam's father the year Sam was sentenced to death (and whose body Adam found as a child).", "output": "Adam Hall", "options": []}
