{"task": "quoref", "input": "question: What is the full professional name of the person who occasionally sang lead vocals in the Beatles? context: Sir Richard Starkey  (born 7 July 1940), known professionally as Ringo Starr, is an English musician, singer, songwriter and actor who gained worldwide fame as the drummer for the Beatles. He occasionally sang lead vocals with the group, usually for one song on each album, including \"With a Little Help from My Friends\", \"Yellow Submarine\", \"Good Night\", and their cover of \"Act Naturally\". He also wrote and sang the Beatles' songs \"Don't Pass Me By\" and \"Octopus's Garden\", and is credited as a co-writer of others, including \"What Goes On\" and \"Flying\". Starr was afflicted by life-threatening illnesses during childhood, and he fell behind in school as a result of prolonged hospitalisations. He briefly held a position with British Rail before securing an apprenticeship at a Liverpool equipment manufacturer. Soon afterwards, he became interested in the UK skiffle craze and developed a fervent admiration for the genre. In 1957, he co-founded his first band, the Eddie Clayton Skiffle Group, which earned several prestigious local bookings before the fad succumbed to American rock and roll by early 1958. When the Beatles formed in 1960, Starr was a member of another Liverpool group, Rory Storm and the Hurricanes. After achieving moderate success in the UK and Hamburg, he quit the Hurricanes and joined the Beatles in August 1962, replacing Pete Best. Starr played key roles in the Beatles' films and appeared in numerous others. After the band's break-up in 1970, he released several successful singles including the US number-four hit \"It Don't Come Easy\", and number ones \"Photograph\" and \"You're Sixteen\". In 1972, he released his most successful UK single, \"Back Off Boogaloo\", which peaked at number two. He achieved commercial and critical success with his 1973 album Ringo, which was a top-ten release in both the UK and the US. He has featured in a number of documentaries and hosted television shows.  He also narrated the first two series of the children's television programme Thomas & Friends and portrayed \"Mr Conductor\" during the first season of the PBS children's television series Shining Time Station. Since 1989, he has toured with thirteen variations of Ringo Starr & His All-Starr Band. Starr's musicianship has received praise from other drummers, including Phil Collins and Journey's Steve Smith. He was inducted into the Modern Drummer Hall of Fame in 1998. In 2011, Rolling Stone readers named Starr the fifth-greatest drummer of all time. Starr, who was previously inducted into the Rock and Roll Hall of Fame as a Beatle in 1988, was inducted for his solo career in 2015, making him one of 21 performers inducted more than once. He is the richest drummer in the world with a net worth of US$350 million. He was appointed a Knight Bachelor in the 2018 New Year Honours for services to music.", "output": "Ringo Starr", "options": []}
{"task": "quoref", "input": "question: What is the first name of the person that is arrested for murder? context: Charles Spotswoode's son Jimmy became involved with \"the Canary\", a conniving showgirl. The Canary, determined to force Jimmy to marry her so she can join the social elite, threatens to reveal that Jimmy was embezzling from his father. She turns down the elder Spotswoode's bribe to leave Jimmy alone. She telephones two men she has been blackmailing, Cleaver and Mannix, and demands one final generous gift from each of them by the next day. She makes the same request of \"creepy\" admirer Dr. Lindquist. Her ex-husband Tony Sheel eavesdrops and wants half, but she refuses to give him anything, even after he hits her. Cleaver, Mannix and Lindquist are all shown lurking about her apartment building late that night. Spotswoode visits her at her apartment around midnight, but cannot get her to change her mind. After he reaches the lobby of her building, he and another person hear screams from her place. They knock on the door, but she assures them that she is fine. The Canary is found strangled the next day. The coroner places the time of death around midnight. District Attorney Markham investigates, aided by Philo Vance (a close friend of Charles Spotswoode) and Police Sergeant Heath. After all the suspects are brought in for questioning, Vance asks Markham to keep them waiting for a few hours. Markham agrees. Vance subtly maneuvers Cleaver, Mannix, Lindquist and the two Spotswoodes into playing poker to pass the time so he can observe their personality traits. Only one shows the daring, imagination and discipline required for the crime; that man bluffs Vance, betting everything with just a pair of deuces. The suspects are then released. Sheel, who witnessed the murder while hiding in the closet, sends the killer several blackmail letters. He too is strangled. A pen found at the scene has Jimmy's name on it, so Heath arrests him for the murder. Jimmy then confesses to both murders, but Vance knows better.", "output": "Jimmy", "options": []}
{"task": "quoref", "input": "question: What was founded in 1997 by family members of the man who had a long career as a teacher? context: Bush's long career as a teacher influenced generations of English composers and performers. Tippett was never a formal pupil, but has acknowledged a deep debt to Bush.  Herbert Murrill, a pupil of Bush's at the RAM in the 1920s,   wrote in 1950 of his tutor: \"[T]here is humility in his makeup, and I believe that no man can achieve greatness in the arts without humility ... To Alan Bush I owe much, not least the artistic strength and right to differ from him\". Among postwar Bush students who later led distinguished careers are the composers Edward Gregson, Roger Steptoe and Michael Nyman, and the pianists John Bingham and Graham Johnson.  Through his sponsorship of the London String Quartet Bush helped launch the careers of string players such as Norbert Brainin and Emanuel Hurwitz, both of whom later achieved international recognition.Bush's music was under-represented in the concert repertoire in his lifetime, and virtually disappeared after his death. The 2000 centenary of his birth was markedly low key; the Prom season ignored him, although there was a memorial concert at the Wigmore Hall on 1 November, and a BBC broadcast of the Piano Concerto on 19 December.   The centenary, albeit  quietly observed, helped to introduce the name and music of Bush to a new generation of music lovers, and generated an increase in both performance and recordings. The centenary also heralded an awakening of scholarly interest in Bush, whose life and works were the subject of numerous PhD theses in the early 20th century. Scholars such as Paul Harper-Scott and Joanna Bullivant have obtained access to new material, including documents released since the collapse of the Soviet Union, and Bush's MI5 file.  This, says Bullivant, enables a more informed assessment of the interrelationships within  Bush's music and his communism, and of the inherent conflicting priorities.In October 1997 family members and friends founded The Alan Bush Music Trust \"to promote the education and appreciation by the public in and of music and, in particular, the works of the British composer Alan Bush\". The trust provides a newsletter, features news stories, promotes performances and  recordings of Bush's works, and through its website reproduces wide-ranging critical and biographical material. It continues to monitor  concert performances of Bush's works, and other Bush-related events, at home and abroad.At the time of Bush's centenary, Martin Anderson, writing in the British Music Information Centre's newsletter, summarised Bush's compositional career: Bush was not a natural melodist à la Dvorák, though he could produce an appealing tune when he set his mind to it. But he was a first-rate contrapuntist, and his harmonic world can glow with a rare internal warmth. It would be foolish to claim that everything he wrote was a masterpiece – and equally idiotic to turn our backs on the many outstanding scores still awaiting assiduous attention.", "output": "The Alan Bush Music Trust", "options": []}
{"task": "quoref", "input": "question: Whose cryptic approach characterized the lyrics that often dealt with themes of existentialism, love, hedonism, spirituality and Christianity? context: Audioslave's musical style has generally been regarded as hard rock, alternative metal, post-grunge, and alternative rock. By combining '70s style hard rock riffing with alternative rock, Audioslave created a distinctive sound. This mix was driven by Cornell's wide vocal range, Morello's innovative guitar solos and the robust rhythm section of Wilk and Commerford. Morello, although stating he \"never felt musically limited\" in Rage Against the Machine, did say that he had \"a lot more scope to explore with Audioslave\" and a \"wider musical territory.\" This meant that the instrumentalists had the opportunity to write slow and melodic songs, something they had not done before. As opposed to de la Rocha's lyrics, Cornell's were mostly apolitical; Morello referred to them as \"haunted, existential poetry.\" They were characterised by his cryptic approach, often dealing with themes of existentialism, love, hedonism, spirituality and Christianity. Audioslave's first two albums drew influences from 1970s hard rock and heavy metal such as Led Zeppelin and Black Sabbath and from the members' previous bands (the grunge sound of Soundgarden and the funk metal sound of Rage Against the Machine). For Revelations, which was influenced by 1960s and '70s funk, soul and R&B music, Morello used vintage guitars and amplifiers and Cornell adopted his \"seventies funk and R&B-flavor vocals.\" The guitarist also cited Sly & the Family Stone, James Brown and Funkadelic as a reason for the funk overtones on the album.Just as Rage Against the Machine did, Audioslave also included the statement \"All sounds made by guitar, bass, drums and vocals\" in their albums' booklets as Morello's guitar work often caused listeners to believe that the band used samples, synthesiser effects or different turntable techniques to produce certain sounds.", "output": "Cornell", "options": []}
{"task": "quoref", "input": "question: What is the first name of the people whose mother welcome them in her New York mansion? context: In Spring 1989, sisters, Alex, and Annie Morrell, finish prep school and return home to start college. Their mother, publishing heiress Anne Scripps, welcomes them in her New York mansion. Anne has recently divorced her husband Tony, and is still struggling with the divorce. Nonetheless, she is happy with her new boyfriend, much younger Scott Douglas, a volatile-tempered young man whom she marries only months after their first meeting. From the start, Alex is uncertain if she should trust Scott, having heard stories about a possible violent past. When Anne announces that she will be having a baby, Scott is distrustful to notice how Alex reacts with doubt about the news. To get rid of her, he claims that he has found marijuana in Alex's bedroom. Alex denies the accusation, but Anne defends her boyfriend, who forces Alex to leave the house. Shortly after Anne and Scott's baby, Tori's, birth in June 1990, Scott gets violent and beats up Anne for inviting Tony's family for the baby's coming out party. Alex and Annie encourage their mom to leave Scott, but Anne forgives him after a couple of months. By June 1991, she and Scott are a happy couple again. On Alex's 21st birthday, Scott lashes out at Anne again when he finds her smoking in the same room as Tori, and then throws a guest, Stacey, off the stairs. Enraged, Alex dares Scott to hit her, and the police interrupts their fight, only to have Scott lie about the situation. A similar occurrence takes place at a formal ball, where Scott pushes around Anne in front of her friends. As they leave, the fight continues in the car, and Scott eventually throws her out while speeding.", "output": "Alex", "options": []}
{"task": "quoref", "input": "question: What is the last name of the person who came of age during a period when a growing disillusionment with materialistic society was giving rise to a new appreciation of spirituality? context: Caspar David Friedrich (5 September 1774 – 7 May 1840) was a 19th-century German Romantic landscape painter, generally considered the most important German artist of his generation. He is best known for his mid-period allegorical landscapes which typically feature contemplative figures silhouetted against night skies, morning mists, barren trees or Gothic or megalithic ruins. His primary interest as an artist was the contemplation of nature, and his often symbolic and anti-classical work seeks to convey a subjective, emotional response to the natural world. Friedrich's paintings characteristically set a human presence in diminished perspective amid expansive landscapes, reducing the figures to a scale that, according to the art historian Christopher John Murray, directs \"the viewer's gaze towards their metaphysical dimension\".Friedrich was born in the town of Greifswald on the Baltic Sea in what was at the time Swedish Pomerania. He studied in Copenhagen until 1798, before settling in Dresden. He came of age during a period when, across Europe, a growing disillusionment with materialistic society was giving rise to a new appreciation of spirituality. This shift in ideals was often expressed through a reevaluation of the natural world, as artists such as Friedrich, J. M. W. Turner and John Constable sought to depict nature as a \"divine creation, to be set against the artifice of human civilization\".Friedrich's work brought him renown early in his career, and contemporaries such as the French sculptor David d'Angers spoke of him as a man who had discovered \"the tragedy of landscape\". Nevertheless, his work fell from favour during his later years, and he died in obscurity. As Germany moved towards modernisation in the late 19th century, a new sense of urgency characterised its art, and Friedrich's contemplative depictions of stillness came to be seen as the products of a bygone age. The early 20th century brought a renewed appreciation of his work, beginning in 1906 with an exhibition of thirty-two of his paintings in Berlin. By the 1920s his paintings had been discovered by the Expressionists, and in the 1930s and early 1940s Surrealists and Existentialists frequently drew ideas from his work. The rise of Nazism in the early 1930s again saw a resurgence in Friedrich's popularity, but this was followed by a sharp decline as his paintings were, by association with the Nazi movement, interpreted as having a nationalistic aspect. It was not until the late 1970s that Friedrich regained his reputation as an icon of the German Romantic movement and a painter of international importance.", "output": "Friedrich", "options": []}
{"task": "quoref", "input": "question: Why did Shackleton think the captain of the ship shouldn't be in charge? context: On arriving in McMurdo Sound on 29 January 1908, Nimrod's progress southward to the Discovery base at Hut Point was blocked by frozen sea. Shackleton decided to wait a few days in the hope that the ice would break up. During this delay, second officer Aeneas Mackintosh suffered an accident that led to the loss of his right eye. After emergency surgery by Marshall and Mackay, he was forced to relinquish his shore party place and go back to New Zealand with Nimrod. He recovered sufficiently to return with the ship in the following season.On 3 February Shackleton decided not to wait for the ice to shift but to make his headquarters at the nearest practicable landing place, Cape Royds. Late that evening the ship was moored, and a suitable site for the expedition's prefabricated hut was selected. The site was separated from Hut Point by 20 nautical miles (37 km; 23 mi) of sea, with no landward route to the south. Shackleton believed the party was \"fortunate to get winter quarters as near as this to our starting point for the south.\"The following days were occupied with the landing of stores and equipment. This work was hampered by poor weather and by the caution of Captain England, who frequently took the ship out into the bay until ice conditions at the landing ground were in his view safer. The next fortnight followed this pattern, leading to sharp dissent between Shackleton and the captain. At one point, Shackleton asked England to stand down on the grounds that he was ill, but England refused. The task of unloading became, in Riffenburgh's description, \"mind-numbingly difficult\" but was finally completed on 22 February. Nimrod at last sailed away north, England unaware that ship's engineer Harry Dunlop was carrying a letter from Shackleton to the expedition's New Zealand agent, requesting a replacement captain for the return voyage next year. This knowledge was an open secret among the shore party; Marshall recorded in his diary that he was \"glad to see the last of [England] ... whole thing damned disgrace to name of country!\"", "output": "he was ill", "options": []}
{"task": "quoref", "input": "question: What was the name of the person whose camera got smashed but his photographic film survived the impact? context: American pressmen had been alerted to an upcoming Buddhist demonstration to coincide with Double Seven Day at Chanatareansey Pagoda in the north of Saigon. The nine-man group, which included Arnett, Browne, AP photographer Horst Faas, David Halberstam, Neil Sheehan of United Press International, and CBS's Peter Kalischer and photographer Joseph Masraf waited outside the building with their equipment. After an hour-long religious ceremony, the Buddhist monks, numbering around 300, filed out of the pagoda into a narrow alley along a side street, where they were blocked and ordered to stop by plain-clothed policemen. The Buddhists did not resist, but Arnett and Browne began taking photos of the confrontation. The police, who were loyal to Ngo Dinh Nhu, thereupon punched Arnett in the nose, knocked him to the ground, kicked him with their pointed-toe shoes, and broke his camera. Halberstam, who won a Pulitzer Prize for his coverage of the Buddhist crisis, was a tall man, standing around 20 centimetres (8 in) taller than the average Vietnamese policeman. He waded into the fracas swinging his arms, reportedly saying \"Get back, get back, you sons of bitches, or I'll beat the shit out of you!\" Nhu's men ran away without waiting for a Vietnamese translation, but not before Browne had clambered up a power pole and taken photos of Arnett's bloodied face. The police smashed Browne's camera, but his photographic film survived the impact. The other journalists were jostled and rocks were thrown at them. Photos of Arnett's bloodied face were circulated in US newspapers and caused further ill-feeling towards Diem's regime, with the images of the burning Thich Quang Duc on the front pages still fresh in the minds of the public. Halberstam's report estimated that the altercation lasted for around ten minutes and also admitted that the pressmen had tried to apprehend the policeman who had smashed Browne's camera but were shielded by the rock-wielding policeman's colleagues. He also claimed that the secret policemen had also tried to seize equipment from Masraf and Faas. Diem's address on Double Seven Day worsened the mood of Vietnamese society. He stated that the \"problems raised by the General Association of Buddhists have just been settled.\" He reinforced perceptions that he was out of touch by attributing any lingering problems to the \"underground intervention of international red agents and Communist fellow travelers who in collusion with fascist ideologues disguised as democrats were surreptitiously seeking to revive and rekindle disunity at home while arousing public opinions against us abroad\". The remark about fascists was seen as a reference to the conspiratorial Dai Viet Quoc Dan Dang who had long been enemies of Diem, but his address attacked all those who had criticised him in the past. He no longer trusted anyone outside his family and considered himself to be a martyr.", "output": "Browne", "options": []}
{"task": "quoref", "input": "question: What is the first name of the person who had a desire for a similar drum sound as Pod and Surfer Rosa? context: Nirvana singer Kurt Cobain often described Pod as one of his favorite albums. He listed it as his seventh and then third favorite album in his private journals, and said it was his number-one favorite album in a 1992 Melody Maker article, in which he said: \"The way they structure [the songs is] totally unique, very atmospheric.\" Cobain had wished to work with Steve Albini since first listening to his band Big Black in the 1980s. Cobain's special admiration of Pod and Surfer Rosa—as well as his desire for a similar drum sound, a \"natural, powerful sound produced with canny microphone placement rather than phony sounding effects boxes\", that he found reminiscent of Aerosmith's Rocks—then led him to select Albini as the producer of Nirvana's third studio album, In Utero. Pod also influenced Courtney Love's songwriting on Live Through This, the second album by her band Hole. In 2018 critic Amanda Petrusich noted the enduring influence of Pod on contemporary indie rock musicians Courtney Barnett, Lucy Dacus, and Julien Baker.In 2007 Albini said he felt Pod was among the best albums he had engineered; a 2015 article in Stereogum ranked it as Albini's eighth best album. Donelly described it as the \"truest\" of her albums and said that \"it really feels exactly the way it was when we were doing it.\" Wiggs has spoken of her ongoing fondness for Pod, and recalls that everyone in the making of the album was dedicated and attentive. In 2003 Pitchfork placed the album as the 81st best of the 1990s. It was ranked number 463 in NME's 500 Greatest Albums of All Time list (2013) and included in The Guardian's 1000 Albums to Hear Before You Die (2007). Separate articles in both publications have ranked the Breeders' version of \"Happiness Is a Warm Gun\" among the best covers of a Beatles song.", "output": "Kurt", "options": []}
{"task": "quoref", "input": "question: What are the full names of the two individuals granted two bars who ultimately used far more in their chorus, both musically and lyrically? context: A year after the song was published Dresser's brother Theodore, who later became a famous novelist, privately claimed to have authored its lyrics. In 1917, after Dresser's 1906 death, Theodore made his controversial claim public in a newspaper article. Already a controversial figure because of his open support for communism and tendency to make negative comments about his home state, Theodore's claims were ridiculed in many papers and by prominent Hoosiers who dismissed it as a hoax. Although Theodore never retracted his assertion that he wrote the first verse and chorus of the song, he downplayed the importance of his alleged contribution in later years. It is possible that Theodore did give his brother the idea for the song, and may have even authored a portion of the lyrics, some of which reflect his writing style. The line stating \"where I first received my lessons, nature's school\" is a possible link, reflecting Theodore's obsession with nature during his youth and his belief that it held the answers to life, a topic he wrote of on several occasions.Dresser died penniless after his publishing business failed. Known for his generosity, he also had a tendency to overspend and give money to his friends and family. In addition, copyrights to Dresser's music were poorly managed after the Haviland and Dresser Company went bankrupt in 1905. Maurice Richmond Music, who purchased the bankrupt company's copyrights, gave Ballard MacDonald and James Hanley permission to use two bars from Dresser's ballad in a song they published in 1917. MacDonald and Hanley's \"Back Home Again in Indiana\" has since eclipsed \"On the Banks of the Wabash, Far Away\" in public use. Their song borrowed heavily from \"On the Banks of the Wabash, Far Away\" in the chorus, both musically and lyrically, using far more than just the two bars granted to them. Twenty-six bars from the last two lines of the chorus are copied almost identically. The lyrics of these same lines, \"Through the sycamores the candle lights are gleaming, On the banks of the Wabash, far away\" is also borrowed from, and changed to \"the gleaming candle lights, are still shining bright, through the sycamore trees\". The first part of the chorus, \"Oh the moonlight's fair tonight along the Wabash\", is also reused and changed to \"When I think about the moonlight on the Wabash, then I long for my Indiana home\". Under Theodore's guidance, Dresser's estate accused Hanley of plagiarism and threatened to bring a suit against Paull-Pioneer Music Corporation, the publisher of \"Back Home Again in Indiana\". Despite lengthy discussions, no action was ever taken to resolve the dispute, largely due to the ambiguous nature of U.S. copyright laws in the early 20th century and the estate's lack of finances.", "output": "Ballard MacDonald", "options": []}
{"task": "quoref", "input": "question: What qualities does the sister of Peralta's lover possess? context: Dr. Frank Peralta is stabbed to death in his apartment one night. The detective on the case, Lt. Stevenson, quickly finds multiple witnesses putting Peralta's lover, Terry Collins, at the scene. However, when Stevenson finds Terry and questions her, she has an iron-clad alibi with multiple witnesses. It is revealed that Terry has an identical twin sister, Ruth, and the pair share the same job and routinely switch places for their own benefit. Stevenson and the district attorney are unable to prosecute, since the twins refuse to confirm which one of them has the alibi. Unable to accept the \"perfect crime\", Lt. Stevenson asks Dr. Scott Elliot for help. Scott is an expert on twin study, and has been routinely encountering the Collins twins at their shared place of work, but does not know which one is which. As a front, Scott asks Terry and Ruth if he can study both of them individually as part of his research. The twins accept, though Ruth is worried that Scott might find out that Terry was at Peralta's apartment the night of the murder. However, Terry is attracted to Scott and insists that they can keep the secret for the sake of seeing him. She also comforts Ruth, reminding her that she was only at Peralta's apartment but didn't kill him. From Scott's psychological tests and by spending time with them, he discovers that Ruth is kind and loving, while Terry is highly intelligent, insane, and has been manipulating Ruth almost their entire lives. Terry is jealous that people keep preferring Ruth over her, and is again enraged when Scott falls in love with Ruth instead of her. Terry starts methodically gaslighting Ruth, making her believe that she's hallucinating and going insane, in the hopes of pushing her to suicide.", "output": "kind and loving", "options": []}
{"task": "quoref", "input": "question: What two groups' alliance was broken when the Song recaptured the former imperial capitals of Kaifeng? context: The Mongols were allied with the Song, but this alliance was broken when the Song recaptured the former imperial capitals of Kaifeng, Luoyang, and Chang'an at the collapse of the Jin dynasty. The Mongol leader Möngke Khan led a campaign against the Song in 1259 but died on August 11 during the Siege of Diaoyu Castle in Chongqing. Möngke's death and the ensuing succession crisis prompted Hulagu Khan to pull the bulk of the Mongol forces out of the Middle East where they were poised to fight the Egyptian Mamluks (who defeated the remaining Mongols at Ain Jalut).  Although Hulagu was allied with Kublai Khan, his forces were unable to help in the assault against the Song, due to Hulagu's war with the Golden Horde.Kublai continued the assault against the Song, gaining a temporary foothold on the southern banks of the Yangtze. Kublai made preparations to take Ezhou, but a pending civil war with his brother Ariq Böke—a rival claimant to the Mongol Khaganate—forced Kublai to move back north with the bulk of his forces. In Kublai's absence, the Song forces were ordered by Chancellor Jia Sidao to make an immediate assault and succeeded in pushing the Mongol forces back to the northern banks of the Yangtze. There were minor border skirmishes until 1265, when Kublai won a significant battle in Sichuan.From 1268 to 1273, Kublai blockaded the Yangtze River with his navy and besieged Xiangyang, the last obstacle in his way to invading the rich Yangtze River basin. Kublai officially declared the creation of the Yuan dynasty in 1271. In 1275, a Song force of 130,000 troops under Chancellor Jia Sidao was defeated by Kublai's newly appointed commander-in-chief, general Bayan. By 1276, most of the Song territory had been captured by Yuan forces, including the capital Lin'an.In the Battle of Yamen on the Pearl River Delta in 1279, the Yuan army, led by the general Zhang Hongfan, finally crushed the Song resistance. The last remaining ruler, the 8-year-old emperor Emperor Huaizong of Song, committed suicide, along with Prime Minister Lu Xiufu and 800 members of the royal clan. On Kublai's orders, carried out by his commander Bayan, the rest of the former imperial family of Song were unharmed; the deposed Emperor Gong was demoted, being given the title 'Duke of Ying', but was eventually exiled to Tibet where he took up a monastic life. The former emperor would eventually be forced to commit suicide under the orders of Kublai's great-great grandson, Gegeen Khan, out of fear that Emperor Gong would stage a coup to restore his reign. Other members of the Song Imperial Family continued to live in the Yuan dynasty, including Zhao Mengfu and Zhao Yong.", "output": "The Mongols", "options": []}
{"task": "quoref", "input": "question: What are the first names of the two Mozart children who were educated at home, under Leopold's guidance? context: The Mozart children were not alone as 18th-century music prodigies. Education writer Gary Spruce refers to hundreds of similar cases, and cites that of William Crotch of Norwich who in 1778, at the age of three, was giving organ recitals. British scholar Jane O'Connor explains the 18th century fascination with prodigies as \"the realisation of the potential entertainment and fiscal value of an individual child who was in some way extraordinary\". Other childhood contemporaries of Mozart included the violinist and composer Thomas Linley, born the same year as Wolfgang, and the organist prodigy Joseph Siegmund Bachmann. Mozart eventually became recognised among prodigies as the future standard for early success and promise.Of seven children born to Leopold and Anna Maria Mozart, only the fourth, Maria Anna (Nannerl), born 31 July 1751, and the youngest, Wolfgang Amadeus, born 27 January 1756, survived infancy. The children were educated at home, under Leopold's guidance, learning basic skills in reading, writing, drawing and arithmetic, together with some history and geography. Their musical education was aided by exposure to the constant rehearsing and playing of Leopold and his fellow musicians. When Nannerl was seven her father began to teach her to play the harpsichord, with Wolfgang looking on; according to Nannerl's own account \"the boy immediately showed his extraordinary, God-given talent. He often spent long periods at the clavier, picking out thirds, and his pleasure showed that they sounded good to him... When he was five years old he was composing little pieces which he would play to his father who would write them down\". A family friend, the poet Johann Andreas Schachtner, recounted that at the age of four Wolfgang began to compose a recognisable piano concerto, and was able to demonstrate a phenomenal sense of pitch.", "output": "Maria", "options": []}
{"task": "quoref", "input": "question: What is the first name of the person whose musical play had their rights bought? context: When the film begins, a musical show before closed down before it has had a chance to even open. Jimmie Doyle, who wrote the musical intends to rewrite it while his girlfriend, Dixie Dugan, fed up at wasting her time for a show that never even opened, is intent on finding a new career. While at a nightclub, Dixie does a musical number and catches the eye of Frank Buelow, a Hollywood director. Buelow persuades Dixie to go to Hollywood, where he will have a part waiting for her in his upcoming films. Dixie takes the next train to California. When she arrives, she is disappointed to find that Buelow has been fired from the studio and that there is no part for her. Dixie meets Donny Harris, a former star who is now out of work because she is considered \"as old as the hills\" at the age of 32. Soon after, Dixie discovers that Jimmie Doyle is now in Hollywood because one of the movie studios had just bought the film rights to his musical play. Jimmie had insisted that Dixie be given the lead in the film version of his play. The film goes into production and Dixie manages to get Donny included in the cast. One day, Dixie meets Frank Buelow at a restaurant and tells her that he is now working for another studio. Through his influence, Buelow manages to change Dixie into a temperamental and conceited actress and this leads to complications which almost end her film career.", "output": "Jimmie", "options": []}
{"task": "quoref", "input": "question: What work was a pretext for nude paintings by English artists? context: By the time Etty exhibited Musidora, the theme was becoming something of a cliche, such that by 1850 it was described by The Literary Gazette as \"a favourite subject for a dip of the brush\". As interest in studies of Musidora waned, its role as a pretext for nude paintings by English artists was replaced by Lady Godiva, who had become a topic of increased interest owing to Alfred, Lord Tennyson's poem Godiva. After the death of William Wordsworth in 1850, James Thomson ceased to be a major influence on writers. From the 1870s his popularity with readers waned, and by the end of the 20th century his works other than Rule, Britannia! were little known.When Etty died in 1849, despite having worked and exhibited until his death, he was still  regarded by many as a pornographer. Charles Robert Leslie observed shortly after Etty's death that \"[Etty] himself, thinking and meaning no evil, was not aware of the manner in which his works were regarded by grosser minds\". Interest in him declined as new movements came to characterise painting in Britain, and by the end of the 19th century the value of his paintings had fallen. It is likely that the composition and style of John Everett Millais's controversial The Knight Errant was influenced by Musidora, but other than Millais, and Etty's admirer and imitator William Edward Frost, few other artists were directly influenced by Etty's work. In 1882 Vanity Fair commented on Musidora that \"I know only too well how the rough and his female companion behave in front of pictures such as Etty's bather. I have seen the gangs of workmen strolling round, and I know that their artistic interest in studies of the nude is emphatically embarrassing.\" By the early 20th century Victorian styles of art and literature fell dramatically out of fashion in Britain, and by 1915 the word \"Victorian\" had become a derogatory term. Frederick Mentone's The Human Form in Art (1944) was one of the few 20th-century academic works to favourably view Musidora.", "output": "Musidora", "options": []}
{"task": "quoref", "input": "question: What two songs were released as a double A-side single on November 7, 2008? context: \"Single Ladies (Put a Ring on It)\" was written by Beyoncé, Terius \"The-Dream\" Nash, Thaddis \"Kuk\" Harrell, and Christopher \"Tricky\" Stewart, and was produced by Nash and Stewart. Beyoncé recorded the song in May 2008 at the Boom Boom Room Studio in Burbank, California, and it was mixed by Jaycen Joshua and Dave Pensado, with assistance from Randy Urbanski and Andrew Wuepper. Nash conceptualized \"Single Ladies\" after Beyoncé's secret marriage to hip hop recording artist Jay-Z in April 2008. Stewart commented that the song was \"the only public statement that [Beyoncé and Jay-Z had] ever made about marriage\", and that while in the studio recording the song Beyoncé had remained tightlipped, even to the point of removing her wedding band. Beyoncé's marriage inspired Nash to compose a song about an issue that affected many people's relationships: the fear or unwillingness of men to commit. In an interview with Billboard magazine, Beyoncé added that she was drawn to the song because of the universality of the topic, an issue that \"people are passionate about and want to talk about and debate\". She stated that although \"Single Ladies\" is a playful uptempo song, it addresses an issue that women experience every day.In \"Single Ladies\", Beyoncé portrays her alter ego Sasha Fierce, which appears on the second part of I Am... Sasha Fierce. The song was released simultaneously with \"If I Were a Boy\"; as lead singles, they were meant to demonstrate the concept of the dueling personalities of the singer. This reinforced the theme of the album, which was created by placing its ballads and uptempo tracks on separate discs. The singles debuted on US radio on October 8, 2008; \"Single Ladies\" did so on mainstream urban New York radio station Power 105.1. Both singles were added to rhythmic contemporary radio playlists on October 12, 2008; \"Single Ladies\" was sent to urban contemporary playlists the same day, while \"If I Were a Boy\" was instead classified for contemporary hit radio. The two songs were released as a double A-side single on November 7, 2008, in Australia, New Zealand, and Germany. Dance remixes of the song were made available in the US on February 10, 2009, and in Europe on February 16, 2009. \"Single Ladies\" was not originally released as a single in the UK, but the song became increasingly popular there and reached the top ten in the UK Singles Chart as a result of download sales. On February 16, 2009, it was released as a CD single, and the dance remixes became available as a digital download.", "output": "Single Ladies", "options": []}
