{"task": "quoref", "input": "question: What are the full scientific names of the mangrove tree species that all have the same characteristics? context: Three species of mangrove trees exist in the region: red (Rhizophora mangle), black (Avicennia germinans), and white (Laguncularia racemosa), although all are from different families. All have the same characteristics: they are tolerant of salt, brackish, and fresh water; they grow in oxygen-poor soil; and they can survive drastic water-level changes. Black and white mangroves excrete salt from under their leaves, and red mangroves filter the salinity of sea water. All species are integral to coastline protection during severe storms. Red mangroves, for example, have far-reaching roots that trap sediments. The trees not only stabilize coastlines, but add land as more sand and decaying vegetation is trapped in the root systems. All three mangroves also absorb the energy of waves and storm surges. The estuaries act as fisheries for fry and nurseries for crustaceans. Shrimp, oysters, crabs, whelks, cockles, and snails thrive in these waters, as do primordial horseshoe crabs (Limulus polyphemus). The region supports a $59 million-a-year Tortugas pink shrimp (Farfantepenaeus duorarum) industry, and a $22 million-a-year stone crab (Menippe mercenaria) industry.  Between 80 and 90 percent of species that are harvested commercially in Florida are born or spend time in the shallow waters near the Everglades. Oysters and mangroves work in tandem to build up the coastline. The sand around the coastline has minute white particles of quartz and fine shells. When currents are right, oysters grow in colonies or beds, and deposit their shells, reinforcing the bed. Mangrove seeds, called propagules, are full embryos and float in water until they reach a favorable location and take root, often on oyster beds. They shed skin and litter, ensuring other trees will not compete for space and nutrients.Mangroves also serve as excellent rookeries for birds. Wading birds, such as roseate spoonbills (Platalea ajaja), egrets, and tricolored herons (Egretta tricolor) use the mangroves as a nursery, due to the proximity of food sources and the protection offered from most prey. Thousands of birds can nest in the mangroves at once, making a noisy and messy colony, but their droppings fertilize the mangrove trees. Shorebirds like rails, terns and gulls; diving birds such as pelicans and grebes; and birds of prey such as ospreys, hawks and vultures are among the more than 100 species of birds that use Everglades mangrove trees to raise their young.", "output": "Rhizophora mangle", "options": []}
{"task": "quoref", "input": "question: What is the name of the record that R.E.M. hired Pat McCarthy to produce, ending a decade-long collaboration with Scott Litt? context: In April 1997, the band convened at Buck's Kauai vacation home to record demos of material intended for the next album. The band sought to reinvent its sound and intended to incorporate drum loops and percussion experiments. Just as the sessions were due to begin in October, Berry decided, after months of contemplation and discussions with Downs and Mills, to tell the rest of the band that he was quitting. Berry told his bandmates that he would not quit if they would break up as a result, so Stipe, Buck, and Mills agreed to carry on as a three-piece with his blessing. Berry publicly announced his departure three weeks later in October 1997. Berry told the press, \"I'm just not as enthusiastic as I have been in the past about doing this anymore . . . I have the best job in the world. But I'm kind of ready to sit back and reflect and maybe not be a pop star anymore.\" Stipe admitted that the band would be different without a major contributor: \"For me, Mike, and Peter, as R.E.M., are we still R.E.M.? I guess a three-legged dog is still a dog. It just has to learn to run differently.\"The band cancelled its scheduled recording sessions as a result of Berry's departure. \"Without Bill it was different, confusing\", Mills later said. \"We didn't know exactly what to do. We couldn't rehearse without a drummer.\" The remaining members of R.E.M. resumed work on the album in February 1998 at Toast Studios in San Francisco. The band ended its decade-long collaboration with Scott Litt and hired Pat McCarthy to produce the record. Nigel Godrich was taken on as assistant producer, and drafted in Screaming Trees member Barrett Martin and Beck's touring drummer Joey Waronker. The recording process was plagued with tension, and the group came close to disbanding. Bertis Downs called an emergency meeting where the band members sorted out their problems and agreed to continue as a group. Led off by the single \"Daysleeper\", Up (1998) debuted in the top ten in the US and UK. However, the album was a relative failure, selling 900,000 copies in the US by mid-1999 and eventually selling just over two million copies worldwide. While R.E.M.'s American sales were declining, the group's commercial base was shifting to the UK, where more R.E.M. records were sold per capita than any other country and the band's singles regularly entered the Top 20.A year after Up's release, R.E.M. wrote the instrumental score to the Andy Kaufman biographical film Man on the Moon, a first for the group. The film took its title from the Automatic for the People song of the same name. The song \"The Great Beyond\" was released as a single from the Man on the Moon soundtrack album. \"The Great Beyond\" only reached number 57 on the American pop charts, but was the band's highest-charting single ever in the UK, reaching number three in 2000.", "output": "Up", "options": []}
{"task": "quoref", "input": "question: What country did heavy water come from? context: This was followed up by a group of scientists at the Collège de France in Paris: Frédéric Joliot-Curie, Hans von Halban, Lew Kowarski, and Francis Perrin. In February 1939, the Paris Group showed that when fission occurs in uranium, two or three extra neutrons are given off. This important observation suggested that a self-sustaining nuclear chain reaction might be possible. The term \"atomic bomb\" was already familiar to the British public through the writings of H. G. Wells, in his 1913 novel The World Set Free. It was immediately apparent to many scientists that, in theory at least, an extremely powerful explosive could be created, although most still considered an atomic bomb was an impossibility. Perrin defined a critical mass of uranium to be the smallest amount that could sustain a chain reaction. The neutrons used to cause fission in uranium are considered slow neutrons, but when neutrons are released during a fission reaction they are released as fast neutrons which have much more speed and energy. Thus, in order to create a sustained chain reaction, there existed a need for a neutron moderator to contain and slow the fast neutrons until they reached a usable energy level. The College de France found that both water and graphite could be used as acceptable moderators.Early in 1940, the Paris Group decided on theoretical grounds that heavy water would be an ideal moderator for how they intended to use it. They asked the French Minister of Armaments to obtain as much heavy water as possible from the only source, the large Norsk Hydro hydroelectric station at Vemork in Norway. The French then discovered that Germany had already offered to purchase the entire stock of Norwegian heavy water, indicating that Germany might also be researching an atomic bomb. The French told the Norwegian government of the possible military significance of heavy water. Norway gave the entire stock of 187 litres (41 imp gal; 49 US gal) to a Deuxième Bureau agent, who secretly brought it to France just before Germany invaded Norway in April 1940. On 19 June 1940, following the German invasion of France, it was shipped to England by the Earl of Suffolk and Major Ardale Golding, aboard the steamer Broompark. The heavy water, valued at £22,000, was initially kept at HM Prison Wormwood Scrubs, and was later secretly stored in the library at Windsor Castle. The Paris Group moved to Cambridge, with the exception of Joliot-Curie, who remained in France and became active in the French Resistance.", "output": "Norway", "options": []}
{"task": "quoref", "input": "question: What is the last name of the composer whose own Fourth Symphony is quoted in the Fifteenth Symphony of 1971? context: In 1964 Shostakovich composed the music for the Russian film Hamlet, which was favourably reviewed by The New York Times: \"But the lack of this aural stimulation – of Shakespeare's eloquent words – is recompensed in some measure by a splendid and stirring musical score by Dmitri Shostakovich. This has great dignity and depth, and at times an appropriate wildness or becoming levity\".In later life, Shostakovich suffered from chronic ill health, but he resisted giving up cigarettes and vodka. Beginning in 1958 he suffered from a debilitating condition that particularly affected his right hand, eventually forcing him to give up piano playing; in 1965 it was diagnosed as poliomyelitis. He also suffered heart attacks the following year and again in 1971, and several falls in which he broke both his legs; in 1967 he wrote in a letter: \"Target achieved so far: 75% (right leg broken, left leg broken, right hand defective). All I need to do now is wreck the left hand and then 100% of my extremities will be out of order.\"A preoccupation with his own mortality permeates Shostakovich's later works, among them the later quartets and the Fourteenth Symphony of 1969 (a song cycle based on a number of poems on the theme of death). This piece also finds Shostakovich at his most extreme with musical language, with twelve-tone themes and dense polyphony throughout. He dedicated the piece to his close friend Benjamin Britten, who conducted its Western premiere at the 1970 Aldeburgh Festival. The Fifteenth Symphony of 1971 is, by contrast, melodic and retrospective in nature, quoting Wagner, Rossini and the composer's own Fourth Symphony. Shostakovich died of lung cancer on 9 August 1975. A civic funeral was held; he was interred in Novodevichy Cemetery, Moscow. Even before his death he had been commemorated with the naming of the Shostakovich Peninsula on Alexander Island, Antarctica., Despite suffering from Motor Neurone Disease (or ALS) from as early as the 1960s, Shostakovich insisted upon writing all his own correspondence and music himself, even when his right hand was virtually unusable. This is a last hallmark of his extraordinarily determined and tenacious character. He was survived by his third wife, Irina; his daughter, Galina; and his son, Maxim, a pianist and conductor who was the dedicatee and first performer of some of his father's works. Shostakovich himself left behind several recordings of his own piano works; other noted interpreters of his music include Emil Gilels, Mstislav Rostropovich, Tatiana Nikolayeva, Maria Yudina, David Oistrakh, and members of the Beethoven Quartet. His last work was his Viola Sonata, which was first performed on 28 December 1975, four months after his death.", "output": "Shostakovich", "options": []}
{"task": "quoref", "input": "question: What two categories did the Strokes win at the NME Awards? context: Is This It received widespread critical acclaim; aggregating website Metacritic reports a normalized rating of 91, based on 26 critical reviews. Joe Levy of Rolling Stone explained that the record is \"the stuff of which legends are made\", and summed it up as \"more joyful and intense than anything else I've heard this year\". Robert Christgau, writing in The Village Voice, described the Strokes as \"a great groove band\", and noted that \"the beats implode, clashing/resolving with punky brevity and gnarly faux simplicity\". In a perfect 10 review, NME reviewer John Robinson indicated that Is This It was one of the best debut LPs by a guitar band during the past 20 years. In contrast, Jon Monks of Stylus commented that its shallowness prevents it from ever being called a \"classic\". In his favorable A– review, David Browne of Entertainment Weekly conceded that he did not know whether the Strokes would have a long-term impact, but noted that, at the time, the record \"just feels right, and sometimes that's enough\".Mark Lepage of Blender claimed that Is This It is similar to the works of 1970s bands the Velvet Underground, Television and the Feelies. Pitchfork's Ryan Schreiber suggested that, while the work of the Velvet Underground is an obvious inspiration for the Strokes, the band's only similarity to the other groups is the confidence with which they perform. AllMusic's Heather Phares concluded, \"Granted, their high-fashion appeal and faultless influences ... have 'critics' darlings' written all over them. But like the similarly lauded Elastica and Supergrass before them, the Strokes don't rehash the sounds that inspire them—they remake them in their own image.\"Is This It was named the best album of 2001 by Billboard, CMJ, Entertainment Weekly, NME, Playlouder, and Time. Magnet, Q, and The New Yorker included it in their respective unnumbered shortlists of the best records issued that year. It figured highly in other end-of-year best album lists: at number two by The Herald, at number three by Mojo, at number five by The New York Times, at number eight by Rolling Stone and by USA Today, at number nine by The Boston Phoenix, and at number ten by Kludge. The record featured at number two behind Bob Dylan's Love and Theft in The Village Voice's 2001 Pazz & Jop critics' poll, which aggregated the votes of 621 prominent reviewers. In 2002, Is This It was named Best Album at the NME Awards and Best International Album at the Meteor Music Awards. It was nominated in the latter category at the Brit Awards, where the Strokes won Best International Newcomer and received a nomination in the Best International Group category. The same year, the quintet won Band Of The Year and Best New Act at the NME Awards and was nominated in the latter category at the MTV Europe Music Awards.", "output": "Band Of The Year", "options": []}
{"task": "quoref", "input": "question: What is the name of the person who wants to be an actress? context: In 1948, Frank Wheeler meets April at a party. He is a longshoreman, hoping to be a cashier; she wants to be an actress. Frank later secures a sales position with Knox Machines, for which his father worked for 20 years, and he and April marry. The Wheelers move to 115 Revolutionary Road in suburban Connecticut when April becomes pregnant. The couple becomes close friends with their realtor Helen Givings and her husband Howard Givings, and neighbor Milly Campbell and her husband Shep. To their friends, the Wheelers are the perfect couple, but their relationship is troubled. April fails to make a career out of acting, while Frank hates the tedium of his work. On his 30th birthday, Frank invites a secretary at work to have a drink with him at a bar.  She accepts, gets tipsy, and they end up having sex in a hotel. Meanwhile, Helen has asked April if they will meet her son, John, who had been in an insane asylum.  She thinks the younger couple may be able to help her son with his condition. April accepts. April wants new scenery and a chance to support the family so Frank can find his passion, so she suggests that they move to Paris to start a new life away from the \"hopeless emptiness\" of their repetitive lifestyle. Frank balks at the idea at first, but becomes convinced. Over the next several weeks, the Wheelers tell their various friends about their plans to live in Paris, but surprisingly, the only person who seems to comprehend their decision is John. As the couple prepares to move, they are forced to reconsider. Frank is offered a promotion, and April becomes pregnant again. When Frank discovers she is contemplating having an abortion, he is furious and starts screaming at April, leading to a serious altercation, in which April says that they had their second child only to prove the first child was not a \"mistake\".", "output": "April", "options": []}
{"task": "quoref", "input": "question: What is the last name of the person who helped develop suprematism with his mentor? context: Lazar Markovich Lissitzky (Russian: Ла́зарь Ма́ркович Лиси́цкий, listen ; November 23 [O.S. November 11] 1890 – December 30, 1941), known as El Lissitzky (Russian: Эль Лиси́цкий, Yiddish: על ליסיצקי‎), was a Russian artist, designer, photographer, typographer, polemicist and architect. He was an important figure of the Russian avant-garde, helping develop suprematism with his mentor, Kazimir Malevich, and designing numerous exhibition displays and propaganda works for the Soviet Union. His work greatly influenced the Bauhaus and constructivist movements, and he experimented with production techniques and stylistic devices that would go on to dominate 20th-century graphic design.Lissitzky's entire career was laced with the belief that the artist could be an agent for change, later summarized with his edict, \"das zielbewußte Schaffen\" (goal-oriented creation). Lissitzky, of Lithuanian Jewish оrigin, began his career illustrating Yiddish children's books in an effort to promote Jewish culture in Russia. When only 15 he started teaching, a duty he would maintain for most of his life. Over the years, he taught in a variety of positions, schools, and artistic media, spreading and exchanging ideas. He took this ethic with him when he worked with Malevich in heading the suprematist art group UNOVIS, when he developed a variant suprematist series of his own, Proun, and further still in 1921, when he took up a job as the Russian cultural ambassador to Weimar Germany, working with and influencing important figures of the Bauhaus and De Stijl movements during his stay. In his remaining years he brought significant innovation and change to typography, exhibition design, photomontage, and book design, producing critically respected works and winning international acclaim for his exhibition design. This continued until his deathbed, where in 1941 he produced one of his last works – a Soviet propaganda poster rallying the people to construct more tanks for the fight against Nazi Germany. In 2014, the heirs of the artist, in collaboration with Van Abbemuseum and leading worldwide scholars on the subject, the Lissitzky Foundation was established in order to preserve the artist's legacy and to prepare a catalogue raisonné of the artist's oeuvre.", "output": "Lissitzky", "options": []}
{"task": "quoref", "input": "question: What is the first name of the person whose view contends that operatic scores of Saint-Saëns have, in general, the strengths and weaknesses of the rest of his music? context: Discounting his collaboration with Dukas in the completion of Guiraud's unfinished Frédégonde, Saint-Saëns wrote twelve operas, two of which are opéras comiques. During the composer's lifetime his Henry VIII became a repertory piece; since his death only Samson et Dalila has been regularly staged, although according to Schonberg, Ascanio (1890) is considered by experts to be a much finer work. The critic Ronald Crichton writes that for all his experience and musical skill, Saint-Saëns \"lacked the 'nose' of the theatre animal granted, for example, to Massenet who in other forms of music was his inferior\". In a 2005 study, the musical scholar Steven Huebner contrasts the two composers: \"Saint-Saëns obviously had no time for Massenet's histrionics\". Saint-Saëns's biographer James Harding comments that it is regrettable that the composer did not attempt more works of a light-hearted nature, on the lines of La princesse jaune, which Harding describes as like Sullivan \"with a light French touch\".Although most of Saint-Saëns's operas have remained neglected, Crichton rates them as important in the history of French opera, as \"a bridge between Meyerbeer and the serious French operas of the early 1890s\". In his view, the operatic scores of Saint-Saëns have, in general, the strengths and weaknesses of the rest of his music – \"lucid Mozartian transparency, greater care for form than for content ... There is a certain emotional dryness; invention is sometimes thin, but the workmanship is impeccable.\" Stylistically, Saint-Saëns drew on a range of models. From Meyerbeer he drew the effective use of the chorus in the action of a piece; for Henry VIII he included Tudor music he had researched in London; in La princesse jaune he used an oriental pentatonic scale; from Wagner he derived the use of leitmotifs, which, like Massenet, he used sparingly. Huebner observes that Saint-Saëns was more conventional than Massenet so far as through composition is concerned, more often favouring discrete arias and ensembles, with less variety of tempo within individual numbers. In a survey of recorded opera Alan Blyth writes that Saint-Saëns \"certainly learned much from Handel, Gluck, Berlioz, the Verdi of Aida, and Wagner, but from these excellent models he forged his own style.\"", "output": "Ronald", "options": []}
