{"task": "superglue-cb", "input": "premise: B: That might be kind of tough, huh. A: It really would, yes, yes, and like I said, my sister's still in it, and I really don't think my mother'd want to be there, either. [SEP] hypothesis: his mother would want to be there", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: B: All right, well. A: Um, short term, I don't think anything's going to be done about it or probably should be done about it. B: Right.  Uh, are you saying you don't think anything should be done in the short term? [SEP] hypothesis: anything should be done in the short term", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: A: Big time there, sure is. B: It surely is. A: I don't think I'd go to work without a bulletproof vest on myself. [SEP] hypothesis: he would go to work without a bulletproof vest", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: B: Right, you know, like In packaging A: Yeah. B: and, uh, you know, just goodness. A: Yeah, I don't think they do the packaging at this plant, [SEP] hypothesis: they do the packaging at this plant", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: B: I look at our big green containers, and I say, well, they work fine and I keep mine outside the garage so that I don't have any odors but it's clearly a place where, uh, uh, A: Oh, right. B: it will be interesting to see how well that works and I'm glad the community is doing it. Uh, it's one of those things that kind of has to be forced on people. Uh, I don't know what you saw back, uh, years ago, but for me the thing that strikes me is uh, growing up in rural South Dakota where, hey the farmers brought their eggs to town and the local hatchery would candle them and package them is that, uh, in the fifties, uh, you could say we had the recycling going on then that we should have now. Which was all the milk bottles were glass [SEP] hypothesis: they had the recycling going on then that they should have now", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: How do you know? she was going to ask, but his smile was answer enough. If DeVore said there was going to be a vacancy there would be a vacancy. [SEP] hypothesis: there was going to be a vacancy", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: ``You don't need to worry. We're quite adequately chaperoned. Rosa is a woman of strict moral principles.'' If she knows I'm in here she's probably hovering outside the door right now. [SEP] hypothesis: he's in here", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: B: I think the, uh, I think a lot of the commentators on, like the major networks, like right, it's kind of appropriate right now because of the election stuff going on, but, um, it seems that, um, they kind of get to throw their opinions into how they, you know, report on the news. A: Right. And I think even in the elections, they choose who they're going to follow and who they're not, and basically you know, if a candidate can get them to follow, then the news will, you know, kind of publicize his name. B: Yeah.  Yeah, exactly. A: I don't think that the way I get the news is the right way to get it. [SEP] hypothesis: the way she gets the news is the right way to get it", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
