{"task": "superglue-cb", "input": "premise: B: Yeah. How about Mister Rogers, is he still around? A: Yes. Yeah. They still show Mister Rogers. I don't think he's making new ones, [SEP] hypothesis: Mister Rogers is making new Mister Rogers", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: A: It was just a side benefit. B: Yeah, yeah, because, I'm not big or anything, but I'm not in great shape, But when I worked out, I got in pretty good shape. I didn't build up muscle, though, I just got real good and toned. A: Yeah. B: I don't think women look good with muscles. [SEP] hypothesis: women look good with muscles", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: B: Oh, well that's good. A: but she really doesn't. Nobody thought she would adjust, [SEP] hypothesis: she would adjust", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: Oh, I did, I did! I was lucky. I would have liked brothers and sisters but I don't remember that I was ever lonely. [SEP] hypothesis: she was ever lonely", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: I should dearly have liked to know whether they were Europeans or Americans, but I couldn't hear the accents. They appeared to be arguing. I hoped the white men weren't telling him to eliminate all witnesses because I don't believe it would have needed much persuasion. [SEP] hypothesis: eliminating all witnesses would have needed much persuasion", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: The South Korean government is signing a protocol today establishing formal diplomatic relations with Poland. The two are also signing a trade agreement. South Korean government officials said they don't expect that Seoul can loan money to Warsaw, but it can ``offer experience.'' [SEP] hypothesis: Seoul can loan money to Warsaw", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: I WAS really only a bystander in the tragedy of young Mr and Mrs McLeod. It was not really my business although it could be said that I had known them both - had seen them about - for most of their lives. [SEP] hypothesis: she had known Mr. and Mrs. McLeod for most of their lives", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: Her priggishness. I admire it. I know she does wrong things she tries to organize other people's lives she can't see Mr Knightley is a man in a million. [SEP] hypothesis: Mr Knightley is a man in a million", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
