{"task": "superglue-cb", "input": "premise: B: That might be kind of tough, huh. A: It really would, yes, yes, and like I said, my sister's still in it, and I really don't think my mother'd want to be there, either. [SEP] hypothesis: his mother would want to be there", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: B: All right, well. A: Um, short term, I don't think anything's going to be done about it or probably should be done about it. B: Right.  Uh, are you saying you don't think anything should be done in the short term? [SEP] hypothesis: anything should be done in the short term", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: A: Big time there, sure is. B: It surely is. A: I don't think I'd go to work without a bulletproof vest on myself. [SEP] hypothesis: he would go to work without a bulletproof vest", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: B: Right, you know, like In packaging A: Yeah. B: and, uh, you know, just goodness. A: Yeah, I don't think they do the packaging at this plant, [SEP] hypothesis: they do the packaging at this plant", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: B: I look at our big green containers, and I say, well, they work fine and I keep mine outside the garage so that I don't have any odors but it's clearly a place where, uh, uh, A: Oh, right. B: it will be interesting to see how well that works and I'm glad the community is doing it. Uh, it's one of those things that kind of has to be forced on people. Uh, I don't know what you saw back, uh, years ago, but for me the thing that strikes me is uh, growing up in rural South Dakota where, hey the farmers brought their eggs to town and the local hatchery would candle them and package them is that, uh, in the fifties, uh, you could say we had the recycling going on then that we should have now. Which was all the milk bottles were glass [SEP] hypothesis: they had the recycling going on then that they should have now", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: How do you know? she was going to ask, but his smile was answer enough. If DeVore said there was going to be a vacancy there would be a vacancy. [SEP] hypothesis: there was going to be a vacancy", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: ``You don't need to worry. We're quite adequately chaperoned. Rosa is a woman of strict moral principles.'' If she knows I'm in here she's probably hovering outside the door right now. [SEP] hypothesis: he's in here", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: B: I think the, uh, I think a lot of the commentators on, like the major networks, like right, it's kind of appropriate right now because of the election stuff going on, but, um, it seems that, um, they kind of get to throw their opinions into how they, you know, report on the news. A: Right. And I think even in the elections, they choose who they're going to follow and who they're not, and basically you know, if a candidate can get them to follow, then the news will, you know, kind of publicize his name. B: Yeah.  Yeah, exactly. A: I don't think that the way I get the news is the right way to get it. [SEP] hypothesis: the way she gets the news is the right way to get it", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: Ockleton, Morpurgo, Cornelius, Dysart and half a dozen others too drunk to mention. But there was so much coming and going that any one of us could have slipped out, pushed Everett through the window and slipped back again without being noticed. Damn it all we didn't even notice Everett was missing until a porter tripped over him in the quad so anything's theoretically possible. [SEP] hypothesis: Everett was missing", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: Matthew rode on feeling a little more at peace with himself. He skirted the spruce plantation and supposed that at some point he should tell Sara about it. He could imagine that she might be interested in its money-making propensity at the end of the year. [SEP] hypothesis: Sara might be interested in its money-making propensity at the end of the year", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: B: if you get it on sale, A: Yeah, yeah, so we bought that or we bought the filets, and then the chicken, or turkey nuggets, and I don't think anybody in my house knows the difference, unless you tell them. [SEP] hypothesis: someone in his house knows the difference", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: B: but I found that, uh, it was made of some material which actually ended up rusting uh, after, A: Oh. B: even, despite, you know, diligent washing, it got rusty after about, uh, three weeks of use. And I don't think it was my fault because you know, I had made a point of like drying it off and cleaning it [SEP] hypothesis: it was his fault", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: ``For God's sake keep them in their seats. If we get panic people are going to be crushed to death and there will be mayhem in the car park.'' The announcer could only guess from the urgency in the Chief Constable's voice that the situation was very very serious. [SEP] hypothesis: the situation was very very serious", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: The city's Campaign Finance Board has refused to pay Mr. Dinkins $95,142 in matching funds because his campaign records are incomplete.  The campaign has blamed these reporting problems on computer errors. And, says Mr. Dinkins, he didn't know the man his campaign paid for a get-out-the-vote effort had been convicted of kidnapping. [SEP] hypothesis: the man Mr. Dinkins' campaign paid for a get-out-the-vote effort had been convicted of kidnapping", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: A: No, not really. I spends a lot of time with our income tax, though. especially, this year and last year. Um, I have been married for just a few years, so I've had to really switch around from the EZ form to the, uh, B: Schedule A. A: Right. B: Well, yeah. A: All the deductions and all that. B: Did you notice that when they passed the new simplified tax act, it seemed like it made everything harder? [SEP] hypothesis: when they passed the new simplified tax act  it seemed like it made everything harder", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: B: Yeah. It's, uh, I have modem night computer so I can log into the, uh, network at Georgia Tech and access my account through there, which can be useful. But, uh, yeah that and word processing is while I tend to, I mean, obviously, I do almost all of my report writing on my computer, uh, whether it's term papers or even some smaller homework assignments. A: Uh-huh. B: So it's I don't know, really become my mainstay I guess. I can't even remember, actually I don't think I've ever used a typewriter in my life to do a report. Because my family, when I was growing up, we got a basic computer. TRS Eighty when they first came out. [SEP] hypothesis: he has used a typewriter to do a report", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
