{"task": "superglue-cb", "input": "premise: A: so it's nice to get away. It's just amazing, how much you miss. B: Yeah, it,  Yeah, it, yeah, it really is. I mean, I don't think I ever see the Little Dipper, [SEP] hypothesis: she has seen the Little Dipper", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: Then the silence in the Zoo became complete. Woil stared around him and then suddenly with a push of his wings raised himself into the air, turned, and landed ten feet away on the back of a green bench. Creggan could see that he was afraid and that his fear was making him terribly uncertain. [SEP] hypothesis: Woil was afraid", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: Matthew rode on feeling a little more at peace with himself. He skirted the spruce plantation and supposed that at some point he should tell Sara about it. He could imagine that she might be interested in its money-making propensity at the end of the year. [SEP] hypothesis: Sara might be interested in its money-making propensity at the end of the year", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: I'm sorry, I 've put you in an invidious position. If you're being run by Morton, he 'll want to hear all this. It won't do any harm but I 'd rather not give him food for thought because I consider him an idiot and I don't think he's capable of interpreting it correctly. [SEP] hypothesis: Morton is capable of interpreting this food for thought correctly", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: For a while the notion gripped him, and he prowled the many floors of Hamleys looking for toys. He bought a magic set for Sebastian (although his ideal present for the kid would have been a brand-new name) and a marionette for Louise. He could remember that there was an age for puppets and magic just as he could remember the time that he 'd spent trying to fan a deck of cards or sitting in front of a mirror trying to get the hard consonants down like a real ventriloquist. [SEP] hypothesis: there was an age for puppets and magic", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: B: but, uh, I can definitely, uh, see on down the road, you know, where we do have kids and are getting to that age, that's going to be a definite concern. A: Yeah, you talked before, about the school funding. I think there's only going to be one solution to school funding which I don't think will be necessarily the best way [SEP] hypothesis: the one solution to school funding will be necessarily the best way", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: A: Oh, wow! But maybe you shouldn't be held responsible for something you did several years ago. B: So,  I know. A: That's the other thing. I mean a lot of people as kids or, you know, young people get into some things that they get out of later on and I don't think they should really have to pay for that forever. [SEP] hypothesis: they should really have to pay for that forever", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: B: That's what I've heard too. Uh, A: It seems bizarre to me. I don't quite understand it, although I think probably the worst thing that's happening at least the modern world today, is television. [SEP] hypothesis: the worst thing that's happening in the modern world is television", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
