{"task": "superglue-cb", "input": "premise: If there are spirits at work at the time, they come only from yourself, not from the fume of the incense. Why should spirits aid living beings? What arrogance is it that drives people to believe they can have power over them? [SEP] hypothesis: people can have power over spirits", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: ``Ely,'' I said (that was her name and the first time I 'd ever used it), ``I want to be free.'' She looked stunned. I don't think she 'd considered this. [SEP] hypothesis: Ely had considered him wanting to be free", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: B: I look at our big green containers, and I say, well, they work fine and I keep mine outside the garage so that I don't have any odors but it's clearly a place where, uh, uh, A: Oh, right. B: it will be interesting to see how well that works and I'm glad the community is doing it. Uh, it's one of those things that kind of has to be forced on people. Uh, I don't know what you saw back, uh, years ago, but for me the thing that strikes me is uh, growing up in rural South Dakota where, hey the farmers brought their eggs to town and the local hatchery would candle them and package them is that, uh, in the fifties, uh, you could say we had the recycling going on then that we should have now. Which was all the milk bottles were glass [SEP] hypothesis: they had the recycling going on then that they should have now", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: For a while the notion gripped him, and he prowled the many floors of Hamleys looking for toys. He bought a magic set for Sebastian (although his ideal present for the kid would have been a brand-new name) and a marionette for Louise. He could remember that there was an age for puppets and magic just as he could remember the time that he 'd spent trying to fan a deck of cards or sitting in front of a mirror trying to get the hard consonants down like a real ventriloquist. [SEP] hypothesis: there was an age for puppets and magic", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: B: you know, sometimes I would go over, but you know, it wouldn't hit me in a big way because I knew that, uh, I would have it covered in that respect. A: Right.  Right. That's good. I don't think we've gone that far, to pay it you know, in advance before we spend it, [SEP] hypothesis: they've gone that far", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: A: And now it's election time again so they're trying to lower them. B: Oh. A: So they're just talk about lowering them but they never do, they just keep raising them. B: I've never seen taxes really go down. [SEP] hypothesis: taxes would really go down", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: B: That might be kind of tough, huh. A: It really would, yes, yes, and like I said, my sister's still in it, and I really don't think my mother'd want to be there, either. [SEP] hypothesis: his mother would want to be there", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: A: How did Radio Shack work? B: If you go in and buy anything they want your phone number. And I don't think they're going to call me and ask me how it's functioning, [SEP] hypothesis: they're going to call him", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: A: I thought Carter was good too, and that was, yeah, B: Did you? I always liked him, I thought he was great at the time and I just couldn't get over the fact that Reagan beat him. you know, that I just couldn't believe that he got voted out. [SEP] hypothesis: Carter got voted out", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: A: Uh, well, it would depend on when you go it's not excessively crowded on the weekends. B: See I'd want to be there in the mornings like from nine thirty to ten thirty. A: Oh, I don't think that would be bad at all. [SEP] hypothesis: that would be bad", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: A: How do you feel about gun control? B: Well, uh, I mean I don't think that guns should be outlawed [SEP] hypothesis: guns should be outlawed", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: Nora calculated that there must be lots of single men up there so she decided it was ideal for the ``manhunt'', as we called it, even though the train fare was a serious consideration. I remember we went up to Euston together one Saturday morning, very excited, to buy the ticket in advance. It was a secret - if my parents had known she was going away alone they would have soon put the kybosh on it. [SEP] hypothesis: Nora was going away alone", "output": "entailment", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: A: And, uh, I got to stay home with my kids, which I really wanted to do, but now I could not go back and do it. B: Yeah. A: I really couldn't, I don't think I could stay home all the time and do nothing. [SEP] hypothesis: he could stay home all the time and do nothing", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: A: Yeah, they did. They put a lot of pressure on him from the outside and from the inside. Uh, it's funny watching them play, he's probably like a lot of quarterbacks, uh, when the pressure is really on when it's down to the last few minutes of the game for the season is when the guys seem to really do their best. B: Uh-huh. A: And I haven't quite figured that out, if they figure they have got it won or if there's no real hurry because the first three quarters or, uh, uh, if something happens that that adrenalin starts flowing. [SEP] hypothesis: they have got it won", "output": "neutral", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: A: Yeah, I think that's what aggravates a lot of people, is somebody does get a life sentence in place of the death penalty, and they wind up back on the streets after five years or six years or like the kid on the news tonight out in Mesquite who was out in six months.. B: Uh-huh. Yeah, it's just our criminal system is just so, I guess, overloaded, but the problem is not so much with the prison system, you know, I mean, because the cops are out there doing their job enforcing the laws, and the prison system are just, you know, they're trying to cope with them, but, you know, the thing about capital punishment I, you know, a lot of people don't think it would be a deterrent, uh, to future crime, [SEP] hypothesis: capital punishment would be a deterrent to future crimes", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
{"task": "superglue-cb", "input": "premise: B: I think in s-, and it, just would depend upon the circumstances and the extent of the abuse and if another alternative was available. A: Uh-huh.  Uh-huh.  Um.  Uh-huh. You know, now, I wonder what you think about this and, uh, unfortunately, we don't get to do it, but, uh, it used to be a long time ago, I guess in Biblical times when they had punishment, if somebody did something, for example, to your family, then you had the right to administer the punishment. So if somebody killed somebody in your family, then uh, if that person was caught and found guilty, you had the right to, uh, execute that person. And I know that, uh, if somebody had done something to my family, I would feel that I had the right to get revenge on them uh, but, I don't think that's done much anywhere. [SEP] hypothesis: that's done much anywhere", "output": "contradiction", "options": ["contradiction", "entailment", "neutral"]}
