{"task": "glue-qqp", "input": "question 1: How long before the space shuttle Challenger explosion/disaster would the crew on board have known they were going to die? [SEP] question 2: Did the Columbia crew in the shuttle know that they were going to die during the last fifteen minutes?", "output": "not_duplicate", "options": ["duplicate", "not_duplicate"]}
{"task": "glue-qqp", "input": "question 1: How do I earn money being a student? [SEP] question 2: How can I earn money as a student?", "output": "duplicate", "options": ["duplicate", "not_duplicate"]}
{"task": "glue-qqp", "input": "question 1: What's the best strategy for new products launch? [SEP] question 2: What should be the right strategy to launch a new product in the FMCG market in the lamp category?", "output": "not_duplicate", "options": ["duplicate", "not_duplicate"]}
{"task": "glue-qqp", "input": "question 1: Which one should I buy, a GoPro or DSLR camera? [SEP] question 2: Should I buy Nikon DSLR camera from Amazon?", "output": "not_duplicate", "options": ["duplicate", "not_duplicate"]}
{"task": "glue-qqp", "input": "question 1: In the Indian mythological context should Vibhishana be considered a bad man for deserting his brother in hard times or good for siding with the right people? How should he be compared with Karna who made an almost opposite choice? [SEP] question 2: RAMAYANA: Why did Rama send Seeta to forest? Was he right in sending his wife who is a Pregnant lady by listening to a washer man false allegations? Was it a dharma of a king?", "output": "not_duplicate", "options": ["duplicate", "not_duplicate"]}
{"task": "glue-qqp", "input": "question 1: What are the most upvoted answers on Quora? [SEP] question 2: Is there top upvoted answers list of all times on Quora?", "output": "duplicate", "options": ["duplicate", "not_duplicate"]}
{"task": "glue-qqp", "input": "question 1: How are high speed steel tools manufactured for slotting operations? [SEP] question 2: What high volume manufacturing processes are used to seal the end of a thin steel tube?", "output": "not_duplicate", "options": ["duplicate", "not_duplicate"]}
{"task": "glue-qqp", "input": "question 1: What are the best books to learn java fundamentals? [SEP] question 2: What are the best books to learn Java?", "output": "not_duplicate", "options": ["duplicate", "not_duplicate"]}
